export const PokedexText: { [id: IDEntry]: PokedexText } = {
	bulbasaur: {
		name: "妙蛙種子",
		desc: "在出生後的一段時間內， 牠會吸收背上種子裡 儲存著的營養成長。",
	},
	ivysaur: {
		name: "妙蛙草",
		desc: "沐浴在陽光下越久， 身體內會湧出越多力量， 背上的花苞也會漸漸成長。",
	},
	venusaur: {
		name: "妙蛙花",
		desc: "花朵散發出的迷人香味， 能安撫激動的心情， 甚至消弭鬥爭。",
	},
	venusaurmega: {
		name: "超級妙蛙花",
	},
	charmander: {
		name: "小火龍",
		desc: "從出生時開始尾巴上 就有火焰在燃燒。 火焰熄滅時，生命也會結束。",
	},
	charmeleon: {
		name: "火恐龍",
		desc: "如果牠在戰鬥中亢奮起來， 就會噴出灼熱的火焰， 把周圍的東西燒得一乾二淨。",
	},
	charizard: {
		name: "噴火龍",
		desc: "能用翅膀飛到距離地面 １４００公尺的高度。 會吐出高溫的火焰。",
	},
	charizardmegax: {
		name: "超級噴火龍Ｘ",
	},
	charizardmegay: {
		name: "超級噴火龍Ｙ",
	},
	squirtle: {
		name: "傑尼龜",
		desc: "當牠遇到危險的時候， 會將四肢收回甲殼裡保護自己， 同時從嘴裡噴出水來。",
	},
	wartortle: {
		name: "卡咪龜",
		desc: "會靈巧地擺動自己 毛茸茸的耳朵和尾巴， 藉此在水中保持平衡。",
	},
	blastoise: {
		name: "水箭龜",
		desc: "從甲殼上的大炮裡 放出的噴射水流 足以貫穿厚實的鐵板。",
	},
	blastoisemega: {
		name: "超級水箭龜",
	},
	caterpie: {
		name: "綠毛蟲",
		desc: "別看牠的腳很短， 因為是吸盤，所以無論是 斜坡還是牆壁都能輕鬆前進。",
	},
	metapod: {
		name: "鐵甲蛹",
		desc: "雖然有堅硬的外殼， 但因為殼裡的身體很軟， 所以無法抵抗強力的攻擊。",
	},
	butterfree: {
		name: "巴大蝶",
		desc: "每天都忙著採集花蜜。 習慣在腿部的細毛上塗滿花蜜， 然後帶回巢穴裡。",
	},
	weedle: {
		name: "獨角蟲",
		desc: "頭上長著尖銳的針。 總是躲在森林或是草叢裡， 不停地吃著葉子。",
	},
	kakuna: {
		name: "鐵殼蛹",
		desc: "雖然幾乎動也動不了， 但如果遭遇到了危險， 有時似乎會豎起毒刺來反抗。",
	},
	beedrill: {
		name: "大針蜂",
		desc: "會用雙手和屁股上的 ３根毒針不斷猛刺 來攻擊對手。",
	},
	beedrillmega: {
		name: "超級大針蜂",
	},
	pidgey: {
		name: "波波",
		desc: "性情溫馴，即使遭到襲擊 也很少反擊，只會朝對手 潑沙子來保護自己。",
	},
	pidgeotto: {
		name: "比比鳥",
		desc: "擁有著超乎尋常的體力， 會在廣大的地盤裡四處飛行， 到遠處去尋找食物。",
	},
	pidgeot: {
		name: "大比鳥",
		desc: "會以２馬赫的速度飛行 來尋找食物。巨大的爪子 是很可怕的武器。",
	},
	pidgeotmega: {
		name: "超級大比鳥",
	},
	rattata: {
		name: "小拉達",
		desc: "長著２顆大牙，碰到什麼都會 先咬上一口。只要看見１隻出沒， 附近肯定還住著40隻以上。",
	},
	rattataalola: {
		name: "小拉達（阿羅拉的樣子）",
	},
	raticate: {
		name: "拉達",
		desc: "為了取得水中的食物， 牠會利用後腳上的小蹼 在河裡游泳。",
	},
	raticatealola: {
		name: "拉達（阿羅拉的樣子）",
	},
	spearow: {
		name: "烈雀",
		desc: "不擅長高空飛行。 會以超高速在地盤裡四處盤旋， 確保自己的地盤不被侵犯。",
	},
	fearow: {
		name: "大嘴雀",
		desc: "從很久以前就已存在的寶可夢。 只要察覺到絲毫的危險， 就會立刻飛上高空躲避。",
	},
	ekans: {
		name: "阿柏蛇",
		desc: "身體會隨著年齡增長不斷變長。 每到夜裡就會把身體 纏繞在樹枝上歇息。",
	},
	arbok: {
		name: "阿柏怪",
		desc: "根據目前已知的研究結果， 長在牠肚子上的可怕花紋 一共有６種不同的類型。",
	},
	pikachu: {
		name: "皮卡丘",
		desc: "皮卡丘們把尾巴 貼在一起交換電流， 其實是在互相打招呼。",
	},
	raichu: {
		name: "雷丘",
		desc: "如果電囊空了， 牠就會直直地豎起尾巴， 收集空氣中的電流。",
	},
	raichualola: {
		name: "雷丘（阿羅拉的樣子）",
	},
	sandshrew: {
		name: "穿山鼠",
		desc: "會在地面挖洞築巢。 即使遇到地下堅硬的岩石， 也會用銳利的爪子擊碎並向前挖進。",
	},
	sandshrewalola: {
		name: "穿山鼠（阿羅拉的樣子）",
	},
	sandslash: {
		name: "穿山王",
		desc: "會用銳利的爪子當作鉤子來爬樹。 這是為了將樹果擊落， 分給在樹下等待的穿山鼠們。",
	},
	sandslashalola: {
		name: "穿山王（阿羅拉的樣子）",
	},
	nidoranf: {
		name: "尼多蘭",
		desc: "會用堅硬的門牙咬碎 樹果後吃下。角的尖端 會比雄性還要圓一些。",
	},
	nidorina: {
		name: "尼多娜",
		desc: "有危險逼近群體時， 會與夥伴們團結一致地 用超音波的大合唱來攻擊。",
	},
	nidoqueen: {
		name: "尼多后",
		desc: "會把孩子放在背上的 刺與刺之間來哄牠們。 這時候絕對不會釋放毒素。",
	},
	nidoranm: {
		name: "尼多朗",
		desc: "體型嬌小，但性情勇猛。 為了保護感情好的雌性， 會奮不顧身地勇敢戰鬥。",
	},
	nidorino: {
		name: "尼多力諾",
		desc: "神經質且容易發脾氣打架。 當體內的腎上腺素增加時， 毒素的濃度也會提升。",
	},
	nidoking: {
		name: "尼多王",
		desc: "以力氣為傲的寶可夢。 會善用粗壯的尾巴和連鑽石 也能擊碎的角，豪邁地戰鬥。",
	},
	clefairy: {
		name: "皮皮",
		desc: "因可愛的舉止和叫聲 而廣受歡迎的寶可夢。 不過很少被人發現。",
	},
	clefable: {
		name: "皮可西",
		desc: "聽覺靈敏，連１公里以外 針落地的聲音都聽得見， 因此平時會待在安靜的地方。",
	},
	vulpix: {
		name: "六尾",
		desc: "隨著身體的成長， ６根尾巴的毛髮也會變得更漂亮。 緊緊抱著牠時能感到微微的溫暖。",
	},
	vulpixalola: {
		name: "六尾（阿羅拉的樣子）",
	},
	ninetales: {
		name: "九尾",
		desc: "聰明伶俐但很會記仇。 據說如果敢亂抓牠的尾巴， 牠就會纏著你作祟１０００年。",
	},
	ninetalesalola: {
		name: "九尾（阿羅拉的樣子）",
	},
	jigglypuff: {
		name: "胖丁",
		desc: "會自在地改變聲音的波長， 唱出一聽見就絕對會 昏昏欲睡的神奇旋律。",
	},
	wigglytuff: {
		name: "胖可丁",
		desc: "以自己細緻的體毛為傲。 尤其額頭上的捲毛，更是有著 彷彿會一摸升天的極致觸感。",
	},
	zubat: {
		name: "超音蝠",
		desc: "棲息在陽光照射不到的洞窟裡。 到了早上就會和夥伴相聚， 一邊互相取暖一邊睡覺。",
	},
	golbat: {
		name: "大嘴蝠",
		desc: "能以小小的腳靈巧地步行。 會無聲無息地靠近沉睡中的獵物， 用獠牙咬住對方並且吸食血液。",
	},
	oddish: {
		name: "走路草",
		desc: "白天為了躲避太陽， 會鑽進涼爽的地下。 藉由沐浴月光來成長。",
	},
	gloom: {
		name: "臭臭花",
		desc: "看似口水的東西其實是 甜甜的蜜。非常黏稠， 只要碰到就會一直黏住。",
	},
	vileplume: {
		name: "霸王花",
		desc: "雖然花瓣越大就能放出 越多的花粉，但頭部也會 隨之變重而容易疲倦。",
	},
	paras: {
		name: "派拉斯",
		desc: "會挖掘洞穴，從樹木的根部 獲取營養，但幾乎所有的營養 都會被背上的蘑菇奪走。",
	},
	parasect: {
		name: "派拉斯特",
		desc: "由於蟲子的精華不斷被吸走， 在思考的似乎已經不是蟲子， 而是背上的蘑菇了。",
	},
	venonat: {
		name: "毛球",
		desc: "在明亮的地方看就會發現 那對有著雷達作用的大眼睛， 是由許多小眼睛聚集而成的。",
	},
	venomoth: {
		name: "摩魯蛾",
		desc: "翅膀上的鱗粉一旦沾到身上 就很難甩掉，而且鱗粉帶有的 毒素還會逐漸滲入體內。",
	},
	diglett: {
		name: "地鼠",
		desc: "在地下較淺的地方移動。 被牠挖掘過的地面會鼓起來， 所以非常容易發現。",
	},
	diglettalola: {
		name: "地鼠（阿羅拉的樣子）",
	},
	dugtrio: {
		name: "三地鼠",
		desc: "三胞胎的地鼠，擁有能夠挖掘到 地下１００公里深的潛力。沒人知道 牠在地下的部分究竟長成什麼樣子。",
	},
	dugtrioalola: {
		name: "三地鼠（阿羅拉的樣子）",
	},
	meowth: {
		name: "喵喵",
		desc: "為了不弄髒額頭上的 金幣，會常常洗臉。 和伽勒爾的喵喵關係不好。",
	},
	meowthalola: {
		name: "喵喵（阿羅拉的樣子）",
	},
	meowthgalar: {
		name: "喵喵（伽勒爾的樣子）",
	},
	persian: {
		name: "貓老大",
		desc: "擁有優雅高貴的身姿。 與野蠻的喵頭目個性不合， 互相看不起對方。",
	},
	persianalola: {
		name: "貓老大（阿羅拉的樣子）",
	},
	psyduck: {
		name: "可達鴨",
		desc: "頭痛會隨著壓力累積而 更加劇烈。會用強大的 念力壓倒周圍的一切。",
	},
	golduck: {
		name: "哥達鴨",
		desc: "民間故事裡相傳， 牠會把弄髒河川的 人類拖進水裡帶走。",
	},
	mankey: {
		name: "猴怪",
		desc: "體態輕盈的牠居住在樹上。 常因為一些小事而生氣， 往身邊的東西飛撲過去。",
	},
	primeape: {
		name: "火爆猴",
		desc: "只有當誰都不在身邊的時候 才會停止生氣。然而要看到牠 不生氣的樣子是很困難的。",
	},
	growlithe: {
		name: "卡蒂狗",
		desc: "性格忠誠。 為了保護自己的訓練家， 會拼命地朝對手狂吠。",
	},
	arcanine: {
		name: "風速狗",
		desc: "從古時候起就是擄獲 眾多人心的美麗寶可夢。 能像飛一樣輕盈地奔跑。",
	},
	poliwag: {
		name: "蚊香蝌蚪",
		desc: "在水流湍急的河川裡， 會把厚厚的嘴唇當作吸盤， 吸附在岩石上避免被沖走。",
	},
	poliwhirl: {
		name: "蚊香君",
		desc: "流的汗是又黏又滑的黏液狀。 即使被敵人捉住， 也能滑溜溜地輕易逃脫。",
	},
	poliwrath: {
		name: "蚊香泳士",
		desc: "除了游泳之外，也擅長使用 格鬥技。完美鍛鍊的手臂 可以使出豪邁的拳擊。",
	},
	abra: {
		name: "凱西",
		desc: "就算在睡夢中也能使用瞬間移動。 據說當牠睡得越熟， 瞬間移動的距離就會越遠。",
	},
	kadabra: {
		name: "勇基拉",
		desc: "念力的威力大得驚人。 會把精神力量儲存在額頭 的星星裡，以備進化所需。",
	},
	alakazam: {
		name: "胡地",
		desc: "能操控強大的超能力。 雙手中的湯匙據說就是 用牠的力量創造出來的。",
	},
	alakazammega: {
		name: "超級胡地",
	},
	machop: {
		name: "腕力",
		desc: "時時刻刻都充滿力量。 由於體力過剩而去舉岩石 消磨時間，也因此變得更強。",
	},
	machoke: {
		name: "豪力",
		desc: "有著不會疲勞的強韌肉體。 會去幫助人類完成例如 搬運沉重行李之類的工作。",
	},
	machamp: {
		name: "怪力",
		desc: "４隻手臂在思考之前 就會反射性地行動， 使出多發拳擊。",
	},
	bellsprout: {
		name: "喇叭芽",
		desc: "喜歡高溫多濕的環境。 會利用藤蔓捕捉小蟲 當成自己的食物。",
	},
	weepinbell: {
		name: "口呆花",
		desc: "肚子餓的時候會把周圍 會動的東西全都吞下去， 然後用溶解液致其於死地。",
	},
	victreebel: {
		name: "大食花",
		desc: "會用花蜜的香氣引誘獵物。 據說被牠吞進了嘴裡的東西 只要１天就會溶解到連骨頭都不剩。",
	},
	tentacool: {
		name: "瑪瑙水母",
		desc: "絕大部分都是由水組成的身體 在海中會與海水同化， 令其他生物很難看見牠。",
	},
	tentacruel: {
		name: "毒刺水母",
		desc: "能夠自由伸縮身上的８０根觸手。 會像撒網般張開觸手捕捉獵物， 並用毒針注入劇毒。",
	},
	geodude: {
		name: "小拳石",
		desc: "大量棲息在山路之類的地方。 不小心踩到牠會讓牠生氣， 所以走路的時候要小心。",
	},
	geodudealola: {
		name: "小拳石（阿羅拉的樣子）",
	},
	graveler: {
		name: "隆隆石",
		desc: "經常在山路上滾動。 滾動時從不會去理會 前面的路上有什麼東西。",
	},
	graveleralola: {
		name: "隆隆石（阿羅拉的樣子）",
	},
	golem: {
		name: "隆隆岩",
		desc: "剛蛻皮的時候身體比較軟 而且顏色偏白，但在接觸到 空氣後很快就會變硬。",
	},
	golemalola: {
		name: "隆隆岩（阿羅拉的樣子）",
	},
	ponyta: {
		name: "小火馬",
		desc: "得到了小火馬認可的人， 在觸摸牠燃燒著的鬃毛時 不會覺得燙手，真是不可思議。",
	},
	ponytagalar: {
		name: "小火馬（伽勒爾的樣子）",
	},
	rapidash: {
		name: "烈焰馬",
		desc: "奔跑速度最快的烈焰馬 會成為首領，決定族群 前往的地點和奔跑速度。",
	},
	rapidashgalar: {
		name: "烈焰馬（伽勒爾的樣子）",
	},
	slowpoke: {
		name: "呆呆獸",
		desc: "尾巴浸在水裡時會滲出 甜味，牠會以此當誘餌 來吸引並且釣起寶可夢。",
	},
	slowpokegalar: {
		name: "呆呆獸（伽勒爾的樣子）",
	},
	slowbro: {
		name: "呆殼獸",
		desc: "被大舌貝狠狠咬下的衝擊讓牠 變得能用兩腳行走。如果大舌貝 脫落了，牠似乎就會變回呆呆獸。",
	},
	slowbromega: {
		name: "超級呆殼獸",
	},
	slowbrogalar: {
		name: "呆殼獸（伽勒爾的樣子）",
	},
	magnemite: {
		name: "小磁怪",
		desc: "靠吞食電力維持生命。 會一邊從左右的組件放射 出電磁波，一邊在空中飛。",
	},
	magneton: {
		name: "三合一磁怪",
		desc: "隨時都釋放著很強的磁力。 只要三合一磁怪一靠近， 大多數的電腦都會出現異常。",
	},
	farfetchd: {
		name: "大蔥鴨",
		desc: "用植物的莖來戰鬥。 莖的揮舞方式存在著 好幾種不同的流派。",
	},
	farfetchdgalar: {
		name: "大蔥鴨（伽勒爾的樣子）",
	},
	doduo: {
		name: "嘟嘟",
		desc: "翅膀短小不擅長飛行， 但是擁有發達的雙腳， 能以很快的速度奔跑。",
	},
	dodrio: {
		name: "嘟嘟利",
		desc: "嘟嘟的其中一個頭分裂 形成的變種。能以60公里的 時速在草原上奔馳。",
	},
	seel: {
		name: "小海獅",
		desc: "喜歡滴水成冰的寒冷地方。 在零下10度的溫度裡 也能舒服自在地游泳。",
	},
	dewgong: {
		name: "白海獅",
		desc: "全身上下一片雪白。 不畏寒冷，在滿是浮冰的海上 也能元氣十足地游來游去。",
	},
	grimer: {
		name: "臭泥",
		desc: "由許多污泥凝聚而成。 散發著惡臭，讓人無法觸碰。 經過的地方寸草不生。",
	},
	grimeralola: {
		name: "臭泥（阿羅拉的樣子）",
	},
	muk: {
		name: "臭臭泥",
		desc: "奇臭無比！雖然臭到令人昏倒， 但臭臭泥的鼻子已經退化， 所以牠自己聞不到味道。",
	},
	mukalola: {
		name: "臭臭泥（阿羅拉的樣子）",
	},
	shellder: {
		name: "大舌貝",
		desc: "堅硬的殼能反彈任何攻擊。 如果在殼張開時被攻擊到內部， 就會變得十分脆弱。",
	},
	cloyster: {
		name: "刺甲貝",
		desc: "一旦牠把殼閉上， 無論是擁有什麼樣怪力的人 都無法將其打開。",
	},
	gastly: {
		name: "鬼斯",
		desc: "能用稀薄氣體狀的 身體潛入任何地方， 但只要起風就會被吹跑。",
	},
	haunter: {
		name: "鬼斯通",
		desc: "如果黑暗中空無一人， 但你卻感覺被什麼盯上了， 那麼鬼斯通一定就在那裡。",
	},
	gengar: {
		name: "耿鬼",
		desc: "據說牠會為了奪取 山中遇難者的生命 而從黑暗中出現。",
	},
	gengarmega: {
		name: "超級耿鬼",
	},
	onix: {
		name: "大岩蛇",
		desc: "彎曲扭動巨大結實的身體， 以時速８０公里的 猛烈勢頭挖掘前進。",
	},
	drowzee: {
		name: "催眠貘",
		desc: "如果每晚和牠一起睡覺， 有時會讓你夢見 牠過去吃過的夢。",
	},
	hypno: {
		name: "引夢貘人",
		desc: "要是不小心遇上牠，要趕緊 從牠身上移開視線，否則會有 被牠手上擺錘催眠的危險。",
	},
	krabby: {
		name: "大鉗蟹",
		desc: "如果危險逼近， 就會從嘴裡吐出泡沫包裹全身， 讓身體看起來更大。",
	},
	kingler: {
		name: "巨鉗蟹",
		desc: "巨大的鉗子破壞力十足， 但是因為太過沉重， 不戰鬥的時候就很礙事。",
	},
	voltorb: {
		name: "霹靂電球",
		desc: "據說和精靈球相似的外型 是牠的保護色，但令人意外地 牠其實很容易就會自爆。",
	},
	electrode: {
		name: "頑皮雷彈",
		desc: "只要受到任何一點衝擊， 體內的電能就會迅速膨脹 然後爆炸。",
	},
	exeggcute: {
		name: "蛋蛋",
		desc: "非得湊齊６隻才會有安全感。 那怕只是少了１隻，都會立刻 變得很膽小，隨時想要逃跑。",
	},
	exeggutor: {
		name: "椰蛋樹",
		desc: "３顆頭團結一致發出的 精神力量威力強大。天氣 變陰時動作就會變得遲緩。",
	},
	exeggutoralola: {
		name: "椰蛋樹（阿羅拉的樣子）",
	},
	cubone: {
		name: "卡拉卡拉",
		desc: "頭上戴著死去母親的頭骨。 雖然有時會因為作夢而哭泣， 但每次流淚後都會變得更強。",
	},
	marowak: {
		name: "嘎啦嘎啦",
		desc: "進化時，原本戴在頭上的母親 頭骨化為了牠身體的一部份。 不但如此，性格也變得很凶暴。",
	},
	marowakalola: {
		name: "嘎啦嘎啦（阿羅拉的樣子）",
	},
	hitmonlee: {
		name: "飛腿郎",
		desc: "雙腿能夠自由伸縮， 即使離得很遠也能 把對手一腳踢飛。",
	},
	hitmonchan: {
		name: "快拳郎",
		desc: "打出的拳擊甚至能劈開空氣。 但連續攻擊３分鐘後， 牠似乎就會想休息一下。",
	},
	lickitung: {
		name: "大舌頭",
		desc: "蟲寶可夢是牠主要的食物。 會用長長的舌頭去把對方 舔麻痺，然後趁機一口吞下。",
	},
	koffing: {
		name: "瓦斯彈",
		desc: "污濁的空氣是牠的美味大餐。 據說在昔日的伽勒爾地區 曾經存在著更多的瓦斯彈。",
	},
	weezing: {
		name: "雙彈瓦斯",
		desc: "雖然吸入空氣的力量 稍弱於伽勒爾的雙彈瓦斯， 製造出的毒素卻更加強力。",
	},
	weezinggalar: {
		name: "雙彈瓦斯（伽勒爾的樣子）",
	},
	rhyhorn: {
		name: "獨角犀牛",
		desc: "腦子裡只能記住一件事。 一旦開始猛衝，不管理由是什麼 都會很快感到無所謂而忘掉。",
	},
	rhydon: {
		name: "鑽角犀獸",
		desc: "全身被鎧甲般的皮膚 保護著。甚至能在 ２０００度的熔岩中生存。",
	},
	chansey: {
		name: "吉利蛋",
		desc: "原本動作遲緩。但為了從 盯上蛋的傢伙們手裡保護蛋， 逃跑的速度就變快了。",
	},
	tangela: {
		name: "蔓藤怪",
		desc: "藤蔓散發著獨特的香氣。 在伽勒爾的部分地區 會被當作香草使用。",
	},
	kangaskhan: {
		name: "袋獸",
		desc: "紀錄中記載著， 曾經有沒孩子的袋獸 養育了遇難的人類孩子。",
	},
	kangaskhanmega: {
		name: "超級袋獸",
	},
	horsea: {
		name: "墨海馬",
		desc: "會在水中跳舞似地游動來 製造漩渦。玩耍時會和夥伴 比賽誰做出的漩渦比較大。",
	},
	seadra: {
		name: "海刺龍",
		desc: "嘴部雖然細，但吸力卻很強。 就算是比嘴還要大的食物， 也都能瞬間吸進口裡吃掉。",
	},
	goldeen: {
		name: "角金魚",
		desc: "背鰭和尾鰭像肌肉 那樣發達。能夠以 ５節的速度在水中游泳。",
	},
	seaking: {
		name: "金魚王",
		desc: "金魚王之所以會用角挖穿 河底的岩石來築巢，是為了 防止產下的卵被水流沖走。",
	},
	staryu: {
		name: "海星星",
		desc: "會被魚寶可夢啄食，但是 即使身體被咬斷也能很快就 再生，所以一點都不在意。",
	},
	starmie: {
		name: "寶石海星",
		desc: "會高速旋轉著身體在 海裡游泳，並且同時 吸食微小的浮游生物。",
	},
	mrmime: {
		name: "魔牆人偶",
		desc: "擅長表演默劇。 用手指放出的波動製造牆壁， 保護自己免於大多數的攻擊。",
	},
	mrmimegalar: {
		name: "魔牆人偶（伽勒爾的樣子）",
	},
	scyther: {
		name: "飛天螳螂",
		desc: "如果在森林裡發現了 有很多樹被砍倒的地方， 那就是飛天螳螂的地盤。",
	},
	jynx: {
		name: "迷唇姐",
		desc: "許多伽勒爾的迷唇姐擁有 美麗又纖細的聲音，甚至 有一批對牠們著迷的粉絲。",
	},
	electabuzz: {
		name: "電擊獸",
		desc: "暴風雨來臨時，牠們會 聚集在高大的樹周圍， 靜靜地一直等待落雷。",
	},
	magmar: {
		name: "鴨嘴火獸",
		desc: "全身時時刻刻都在燃燒。 人們認為牠是引起火災的 原因之一，非常畏懼牠。",
	},
	pinsir: {
		name: "凱羅斯",
		desc: "會用角緊緊夾住獵物， 就這樣把對方剪成兩半 或是把牠硬扔到天邊去。",
	},
	pinsirmega: {
		name: "超級凱羅斯",
	},
	tauros: {
		name: "肯泰羅",
		desc: "棲息在伽勒爾的肯泰羅 性格暴躁，絕不會允許 人類騎到自己的背上。",
	},
	magikarp: {
		name: "鯉魚王",
		desc: "又弱又可憐的寶可夢。 在水流比較快的地方， 只能任憑自己被水沖走。",
	},
	gyarados: {
		name: "暴鯉龍",
		desc: "就算是在狂風暴雨中， 只要發狂的暴鯉龍出現， 一切都會被牠燒毀殆盡。",
	},
	gyaradosmega: {
		name: "超級暴鯉龍",
	},
	lapras: {
		name: "拉普拉斯",
		desc: "十分耐寒，不畏冰海。 皮膚滑滑的， 摸起來會有點涼。",
	},
	ditto: {
		name: "百變怪",
		desc: "當兩隻百變怪相遇的時候， 為了能變成和對方相同的樣子， 牠們動起來會比平常更加劇烈。",
	},
	eevee: {
		name: "伊布",
		desc: "由於不穩定的基因， 蘊含著各式各樣進化 可能性的特殊寶可夢。",
	},
	vaporeon: {
		name: "水伊布",
		desc: "身體細胞的結構與水分子相似。 牠能和水融為一體， 讓別人無法看見牠。",
	},
	jolteon: {
		name: "雷伊布",
		desc: "有時會吸入空氣中 的負離子，吐出大約 １００００伏特的高壓電。",
	},
	flareon: {
		name: "火伊布",
		desc: "會將吸入的空氣的一部分 傳送到自己體內的火囊裡， 製造出１７００度的火焰。",
	},
	porygon: {
		name: "多邊獸",
		desc: "近年在電腦空間大展身手。 會四處巡邏查看 有沒有可疑的資料。",
	},
	omanyte: {
		name: "菊石獸",
		desc: "一度滅絕的古代寶可夢。 會使用１０隻腳划水， 在水中一漂一浮地游動。",
	},
	omastar: {
		name: "多刺菊石獸",
		desc: "尖銳的牙齒足以咬碎岩石， 但能夠襲擊的獵物僅限在 牠的觸手可及的範圍之內。",
	},
	kabuto: {
		name: "化石盔",
		desc: "雖然有人說這種寶可夢 已經滅絕，但牠在一部分 地區似乎是相當常見的。",
	},
	kabutops: {
		name: "鐮刀盔",
		desc: "沒有人知道牠為何會滅絕。 過去曾棲息在溫暖的海域， 是性情凶暴的古代寶可夢。",
	},
	aerodactyl: {
		name: "化石翼龍",
		desc: "擁有像鋸子般的牙齒， 就連鋼屬性寶可夢的 皮膚都能撕裂成碎片。",
	},
	aerodactylmega: {
		name: "超級化石翼龍",
	},
	snorlax: {
		name: "卡比獸",
		desc: "擁有一個結實的胃， 即使吃了發霉腐爛的東西， 也完全不會吃壞肚子。",
	},
	articuno: {
		name: "急凍鳥",
		desc: "擁有能自在操縱冰的 能力。據說是棲息在 永凍之地的雪山中。",
	},
	zapdos: {
		name: "閃電鳥",
		desc: "傳說的鳥寶可夢。 據說只要牠磨蹭翅膀， 立刻就會有雷電劈下。",
	},
	moltres: {
		name: "火焰鳥",
		desc: "相傳牠會以美麗燃燒的 翅膀照亮山路，救助在 山中遇險的人。",
	},
	dratini: {
		name: "迷你龍",
		desc: "長久以來被認為只存在於 幻想之中。額頭上小小的 突起是正在成長的角。",
	},
	dragonair: {
		name: "哈克龍",
		desc: "能將力量集中在尾巴的珠子， 藉此操縱天氣。全身散發著 氣場的樣子非常神秘。",
	},
	dragonite: {
		name: "快龍",
		desc: "人們稱牠為大海的化身。 有許多船會在船頭設置 快龍的雕像。",
	},
	mewtwo: {
		name: "超夢",
		desc: "身上的基因與夢幻幾乎一樣， 但無論是體型大小還是性格 都與夢幻有著巨大的差別。",
	},
	mewtwomegax: {
		name: "超級超夢Ｘ",
	},
	mewtwomegay: {
		name: "超級超夢Ｙ",
	},
	mew: {
		name: "夢幻",
		desc: "用顯微鏡觀察就會發現， 牠的身上長著又細又短， 十分細緻的體毛。",
	},
	chikorita: {
		name: "菊草葉",
	},
	bayleef: {
		name: "月桂葉",
	},
	meganium: {
		name: "大竺葵",
	},
	cyndaquil: {
		name: "火球鼠",
	},
	quilava: {
		name: "火岩鼠",
	},
	typhlosion: {
		name: "火爆獸",
	},
	totodile: {
		name: "小鋸鱷",
	},
	croconaw: {
		name: "藍鱷",
	},
	feraligatr: {
		name: "大力鱷",
	},
	sentret: {
		name: "尾立",
	},
	furret: {
		name: "大尾立",
	},
	hoothoot: {
		name: "咕咕",
		desc: "總是在固定的時間鳴叫， 因此也有訓練家 拿牠來代替鐘錶帶出門。",
	},
	noctowl: {
		name: "貓頭夜鷹",
		desc: "開始思考事情時， 會將脖子旋轉１８０度， 提高大腦的工作效率。",
	},
	ledyba: {
		name: "芭瓢蟲",
		desc: "非常膽小的寶可夢。 會和夥伴一起張開反射壁， 藉此保護巢穴。",
	},
	ledian: {
		name: "安瓢蟲",
		desc: "一邊撒落閃閃發亮的粉末，一邊在 夜空中飛翔。據說如果身上沾到 這種粉末，就會有好事發生。",
	},
	spinarak: {
		name: "圓絲蛛",
		desc: "牙齒的毒性並不強烈， 但用來削弱那些掛在蛛網上 無法動彈的獵物是綽綽有餘。",
	},
	ariados: {
		name: "阿利多斯",
		desc: "會吐絲來捕捉獵物。 每到夜晚就會離開巢穴， 積極地展開狩獵。",
	},
	crobat: {
		name: "叉字蝠",
		desc: "能夠自在地控制４隻翅膀 振翅飛翔。即使是在狹窄的 洞窟裡也能毫不減速地飛舞。",
	},
	chinchou: {
		name: "燈籠魚",
		desc: "在黑暗的海底， 觸手上不斷閃爍的亮光 是牠唯一的通訊手段。",
	},
	lanturn: {
		name: "電燈怪",
		desc: "發出強光讓獵物暫時失明。 趁獵物露出破綻時， 用電擊招呼對手。",
	},
	pichu: {
		name: "皮丘",
		desc: "臉頰上的電囊還很小， 如果囊裡的電太多了， 就會漏出來電到自己。",
	},
	cleffa: {
		name: "皮寶寶",
		desc: "有著如同星星一般的輪廓。 因為這樣的外型，人們相信 牠是乘著流星而來的。",
	},
	igglybuff: {
		name: "寶寶丁",
		desc: "會用柔軟的身體一彈一跳地 四處移動。體溫上升時， 身體就會變成深粉紅色。",
	},
	togepi: {
		name: "波克比",
		desc: "好運的象徵。 據說在牠的殼裡 裝著滿滿的幸福。",
	},
	togetic: {
		name: "波克基古",
		desc: "不待在溫柔的人身邊 就會變得沒有精神。 不揮動翅膀也能浮在空中。",
	},
	natu: {
		name: "天然雀",
		desc: "翅膀還沒有完全長好， 所以只能一跳一跳地移動。 一直在注視著什麼。",
	},
	xatu: {
		name: "天然鳥",
		desc: "能夠看穿過去和未來。 日復一日注視著太陽 動向的奇異寶可夢。",
	},
	mareep: {
		name: "咩利羊",
		desc: "會累積絨毛摩擦時所產生的電力。 如果因為牠可愛而直接用手去摸， 就會被電得又麻又痛。",
	},
	flaaffy: {
		name: "茸茸羊",
		desc: "會將電力儲存在鬆軟的毛中。 因為儲存了太多電力， 身上有些地方變得光禿禿的。",
	},
	ampharos: {
		name: "電龍",
		desc: "尾巴發出的耀眼光芒 被船員們當成引路的路標， 從過去就一直深受重視。",
	},
	ampharosmega: {
		name: "超級電龍",
	},
	bellossom: {
		name: "美麗花",
		desc: "有時美麗花們會聚在一起， 做出像是跳舞的動作。 據說這是呼喚太陽的儀式。",
	},
	marill: {
		name: "瑪力露",
		desc: "很能彈開水的體毛就算是 從寒冷的海裡上岸時也能 立刻乾掉，一點都不冷。",
	},
	azumarill: {
		name: "瑪力露麗",
		desc: "會製作填滿空氣的泡泡。 當露力麗到河裡玩耍的時候， 牠就會用泡泡把露力麗包起來。",
	},
	sudowoodo: {
		name: "樹才怪",
		desc: "為了不被襲擊而模仿樹的樣子。 很討厭水，所以一開始下雨 就會在不知不覺間消失無蹤。",
	},
	politoed: {
		name: "蚊香蛙皇",
		desc: "雄性的叫聲比雌性更巨大。 叫聲低沉有魄力的蚊香蛙皇 更能受到雌性喜愛。",
	},
	hoppip: {
		name: "毽子草",
	},
	skiploom: {
		name: "毽子花",
	},
	jumpluff: {
		name: "毽子棉",
	},
	aipom: {
		name: "長尾怪手",
		desc: "會從樹上尋找獵物。 只要發現自己愛吃的甜竹竹， 就會興奮地飛撲過去。",
	},
	sunkern: {
		name: "向日種子",
	},
	sunflora: {
		name: "向日花怪",
	},
	yanma: {
		name: "蜻蜻蜓",
	},
	wooper: {
		name: "烏波",
		desc: "為了在地面上行走時 不讓皮膚乾燥，會用 有毒的黏膜覆蓋身體。",
	},
	quagsire: {
		name: "沼王",
		desc: "身體總是滑溜溜的。 雖然游泳時頭總會撞到河底， 但牠自己毫不在意。",
	},
	espeon: {
		name: "太陽伊布",
		desc: "從額頭的珠子放射出精神力量 進行戰鬥。當力量用盡時， 珠子的顏色也會褪去。",
	},
	umbreon: {
		name: "月亮伊布",
		desc: "在滿月之夜或是興奮的時候， 牠身上圈圈一樣的花紋 就會發出金黃色的光。",
	},
	murkrow: {
		name: "黑暗鴉",
		desc: "會為了老大尋找閃閃發亮的東西。 被人們視為不吉利的象徵， 厭惡牠的人也很多。",
	},
	slowking: {
		name: "呆呆王",
		desc: "只要開口提問，任何難題 牠都會幫忙解開，但是無人 能夠理解呆呆王的語言。",
	},
	misdreavus: {
		name: "夢妖",
		desc: "會藉由模仿人哭叫的聲音 嚇唬大家來取樂。 不擅長應付膽大的對手。",
	},
	unown: {
		name: "未知圖騰",
	},
	wobbuffet: {
		name: "果然翁",
		desc: "為了隱藏漆黑的尾巴 而悄悄地生活在黑暗之中。 不會主動發動攻擊。",
	},
	girafarig: {
		name: "麒麟奇",
	},
	pineco: {
		name: "榛果球",
		desc: "會用唾液把樹皮貼在自己身上， 讓自己變得更厚更大。上了年紀的 榛果球是無比巨大的。",
	},
	forretress: {
		name: "佛烈托斯",
		desc: "只有在吞下獵物的瞬間， 殼裡的身體才會出現。 至今還沒有人見過牠的真面目。",
	},
	dunsparce: {
		name: "土龍弟弟",
		desc: "居住在像是迷宮的巢穴裡。 能憑土壤的氣味知道自己的 位置，所以絕對不會迷路。",
	},
	gligar: {
		name: "天蠍",
	},
	steelix: {
		name: "大鋼蛇",
		desc: "人們認為牠的身體是因為 堆積了和泥土一起吞下的 鐵質，才會發生變化的。",
	},
	steelixmega: {
		name: "超級大鋼蛇",
	},
	snubbull: {
		name: "布魯",
		desc: "個性與外表相反，其實很膽小。 要是把牠和其他小狗寶可夢 放在一起，牠有可能會被欺負。",
	},
	granbull: {
		name: "布魯皇",
		desc: "雖然很受年輕女性歡迎， 但牠不但膽小而且個性纖細， 以看門狗來說一點用都沒有。",
	},
	qwilfish: {
		name: "千針魚",
		desc: "全身上下的小針是由鱗片 變化而來的。如果被刺中的話， 就會中毒並陷入昏迷。",
	},
	scizor: {
		name: "巨鉗螳螂",
		desc: "體型雖然纖細，攻擊力卻 非常駭人。連身體的肌肉 都是由金屬構成的。",
	},
	scizormega: {
		name: "超級巨鉗螳螂",
	},
	shuckle: {
		name: "壺壺",
		desc: "儲存在壺形甲殼裡的 樹果會在不知不覺間 變成黏糊糊的果汁。",
	},
	heracross: {
		name: "赫拉克羅斯",
		desc: "能夠輕輕鬆鬆舉起比自己 體重還要重１００倍的物體， 是以一身怪力為傲的寶可夢。",
	},
	heracrossmega: {
		name: "超級赫拉克羅斯",
	},
	sneasel: {
		name: "狃拉",
		desc: "性格狡猾且凶猛。 會趁著雙親不在時 侵入巢穴把蛋盜走。",
	},
	teddiursa: {
		name: "熊寶寶",
	},
	ursaring: {
		name: "圈圈熊",
	},
	slugma: {
		name: "熔岩蟲",
	},
	magcargo: {
		name: "熔岩蝸牛",
	},
	swinub: {
		name: "小山豬",
		desc: "一聞到誘人的香味時， 就會不顧一切地 朝香味傳來的方向飛奔而去。",
	},
	piloswine: {
		name: "長毛豬",
		desc: "雖然４隻腳很短， 但因為蹄很寬而且粗糙， 所以就算在雪地上行走也不會打滑。",
	},
	corsola: {
		name: "太陽珊瑚",
		desc: "在溫暖的大海裡生活。 也曾經大量棲息於 上古時期的伽勒爾近海。",
	},
	corsolagalar: {
		name: "太陽珊瑚（伽勒爾的樣子）",
	},
	remoraid: {
		name: "鐵炮魚",
		desc: "會用變成吸盤狀的背鰭 吸附在巨翅飛魚身上， 吃牠平常吃剩下的東西。",
	},
	octillery: {
		name: "章魚桶",
		desc: "有著堅硬結實的腦袋。 會用帶有吸盤的腳纏住對手， 然後不停地用頭猛撞。",
	},
	delibird: {
		name: "信使鳥",
		desc: "因為有跟人類及寶可夢 分享自己食物的習性， 所以一直都在到處尋找食物。",
	},
	mantine: {
		name: "巨翅飛魚",
		desc: "悠然地暢游在大海中。 就算有覬覦食物殘渣的鐵炮魚 吸附在自己身上也毫不在意。",
	},
	skarmory: {
		name: "盔甲鳥",
		desc: "由於牠脫落下來的羽毛 能夠製成劍，因此作為 家徽的圖案也很有人氣。",
	},
	houndour: {
		name: "戴魯比",
		desc: "會在天亮前反覆發出令人 不寒而慄的長嚎，藉此強調 自己群體的存在。",
	},
	houndoom: {
		name: "黑魯加",
		desc: "特徵是令人不寒而慄的長嚎。 過去人們認為牠是來自 地獄的使者，對牠十分畏懼。",
	},
	houndoommega: {
		name: "超級黑魯加",
	},
	kingdra: {
		name: "刺龍王",
		desc: "脫落的鱗片光澤高雅 有深度，甚至被拿去 獻給王族作為貢品。",
	},
	phanpy: {
		name: "小小象",
	},
	donphan: {
		name: "頓甲",
	},
	porygon2: {
		name: "多邊獸Ⅱ",
		desc: "搭載了ＡＩ功能後，開始 說起了只有多邊獸Ⅱ彼此 之間才能了解的神秘語言。",
	},
	stantler: {
		name: "驚角鹿",
	},
	smeargle: {
		name: "圖圖犬",
		desc: "會用尾巴前端分泌出的液體 畫下標記。其中有些標記會 吸引愛好者以高價買賣。",
	},
	tyrogue: {
		name: "無畏小子",
		desc: "體型雖小卻不可輕視， 因為牠只要發現合適的對手， 就會馬上撲上去大打出手。",
	},
	hitmontop: {
		name: "戰舞郎",
		desc: "會透過倒立來擾亂 對方的節奏，然後 趁隙施展華麗的踢擊。",
	},
	smoochum: {
		name: "迷唇娃",
		desc: "好奇心旺盛的寶可夢。對於 任何東西都會先用嘴唇去觸碰， 再決定是喜歡還是討厭這東西。",
	},
	elekid: {
		name: "電擊怪",
		desc: "還不擅長儲存電力。 為了吸食電力，會偷偷 潛入民宅尋找插座。",
	},
	magby: {
		name: "鴨嘴寶寶",
		desc: "棲息在火山的周圍。 在一天結束時，會泡進 熔岩中讓身體舒緩疲勞。",
	},
	miltank: {
		name: "大奶罐",
		desc: "如果沒有每天擠鮮奶， 身體的狀況就會變糟。 鮮奶的風味會隨季節改變。",
	},
	blissey: {
		name: "幸福蛋",
		desc: "會生下飽含幸福的神奇的蛋。 據說吃下蛋的人，就能夠 對任何人都很溫和相待。",
	},
	raikou: {
		name: "雷公",
	},
	entei: {
		name: "炎帝",
	},
	suicune: {
		name: "水君",
	},
	larvitar: {
		name: "幼基拉斯",
		desc: "靠吃泥土維生。 吃掉一座大山後， 就會為了成長而開始沉睡。",
	},
	pupitar: {
		name: "沙基拉斯",
		desc: "雖然是蛹卻不會呆著不動。 在堅硬的甲殼之下 已經長出了手腳。",
	},
	tyranitar: {
		name: "班基拉斯",
		desc: "當牠帶著巨大轟鳴聲邁開腳步， 就連大山都會為之崩裂， 周遭的地形也會因而改變。",
	},
	tyranitarmega: {
		name: "超級班基拉斯",
	},
	lugia: {
		name: "洛奇亞",
	},
	hooh: {
		name: "鳳王",
	},
	celebi: {
		name: "時拉比",
		desc: "從未來穿越時光而來。 能夠治癒傷痛， 也會把自己的力量分給草木。",
	},
	treecko: {
		name: "木守宮",
	},
	grovyle: {
		name: "森林蜥蜴",
	},
	sceptile: {
		name: "蜥蜴王",
	},
	sceptilemega: {
		name: "超級蜥蜴王",
	},
	torchic: {
		name: "火稚雞",
	},
	combusken: {
		name: "力壯雞",
	},
	blaziken: {
		name: "火焰雞",
	},
	blazikenmega: {
		name: "超級火焰雞",
	},
	mudkip: {
		name: "水躍魚",
	},
	marshtomp: {
		name: "沼躍魚",
	},
	swampert: {
		name: "巨沼怪",
	},
	swampertmega: {
		name: "超級巨沼怪",
	},
	poochyena: {
		name: "土狼犬",
	},
	mightyena: {
		name: "大狼犬",
	},
	zigzagoon: {
		name: "蛇紋熊",
		desc: "伽勒爾的蛇紋熊適應了 其他地區環境後的樣子。 十分擅長找東西。",
	},
	zigzagoongalar: {
		name: "蛇紋熊（伽勒爾的樣子）",
	},
	linoone: {
		name: "直衝熊",
		desc: "用自己超群的爆發力 和銳利的爪子來制服獵物。 不擅長在彎曲的道路上奔跑。",
	},
	linoonegalar: {
		name: "直衝熊（伽勒爾的樣子）",
	},
	wurmple: {
		name: "刺尾蟲",
	},
	silcoon: {
		name: "甲殼繭",
	},
	beautifly: {
		name: "狩獵鳳蝶",
	},
	cascoon: {
		name: "盾甲繭",
	},
	dustox: {
		name: "毒粉蛾",
	},
	lotad: {
		name: "蓮葉童子",
		desc: "因為葉子長得太大太重， 所以才會改變習性， 漂浮在水面上生活。",
	},
	lombre: {
		name: "蓮帽小童",
		desc: "住在日照充足的水邊。 白天在水草做的床上睡覺， 太陽下山後就會出來活動。",
	},
	ludicolo: {
		name: "樂天河童",
		desc: "樂天河童會跟著 歡快的音樂搖擺身體， 藉而增強自己的力量。",
	},
	seedot: {
		name: "橡實果",
		desc: "會將頭頂黏在樹枝上 懸掛著。也有被大風 吹落的時候。",
	},
	nuzleaf: {
		name: "長鼻葉",
		desc: "長鼻葉居住在大樹上的洞穴裡， 牠吹奏出的草笛聲 會讓聽到的人感到不安。",
	},
	shiftry: {
		name: "狡猾天狗",
		desc: "在森林深處靜靜地生活。 據說當牠搧動大大的團扇， 就會刮起冬日寒風。",
	},
	taillow: {
		name: "傲骨燕",
	},
	swellow: {
		name: "大王燕",
	},
	wingull: {
		name: "長翅鷗",
		desc: "利用氣流， 不拍打翅膀就能飛上天空。 會在海邊的岩壁上築巢。",
	},
	pelipper: {
		name: "大嘴鷗",
		desc: "會貼著海面飛行， 用大大的鳥嘴連著海水一起 把食物撈起來帶走。",
	},
	ralts: {
		name: "拉魯拉絲",
		desc: "用紅色的角感知到 人和寶可夢的溫情後， 全身也會變得有點暖暖的。",
	},
	kirlia: {
		name: "奇魯莉安",
		desc: "能夠操縱精神力量 來扭曲周圍的空間， 讓自己看見未來。",
	},
	gardevoir: {
		name: "沙奈朵",
		desc: "如果是為了保護訓練家， 牠會不惜用盡自己的精神力量 製造出小型黑洞。",
	},
	gardevoirmega: {
		name: "超級沙奈朵",
	},
	surskit: {
		name: "溜溜糖球",
		desc: "棲息在水草叢生的池塘或沼澤。 經常和棲息地以及食物都與 自己相近的滴蛛互相爭鬥。",
	},
	masquerain: {
		name: "雨翅蛾",
		desc: "薄薄翅膀般的觸角很容易 吸收濕氣。下雨天會靜靜待在 樹洞之類的地方度過。",
	},
	shroomish: {
		name: "蘑蘑菇",
	},
	breloom: {
		name: "斗笠菇",
	},
	slakoth: {
		name: "懶人獺",
	},
	vigoroth: {
		name: "過動猿",
	},
	slaking: {
		name: "請假王",
	},
	nincada: {
		name: "土居忍士",
		desc: "有時會在土裡生活 １０年以上。會從樹木 的根部吸取營養。",
	},
	ninjask: {
		name: "鐵面忍者",
		desc: "行動十分迅速的寶可夢。 說牠無論什麼攻擊都能避開也不誇張。 非常喜歡甘甜的樹液。",
	},
	shedinja: {
		name: "脫殼忍者",
		desc: "不拍動翅膀也能四處飛行。 身體裡面空空的，是一種 不呼吸的奇妙寶可夢。",
	},
	whismur: {
		name: "咕妞妞",
		desc: "一旦叫了起來，就會被自己的 聲音嚇到，然後用更大的聲音 大吼大叫。叫到累了就會睡著。",
	},
	loudred: {
		name: "吼爆彈",
		desc: "巨大的叫聲不只會傷害聽覺， 還會壓縮空氣造成衝擊波 將對手震飛造成傷害。",
	},
	exploud: {
		name: "爆音怪",
		desc: "不只會大吼，還會從 身上的洞發出各種音色 與夥伴們彼此溝通。",
	},
	makuhita: {
		name: "幕下力士",
		desc: "據說為了培育強大的幕下力士， 訓練家們會製作一種 傳統的火鍋料理。",
	},
	hariyama: {
		name: "鐵掌力士",
		desc: "體型壯碩的鐵掌力士未必就很強。 也有體型雖小，但身輕如燕 且技巧高超的鐵掌力士存在。",
	},
	azurill: {
		name: "露力麗",
		desc: "雖然是個性溫順的寶可夢， 但生氣時就會大力揮甩 尾巴上的大球來擊打對手。",
	},
	nosepass: {
		name: "朝北鼻",
		desc: "牠會動也不動地用強大的 磁力把獵物吸過來獵捕， 但有時也會把天敵吸來。",
	},
	skitty: {
		name: "向尾喵",
	},
	delcatty: {
		name: "優雅貓",
	},
	sableye: {
		name: "勾魂眼",
		desc: "會去吃寶石的結晶。 雙眼在漆黑一片的地方 會發出寶石的光芒。",
	},
	sableyemega: {
		name: "超級勾魂眼",
	},
	mawile: {
		name: "大嘴娃",
		desc: "大嘴娃能用自己那由鋼角 變化而成的巨大顎部 將對手一口緊緊咬住。",
	},
	mawilemega: {
		name: "超級大嘴娃",
	},
	aron: {
		name: "可可多拉",
		desc: "進化時身上的鋼鐵盔甲 會脫落。以前的人會把 它撿起來用在生活上。",
	},
	lairon: {
		name: "可多拉",
		desc: "會互相碰撞身體來爭奪地盤。 仔細看牠的鋼鐵盔甲，就會 發現有傷痕及凹痕。",
	},
	aggron: {
		name: "波士可多拉",
		desc: "古時候有位國王將自己的頭盔 製作成波士可多拉頭部的樣子， 期盼為自己帶來像牠的強大力量。",
	},
	aggronmega: {
		name: "超級波士可多拉",
	},
	meditite: {
		name: "瑪沙那",
	},
	medicham: {
		name: "恰雷姆",
	},
	medichammega: {
		name: "超級恰雷姆",
	},
	electrike: {
		name: "落雷獸",
		desc: "會在體毛中儲存靜電。 在空氣乾燥的季節 會從全身散發出火花。",
	},
	manectric: {
		name: "雷電獸",
		desc: "極少在人們面前現身， 據說牠的住所就在 雷電落下的地方。",
	},
	manectricmega: {
		name: "超級雷電獸",
	},
	plusle: {
		name: "正電拍拍",
	},
	minun: {
		name: "負電拍拍",
	},
	volbeat: {
		name: "電螢蟲",
	},
	illumise: {
		name: "甜甜螢",
	},
	roselia: {
		name: "毒薔薇",
		desc: "會用右手和左手分別施放 ２種不同的毒來進行攻擊。 香氣越濃越有活力。",
	},
	gulpin: {
		name: "溶食獸",
	},
	swalot: {
		name: "吞食獸",
	},
	carvanha: {
		name: "利牙魚",
		desc: "擁有銳利的牙齒和結實的 下巴。船員們絕對不會去 靠近利牙魚棲息的地方。",
	},
	sharpedo: {
		name: "巨牙鯊",
		desc: "被稱為大海惡霸。船隻 要是誤闖了牠的棲息海域， 無一倖免地都會被襲擊。",
	},
	sharpedomega: {
		name: "超級巨牙鯊",
	},
	wailmer: {
		name: "吼吼鯨",
		desc: "喝入大量的海水之後， 身體會鼓成像球一樣。 每天要吃掉１噸的食物。",
	},
	wailord: {
		name: "吼鯨王",
		desc: "因為無比巨大而受歡迎。 觀看吼鯨王的生態在各地都是 非常受歡迎的遊覽項目。",
	},
	numel: {
		name: "呆火駝",
	},
	camerupt: {
		name: "噴火駝",
	},
	cameruptmega: {
		name: "超級噴火駝",
	},
	torkoal: {
		name: "煤炭龜",
		desc: "在廢棄不用的煤礦坑中 住著許多的煤炭龜。 牠們會不停地挖掘煤炭。",
	},
	spoink: {
		name: "跳跳豬",
	},
	grumpig: {
		name: "噗噗豬",
	},
	spinda: {
		name: "晃晃斑",
		desc: "每一隻身上的斑點都不一樣。 會用搖搖晃晃的動作 巧妙地避開對手的攻擊。",
	},
	trapinch: {
		name: "大顎蟻",
		desc: "會建造絕對無法逃脫的 缽狀巢穴，並在巢穴裡 等著獵物自己掉進來。",
	},
	vibrava: {
		name: "超音波幼蟲",
		desc: "為了讓翅膀成長， 每天要用消化液溶化 並吸食大量的獵物。",
	},
	flygon: {
		name: "沙漠蜻蜓",
		desc: "由於牠揮動翅膀的聲音 好似女性優美的歌聲， 因此被稱為沙漠精靈。",
	},
	cacnea: {
		name: "刺球仙人掌",
	},
	cacturne: {
		name: "夢歌仙人掌",
	},
	swablu: {
		name: "青綿鳥",
		desc: "看起來就像是團綿雲，因此不易 被敵人發現。據說牠的翅膀是 在一代代的演變下成為白色的。",
	},
	altaria: {
		name: "七夕青鳥",
		desc: "性情溫柔，但一旦被激怒， 就會用尖銳的叫聲威嚇對方， 並且毫不留情地施加攻擊。",
	},
	altariamega: {
		name: "超級七夕青鳥",
	},
	zangoose: {
		name: "貓鼬斬",
	},
	seviper: {
		name: "飯匙蛇",
	},
	lunatone: {
		name: "月石",
		desc: "在４０年前隕石墜落的 地點第一次被發現。 瞪一眼就能使敵人沉睡。",
	},
	solrock: {
		name: "太陽岩",
		desc: "太陽能量是力量的來源， 所以在白天裡很強。 旋轉時身體會發光。",
	},
	barboach: {
		name: "泥泥鰍",
		desc: "會用２根長長的鬍鬚 探索渾濁的河底。 用濕滑的黏膜保護著身體。",
	},
	whiscash: {
		name: "鯰魚王",
		desc: "把大沼澤當成自己的地盤。 敵人一旦接近就會變得十分粗暴， 並引起大地震。",
	},
	corphish: {
		name: "龍蝦小兵",
		desc: "來自外國的寶可夢， 現在已經回歸了野生環境。 不管多麼污濁的河水都能適應。",
	},
	crawdaunt: {
		name: "鐵螯龍蝦",
		desc: "有著熱愛戰鬥的性格。 當遇到靠近自己領地的對手， 會毫不留情地將之打倒。",
	},
	baltoy: {
		name: "天秤偶",
		desc: "在古代遺跡被發現。 會一邊旋轉一邊移動。 晚上睡覺的時候也是單腳站著。",
	},
	claydol: {
		name: "念力土偶",
		desc: "似乎是從古代人做的 泥偶誕生而來的寶可夢。 能靠念力飄浮在空中移動。",
	},
	lileep: {
		name: "觸手百合",
		desc: "會吸附在海底的岩石上， 並用花瓣般的觸手纏住 接近自己的獵物。",
	},
	cradily: {
		name: "搖籃百合",
		desc: "用觸手捕捉到獵物時， 會直接用消化液溶解 獵物然後吸收養分。",
	},
	anorith: {
		name: "太古羽蟲",
		desc: "會像船槳般划動８片 翅膀在水中快速游動。 是蟲寶可夢祖先的一種。",
	},
	armaldo: {
		name: "太古盔甲",
		desc: "生活在陸地上，但也擅長游泳。 會為了尋找獵物而潛入海中， 用銳利的爪子解決對方。",
	},
	feebas: {
		name: "醜醜魚",
		desc: "雖然看起來弱小又醜陋， 但擁有頑強的生命力， 只要少量的水就能存活。",
	},
	milotic: {
		name: "美納斯",
		desc: "據說目睹了美納斯美麗 身姿的人，心中一切的 憤恨都能得到撫慰。",
	},
	castform: {
		name: "飄浮泡泡",
		desc: "樣子會隨著天氣而變化。 天氣越是惡劣， 性情就會變得越粗暴。",
	},
	castformsunny: {
		name: "飄浮泡泡（太陽的樣子）",
	},
	castformrainy: {
		name: "飄浮泡泡（雨水的樣子）",
	},
	castformsnowy: {
		name: "飄浮泡泡（雪雲的樣子）",
	},
	kecleon: {
		name: "變隱龍",
		desc: "就算是在不需要隱身的時候， 體色也會隨心情和身體狀態而改變。 顏色越濃代表牠越有活力。",
	},
	shuppet: {
		name: "怨影娃娃",
		desc: "不要去跟那些在黃昏時有 怨影娃娃在排隊的人家來往。 這是自古流傳下來的諺語。",
	},
	banette: {
		name: "詛咒娃娃",
		desc: "誕生自遭到捨棄時的怨念。 據說只要讓牠感覺自己受到重視， 牠就會滿意地變回原本的玩偶。",
	},
	banettemega: {
		name: "超級詛咒娃娃",
	},
	duskull: {
		name: "夜巡靈",
		desc: "會讓身體變透明， 然後偷偷地靠近獵物。 擁有穿過厚牆壁的能力。",
	},
	dusclops: {
		name: "彷徨夜靈",
		desc: "尋找遊盪的靈魂，吸入自己 空洞的身體裡。沒人知道 被吸入後會發生什麼事。",
	},
	tropius: {
		name: "熱帶龍",
		desc: "脖子上的美味水果很受歡迎。 在溫暖的地區有很多 養殖熱帶龍的牧場。",
	},
	chimecho: {
		name: "風鈴鈴",
	},
	absol: {
		name: "阿勃梭魯",
		desc: "由於擁有察覺危險的能力， 因此牠被人們誤解是 會招來災禍的寶可夢。",
	},
	absolmega: {
		name: "超級阿勃梭魯",
	},
	wynaut: {
		name: "小果然",
		desc: "具有集體行動的習性。 睡覺的時候會在洞窟中 和夥伴們把身體挨在一起。",
	},
	snorunt: {
		name: "雪童子",
		desc: "只能在寒冷的土地上生存。 即使在零下１００度的環境下 也能充滿活力地到處蹦蹦跳跳。",
	},
	glalie: {
		name: "冰鬼護",
		desc: "會用可讓空氣中的水分 瞬間凍結的力量， 將獵物冰凍起來。",
	},
	glaliemega: {
		name: "超級冰鬼護",
	},
	spheal: {
		name: "海豹球",
		desc: "會漂浮在波浪間探查 周圍的狀況。一旦發現獵物， 就會通知群體的帝牙海獅。",
	},
	sealeo: {
		name: "海魔獅",
		desc: "牠只要看見了圓形的東西， 不論那是海豹球或是精靈球， 都會把它頂在鼻子上轉轉看。",
	},
	walrein: {
		name: "帝牙海獅",
		desc: "獠牙會一輩子不停地成長。 即使在戰鬥中折斷，也只需要 １年的時間就又能長得巨大如初。",
	},
	clamperl: {
		name: "珍珠貝",
		desc: "珍珠貝的珍珠非常貴重， 據說價值是大舌貝 所產珍珠的１０倍以上。",
	},
	huntail: {
		name: "獵斑魚",
		desc: "棲息在深海中。傳說如果 有獵斑魚被沖上沙灘， 就會有不好的事發生。",
	},
	gorebyss: {
		name: "櫻花魚",
		desc: "會吸取獵物的體液。 剩下的肉會沉入海底， 成為其他寶可夢的食物。",
	},
	relicanth: {
		name: "古空棘魚",
		desc: "在深海調查中被發現的寶可夢。 樣子在１億年之間都沒有變化， 被人們稱為活化石。",
	},
	luvdisc: {
		name: "愛心魚",
		desc: "溫暖海域的珊瑚礁是 牠的棲息地。最喜歡在 太陽珊瑚的枝條間睡覺。",
	},
	bagon: {
		name: "寶貝龍",
		desc: "不集結成群，而是單獨生活。 擁有硬得不得了的頭部，能夠 一擊就把堅硬的岩石撞成兩半。",
	},
	shelgon: {
		name: "甲殼龍",
		desc: "忍耐飢餓，不吃任何食物。 據說當牠用盡了儲存的 能量後，就會開始進化。",
	},
	salamence: {
		name: "暴飛龍",
		desc: "沉浸在翱翔天空的喜悅時， 心情會非常好。但性情粗暴， 一旦被激怒就會一發不可收拾。",
	},
	salamencemega: {
		name: "超級暴飛龍",
	},
	beldum: {
		name: "鐵啞鈴",
		desc: "身體的細胞都由磁鐵 構成。在全身循環的 不是血液，而是磁力。",
	},
	metang: {
		name: "金屬怪",
		desc: "會以磁力在空中飛行。 能在險峻的山岳中高速 穿梭，將獵物逼入絕境。",
	},
	metagross: {
		name: "巨金怪",
		desc: "２隻金屬怪組合起來的 樣子。會發揮堪比超級 電腦的智能去打倒敵人。",
	},
	metagrossmega: {
		name: "超級巨金怪",
	},
	regirock: {
		name: "雷吉洛克",
		desc: "有人利用最新的科學技術 調查了牠的岩石身體，但 卻找不到牠的大腦或心臟。",
	},
	regice: {
		name: "雷吉艾斯",
		desc: "全身都是由冰塊構成。 據說牠是在冰河時期 誕生在厚實的冰層下。",
	},
	registeel: {
		name: "雷吉斯奇魯",
		desc: "據說牠誕生於地底的 地幔中，並且在大約 １萬年前出現在地表。",
	},
	latias: {
		name: "拉帝亞斯",
	},
	latiasmega: {
		name: "超級拉帝亞斯",
	},
	latios: {
		name: "拉帝歐斯",
	},
	latiosmega: {
		name: "超級拉帝歐斯",
	},
	kyogre: {
		name: "蓋歐卡",
	},
	kyogreprimal: {
		name: "蓋歐卡（原始回歸的樣子）",
	},
	groudon: {
		name: "固拉多",
	},
	groudonprimal: {
		name: "固拉多（原始回歸的樣子）",
	},
	rayquaza: {
		name: "烈空坐",
	},
	rayquazamega: {
		name: "超級烈空坐",
	},
	jirachi: {
		name: "基拉祈",
		desc: "傳說當牠從１０００年的 沉睡中醒來時，會實現 寫在牠頭部許願箋上的願望。",
	},
	deoxys: {
		name: "代歐奇希斯",
	},
	deoxysattack: {
		name: "代歐奇希斯（攻擊形態）",
	},
	deoxysdefense: {
		name: "代歐奇希斯（防禦形態）",
	},
	deoxysspeed: {
		name: "代歐奇希斯（速度形態）",
	},
	turtwig: {
		name: "草苗龜",
	},
	grotle: {
		name: "樹林龜",
	},
	torterra: {
		name: "土台龜",
	},
	chimchar: {
		name: "小火焰猴",
	},
	monferno: {
		name: "猛火猴",
	},
	infernape: {
		name: "烈焰猴",
	},
	piplup: {
		name: "波加曼",
	},
	prinplup: {
		name: "波皇子",
	},
	empoleon: {
		name: "帝王拿波",
	},
	starly: {
		name: "姆克兒",
	},
	staravia: {
		name: "姆克鳥",
	},
	staraptor: {
		name: "姆克鷹",
	},
	bidoof: {
		name: "大牙狸",
	},
	bibarel: {
		name: "大尾狸",
	},
	kricketot: {
		name: "圓法師",
	},
	kricketune: {
		name: "音箱蟀",
	},
	shinx: {
		name: "小貓怪",
		desc: "體毛通電就會發光。 會揮動明亮發光的尾巴 前端來向夥伴打信號。",
	},
	luxio: {
		name: "勒克貓",
		desc: "遇見敵人時會從腳伸出 有百萬伏特威力的爪子， 為對戰做好準備。",
	},
	luxray: {
		name: "倫琴貓",
		desc: "由於透視會消耗極大量的 電能，因此牠會花很長的 時間睡覺，藉此儲存能量。",
	},
	budew: {
		name: "含羞苞",
		desc: "對氣溫的變化很敏感。 當牠開始打開花苞， 便是冬去春來之時。",
	},
	roserade: {
		name: "羅絲雷朵",
		desc: "右手的毒是速效的， 左手的毒則是慢性的。 無論哪邊的毒性都能致命。",
	},
	cranidos: {
		name: "頭蓋龍",
		desc: "特徵是堅硬的頭蓋骨。 會用頭錘撞斷樹木， 吃樹上長的樹果。",
	},
	rampardos: {
		name: "戰槌龍",
		desc: "擅長頭錘的古代寶可夢。 因為大腦真的很小，所以也有說法 認為牠是因為太笨而滅亡的。",
	},
	shieldon: {
		name: "盾甲龍",
		desc: "雖然在遠古時代的地層中 發現了牠的化石，但至今未曾 發現臉部以外的部分。",
	},
	bastiodon: {
		name: "護城龍",
		desc: "大約１億年前的寶可夢。 結實到極點的臉擁有 超越鋼鐵的硬度。",
	},
	burmy: {
		name: "結草兒",
	},
	wormadam: {
		name: "結草貴婦",
	},
	wormadamsandy: {
		name: "結草貴婦（砂土蓑衣）",
	},
	wormadamtrash: {
		name: "結草貴婦（垃圾蓑衣）",
	},
	mothim: {
		name: "紳士蛾",
	},
	combee: {
		name: "三蜜蜂",
		desc: "從早到晚都在採集花蜜。 這一切都是為了 自己的族群和蜂女王。",
	},
	vespiquen: {
		name: "蜂女王",
		desc: "能釋放越多費洛蒙的蜂女王， 就能讓越多的三蜜蜂 聽從自己的指揮。",
	},
	pachirisu: {
		name: "帕奇利茲",
	},
	buizel: {
		name: "泳圈鼬",
	},
	floatzel: {
		name: "浮潛鼬",
	},
	cherubi: {
		name: "櫻花寶",
		desc: "身體越紅的櫻花寶 含有的營養越豐富， 味道也很甜很好吃。",
	},
	cherrim: {
		name: "櫻花兒",
		desc: "闔起來的花瓣很硬。 即使被鳥寶可夢啄到， 也完全沒問題。",
	},
	shellos: {
		name: "無殼海兔",
		desc: "如果用力按住牠， 牠就會分泌出神秘的紫色液體。 雖然液體無害，不過黏糊糊的。",
	},
	gastrodon: {
		name: "海兔獸",
		desc: "身體軟綿綿的但十分強韌。 因為牠身體的軟度可以 幫助牠分散所受到的衝擊。",
	},
	ambipom: {
		name: "雙尾怪手",
		desc: "不管做什麼事都會用到尾巴。 如果牠用２根尾巴抱緊你， 就代表牠真的和你很親近。",
	},
	drifloon: {
		name: "飄飄球",
		desc: "因魂魄聚集在一起而誕生。 到了濕氣重的季節 就有可能大量出現。",
	},
	drifblim: {
		name: "隨風球",
		desc: "會抓住人和寶可夢， 然後運到某個地方。 沒人知道那地方是哪裡。",
	},
	buneary: {
		name: "捲捲耳",
		desc: "會利用把捲成團的耳朵伸直 時的威力來使出攻擊招式。 越訓練，招式威力就會越大。",
	},
	lopunny: {
		name: "長耳兔",
		desc: "炎熱的季節結束後， 就會換上富含空氣的 體毛以備寒天來臨。",
	},
	lopunnymega: {
		name: "超級長耳兔",
	},
	mismagius: {
		name: "夢妖魔",
		desc: "會喃喃唸誦詛咒的話語， 使對手激烈頭痛，或是看見 恐怖的幻覺，藉此折磨對手。",
	},
	honchkrow: {
		name: "烏鴉頭頭",
		desc: "與敵人的戰鬥幾乎全由手下來應付。 只有在最後給對手致命一擊的時候， 才會弄髒自己的手。",
	},
	glameow: {
		name: "魅力喵",
	},
	purugly: {
		name: "東施喵",
	},
	chingling: {
		name: "鈴鐺響",
	},
	stunky: {
		name: "臭鼬噗",
		desc: "要是牠翹起尾巴把屁股對準了你， 請一定要小心。因為這表示牠將要 噴出足以讓人窒息的臭液。",
	},
	skuntank: {
		name: "坦克臭鼬",
		desc: "從尾巴尖端噴出的液體 帶有強烈的惡臭。 會在地面上挖洞建造巢穴。",
	},
	bronzor: {
		name: "銅鏡怪",
		desc: "雖然人們說把銅鏡怪打磨到發光， 牠就能映照出真相， 但其實牠非常討厭被打磨。",
	},
	bronzong: {
		name: "青銅鐘",
		desc: "牠身上的紋路讓 許多學者認為牠 原本並不存在於伽勒爾。",
	},
	bonsly: {
		name: "盆才怪",
		desc: "棲息在空氣乾燥岩石裸露的地方。 空氣越是乾燥，牠身上的綠球 就越是會泛出黯淡的光澤。",
	},
	mimejr: {
		name: "魔尼尼",
		desc: "像徒弟一樣跟隨著 擅長跳舞的踏冰人偶， 拼命模仿牠的舞步。",
	},
	happiny: {
		name: "小福蛋",
		desc: "會把寶貝的渾圓石頭借給 變得友好的對象。如果不 還給牠的話，就會哭著大鬧。",
	},
	chatot: {
		name: "聒噪鳥",
	},
	spiritomb: {
		name: "花岩怪",
		desc: "總是作惡多端，不料有一天 被使用神奇法術的旅人 綁縛到了楔石上。",
	},
	gible: {
		name: "圓陸鯊",
		desc: "會不分青紅皂白地襲擊會動的東西， 將對方拖進自己睡覺的小洞裡。 雖然嘴巴很大，但胃卻算是小的。",
	},
	gabite: {
		name: "尖牙陸鯊",
		desc: "會把寶石埋藏在自己棲息的 洞窟裡。但只要入侵牠的洞窟， 就會立刻被牠的爪子和牙齒撕碎。",
	},
	garchomp: {
		name: "烈咬陸鯊",
		desc: "在陸地上也能迅速行動。 會在身體被寒冷的雪山凍僵 之前了結獵物並返回住處。",
	},
	garchompmega: {
		name: "超級烈咬陸鯊",
	},
	munchlax: {
		name: "小卡比獸",
		desc: "在體毛下儲存食物。 如果是自己信賴的對象， 也會把食物分給對方一口。",
	},
	riolu: {
		name: "利歐路",
		desc: "除了能讀懂對手的感情， 也能以「波導」這種形式的波 來觀察大自然的樣子。",
	},
	lucario: {
		name: "路卡利歐",
		desc: "牠能理解人類的想法， 因此只會去親近 內心端正的訓練家。",
	},
	lucariomega: {
		name: "超級路卡利歐",
	},
	hippopotas: {
		name: "沙河馬",
		desc: "主要在白天活動。 因為沙漠的夜晚會降溫， 所以會鑽進沙子的深處睡覺。",
	},
	hippowdon: {
		name: "河馬獸",
		desc: "生氣的時候非常凶暴。 會噴出儲存在體內的 沙子來引發沙塵暴。",
	},
	skorupi: {
		name: "鉗尾蠍",
		desc: "用尾巴上帶毒的鉤爪襲擊對手。 一旦被夾住，毒素就會擴散開來， 導致全身無法動彈。",
	},
	drapion: {
		name: "龍王蠍",
		desc: "雖然猙獰凶猛到被人們 稱為沙之惡魔，但在河馬獸 面前卻表現得低調溫順。",
	},
	croagunk: {
		name: "不良蛙",
		desc: "毒素在稀釋後能製成藥品。 牠是製藥公司的吉祥物， 廣受眾人的歡迎。",
	},
	toxicroak: {
		name: "毒骷蛙",
		desc: "制服了獵物之後， 便會呱呱地發出勝利的歡呼。 與蟾蜍王是相近的物種。",
	},
	carnivine: {
		name: "尖牙籠",
	},
	finneon: {
		name: "螢光魚",
		desc: "會用發光的尾鰭引誘獵物。 白天會待在海面附近， 到了夜裡就會向深海移動。",
	},
	lumineon: {
		name: "霓虹魚",
		desc: "像爬行般地在海底游動。 鰭發出的光充滿奇幻氣氛， 就像夜空中的星星一樣。",
	},
	mantyke: {
		name: "小球飛魚",
		desc: "混在鐵炮魚的大群裡游泳。 受到敵人襲擊的時候， 會和鐵炮魚們並肩作戰。",
	},
	snover: {
		name: "雪笠怪",
		desc: "雪笠怪肚子上結出來的 樹果口感彷如冰棒， 是伽勒爾的火紅不倒翁們的最愛。",
	},
	abomasnow: {
		name: "暴雪王",
		desc: "會引發暴風雪的寶可夢。 只要牠搖動巨大的身體， 周圍立刻會變得一片雪白。",
	},
	abomasnowmega: {
		name: "超級暴雪王",
	},
	weavile: {
		name: "瑪狃拉",
		desc: "透過用爪子留下記號 來與夥伴聯絡。據說記號 的種類有５００種以上。",
	},
	magnezone: {
		name: "自爆磁怪",
		desc: "人們認為牠是受到特殊 磁場的影響，導致身體的 分子結構發生變化才進化的。",
	},
	lickilicky: {
		name: "大舌舔",
		desc: "舌頭靈巧得不輸人類的手， 什麼事情都能用它來完成。 相對地，手指倒是很笨拙。",
	},
	rhyperior: {
		name: "超甲狂犀",
		desc: "用護具彈開敵人的攻擊， 在對手畏縮時用自己 引以為傲的鑽頭貫穿對方。",
	},
	tangrowth: {
		name: "巨蔓藤",
		desc: "棲息的地方越溫暖，藤蔓就會 長得越快。當藤蔓變得太長時， 就會自己扯斷它來調整長度。",
	},
	electivire: {
		name: "電擊魔獸",
		desc: "發電量在電氣寶可夢中是 屬於最頂級的。會從尾巴的 前端放出高壓電流。",
	},
	magmortar: {
		name: "鴨嘴炎獸",
		desc: "長久棲息在火山口，使得 牠的身體變得像是一座火山， 甚至擁有類似岩漿庫的器官。",
	},
	togekiss: {
		name: "波克基斯",
		desc: "被稱為帶來恩惠的寶可夢， 從很久很久以前開始， 人們就視牠為吉祥之物。",
	},
	yanmega: {
		name: "遠古巨蜓",
	},
	leafeon: {
		name: "葉伊布",
		desc: "尾巴如同銳利的刀刃， 鋒利得無與倫比， 連大樹都能一刀兩斷。",
	},
	glaceon: {
		name: "冰伊布",
		desc: "冰伊布釋放出的冷氣能 製造出粉狀的雪。這使牠受到 各個滑雪場的熱烈歡迎。",
	},
	gliscor: {
		name: "天蠍王",
	},
	mamoswine: {
		name: "象牙豬",
		desc: "牠的力量就如外表那樣強大。 天氣越是寒冷，牠的冰牙 就會長得越粗、越長、越結實。",
	},
	porygonz: {
		name: "多邊獸Ｚ",
		desc: "據說是在追加程式後進化了， 但牠的改變是否真的是進化， 在學術界也是意見分歧。",
	},
	gallade: {
		name: "艾路雷朵",
		desc: "能夠敏銳地感知到 尋求幫助的感情， 並且火速趕去援助對方。",
	},
	gallademega: {
		name: "超級艾路雷朵",
	},
	probopass: {
		name: "大朝北鼻",
		desc: "會驅使３個小組件去 獲取食物或與敵人戰鬥。 本體基本上只負責下命令。",
	},
	dusknoir: {
		name: "黑夜魔靈",
		desc: "用腹部的嘴將獵物整個吞下。 只會吃掉對方的魂魄， 離去時會把肉體吐出來。",
	},
	froslass: {
		name: "雪妖女",
		desc: "會吐出零下５０度的冷氣 凍住獵物，並把牠們帶回 自己的巢穴，整齊地擺成一排。",
	},
	rotom: {
		name: "洛托姆",
		desc: "會用等離子構成的身體 潛入各式各樣的機器裡。 最喜歡惡作劇嚇人。",
	},
	rotomheat: {
		name: "加熱洛托姆",
	},
	rotomwash: {
		name: "清洗洛托姆",
	},
	rotomfrost: {
		name: "結冰洛托姆",
	},
	rotomfan: {
		name: "旋轉洛托姆",
	},
	rotommow: {
		name: "切割洛托姆",
	},
	uxie: {
		name: "由克希",
	},
	mesprit: {
		name: "艾姆利多",
	},
	azelf: {
		name: "亞克諾姆",
	},
	dialga: {
		name: "帝牙盧卡",
	},
	palkia: {
		name: "帕路奇亞",
	},
	heatran: {
		name: "席多藍恩",
	},
	regigigas: {
		name: "雷吉奇卡斯",
		desc: "據說牠曾使用各種材料 製作了寶可夢，然後把 大陸移動到了現在的位置。",
	},
	giratina: {
		name: "騎拉帝納",
	},
	giratinaorigin: {
		name: "騎拉帝納（起源形態）",
	},
	cresselia: {
		name: "克雷色利亞",
	},
	phione: {
		name: "霏歐納",
	},
	manaphy: {
		name: "瑪納霏",
	},
	darkrai: {
		name: "達克萊伊",
	},
	shaymin: {
		name: "謝米",
	},
	shayminsky: {
		name: "謝米（天空形態）",
	},
	arceus: {
		name: "阿爾宙斯",
	},
	victini: {
		name: "比克提尼",
	},
	snivy: {
		name: "藤藤蛇",
	},
	servine: {
		name: "青藤蛇",
	},
	serperior: {
		name: "君主蛇",
	},
	tepig: {
		name: "暖暖豬",
	},
	pignite: {
		name: "炒炒豬",
	},
	emboar: {
		name: "炎武王",
	},
	oshawott: {
		name: "水水獺",
	},
	dewott: {
		name: "雙刃丸",
	},
	samurott: {
		name: "大劍鬼",
	},
	patrat: {
		name: "探探鼠",
	},
	watchog: {
		name: "步哨鼠",
	},
	lillipup: {
		name: "小約克",
		desc: "比一般的小孩子都還要聰明。 對於自己得到的關愛， 或是受到的傷害牠都不會忘記。",
	},
	herdier: {
		name: "哈約克",
		desc: "覆蓋身體的黑色體毛 既厚實又有彈性，就連 銳利的獠牙也會被反彈。",
	},
	stoutland: {
		name: "長毛狗",
		desc: "以氣派的鬍鬚為傲的寶可夢。 據說在夥伴之間的階級地位 就取決於鬍鬚的長度。",
	},
	purrloin: {
		name: "扒手貓",
		desc: "會用可愛的動作讓對手放下戒心， 趁對方靠過來時冷不防用爪子 猛抓，然後得意地大笑。",
	},
	liepard: {
		name: "酷豹",
		desc: "和狐大盜爭搶地盤。 能夠悄無聲息地 從背後偷偷靠近獵物。",
	},
	pansage: {
		name: "花椰猴",
	},
	simisage: {
		name: "花椰猿",
	},
	pansear: {
		name: "爆香猴",
	},
	simisear: {
		name: "爆香猿",
	},
	panpour: {
		name: "冷水猴",
	},
	simipour: {
		name: "冷水猿",
	},
	munna: {
		name: "食夢夢",
		desc: "在吃掉夢之後會吐出煙霧。 吃了快樂的夢時，煙霧是粉紅色的； 如果是惡夢，煙霧則是黑灰色的。",
	},
	musharna: {
		name: "夢夢蝕",
		desc: "總是在打瞌睡作夢。 剛睡醒的時候會鬧脾氣， 所以最好別去招惹牠。",
	},
	pidove: {
		name: "豆豆鴿",
		desc: "雖然既健忘又不太聰明， 因為性格認真且容易親近人， 所以受到了許多訓練家的喜愛。",
	},
	tranquill: {
		name: "咕咕鴿",
		desc: "頭腦聰明且記性很好。 似乎有許多快遞員 將牠選為自己的搭檔。",
	},
	unfezant: {
		name: "高傲雉雞",
		desc: "頭腦聰明，所以自尊心也強。 如果能成為高傲雉雞的訓練家， 所有人都會對你刮目相看。",
	},
	blitzle: {
		name: "斑斑馬",
	},
	zebstrika: {
		name: "雷電斑馬",
	},
	roggenrola: {
		name: "石丸子",
		desc: "會對聲音產生反應而動起來。 在能量核心的影響下， 牠摸起來暖暖的。",
	},
	boldore: {
		name: "地幔岩",
		desc: "透過聲音來探測四周。 要是惹牠生氣了，牠會連 身體方向也不轉就朝你追來。",
	},
	gigalith: {
		name: "龐岩怪",
		desc: "牠射出的能量彈具有 能擊飛砂石車的破壞力。 不過只有在晴天才能射擊。",
	},
	woobat: {
		name: "滾滾蝙蝠",
		desc: "一邊發出超音波，一邊 飛來飛去尋找蟲寶可夢 來填飽自己的肚子。",
	},
	swoobat: {
		name: "心蝙蝠",
		desc: "據說有些地區的人覺得 牠鼻子的形狀很吉利， 而把牠當成幸福的象徵來祭拜。",
	},
	drilbur: {
		name: "螺釘地鼠",
		desc: "會用爪子在地底挖掘前進。 一些農民因為擔心牠會 因此糟蹋蔬菜而討厭牠。",
	},
	excadrill: {
		name: "龍頭地鼠",
		desc: "別名鑽頭王。在地底下 挖掘前進的速度 高達每小時１５０公里。",
	},
	audino: {
		name: "差不多娃娃",
		desc: "心地善良的寶可夢。透過 用觸角觸碰，就能了解 對方的情緒和身體狀況。",
	},
	audinomega: {
		name: "超級差不多娃娃",
	},
	timburr: {
		name: "搬運小匠",
		desc: "如果搬運小匠可以搬起 自己體重３倍左右的木材， 就代表牠進化的日子要到了。",
	},
	gurdurr: {
		name: "鐵骨土人",
		desc: "能夠靈巧地操縱鋼骨。 雖然對拆除得心應手， 但卻不太擅長組裝。",
	},
	conkeldurr: {
		name: "修建老匠",
		desc: "要是認真起來就會 扔掉手中的混凝土柱， 赤手空拳地撲向敵人。",
	},
	tympole: {
		name: "圓蝌蚪",
		desc: "透過音波來聯繫夥伴。 人類和其他寶可夢都 聽不見牠發出的警告聲。",
	},
	palpitoad: {
		name: "藍蟾蜍",
		desc: "有時也會發出悅耳的叫聲。 身上突起物越大的藍蟾蜍 越能以更廣的音域來鳴叫。",
	},
	seismitoad: {
		name: "蟾蜍王",
		desc: "在老年人之間廣受歡迎。 因為他們覺得牠身上的瘤 發出的震動拿來按摩剛剛好。",
	},
	throh: {
		name: "投摔鬼",
		desc: "５隻一組一起努力練習。 在練習中掉隊的投摔鬼 會扔掉帶子離開團隊。",
	},
	sawk: {
		name: "打擊鬼",
		desc: "不斷重複練習的打擊鬼 所使出的空手劈擁有 足以劈開大海的破壞力。",
	},
	sewaddle: {
		name: "蟲寶包",
	},
	swadloon: {
		name: "寶包繭",
	},
	leavanny: {
		name: "保母蟲",
	},
	venipede: {
		name: "百足蜈蚣",
		desc: "牙齒有劇毒。一旦發現了 看似能吃下肚的獵物， 就會不加思索地撲上去。",
	},
	whirlipede: {
		name: "車輪毬",
		desc: "用堅硬的殼和有毒的刺 保護自己，同時累積 進化所需的能量。",
	},
	scolipede: {
		name: "蜈蚣王",
		desc: "為了搶地盤，會和焚焰蚣 激烈地爭鬥。輸掉的那一方 會直接變成對手的獵物。",
	},
	cottonee: {
		name: "木棉球",
		desc: "將木棉球和白蓬蓬的棉花 混合後編織出的布料極其精緻， 因此常被高級品牌選用。",
	},
	whimsicott: {
		name: "風妖精",
		desc: "每當沐浴陽光，身上的棉花 就會膨脹。如果膨脹過了頭， 牠就會把棉花扯開到處亂撒。",
	},
	petilil: {
		name: "百合根娃娃",
		desc: "葉子的顏色越深就越健康。 有時也會在整理得很好的 田地或花壇定居下來。",
	},
	lilligant: {
		name: "裙兒小姐",
		desc: "由牠的花朵提煉的精油有著 極致的香氣，但價格同時也 是貴得令人眼睛幾乎要掉出來。",
	},
	basculin: {
		name: "野蠻鱸魚",
		desc: "從前也曾經登上餐桌。 紅條紋野蠻鱸魚的肉脂肪含量高， 適合年輕人食用。",
	},
	basculinbluestriped: {
		name: "野蠻鱸魚（藍條紋的樣子）",
	},
	sandile: {
		name: "黑眼鱷",
		desc: "體型雖小，但下盤很有力。 會撥開沙子，在沙漠中 像是游泳般地自在移動。",
	},
	krokorok: {
		name: "混混鱷",
		desc: "雖然有一雙在漆黑環境也能看見 四周的特殊眼睛，但因為沙漠的 夜晚較寒冷，所以牠不太會活動。",
	},
	krookodile: {
		name: "流氓鱷",
		desc: "雖然凶暴，但同時也具有 很強的忍耐力。為了捕捉 獵物能在沙子裡等上很多天。",
	},
	darumaka: {
		name: "火紅不倒翁",
		desc: "在牠睡覺的時候， 無論是推是拉，牠都不會倒下。 因為象徵著吉利而大受歡迎。",
	},
	darumakagalar: {
		name: "火紅不倒翁（伽勒爾的樣子）",
	},
	darmanitan: {
		name: "達摩狒狒",
		desc: "體內的火焰燃得越旺， 力量就越大。火焰的溫度 有時甚至能超過１４００度。",
	},
	darmanitanzen: {
		name: "達摩狒狒（達摩模式）",
	},
	darmanitangalarzen: {
		name: "達摩狒狒（達摩模式）",
	},
	maractus: {
		name: "沙鈴仙人掌",
		desc: "一年散播一次種子。 花的種子營養十足， 是沙漠中貴重的食糧。",
	},
	dwebble: {
		name: "石居蟹",
		desc: "如果找不到大小合適 的石頭來當成自己的家， 牠也會住到河馬獸的洞裡。",
	},
	crustle: {
		name: "岩殿居蟹",
		desc: "厚實的鉗子是牠最大的武器。 硬度高到甚至能讓 超甲狂犀的護具裂開。",
	},
	scraggy: {
		name: "滑滑小子",
		desc: "用結實的皮保護身體。 據說在皮伸展到極限時， 牠就會開始進化。",
	},
	scrafty: {
		name: "頭巾混混",
		desc: "雖然性情非常粗魯， 但也有重視家族、 夥伴和地盤的一面。",
	},
	sigilyph: {
		name: "象徵鳥",
		desc: "人們在象徵鳥飛過的沙漠 地下進行調查，結果在那裡 發現了疑似古代都市的遺跡。",
	},
	yamask: {
		name: "哭哭面具",
		desc: "古代人的靈魂變成了寶可夢。 為了尋找認得自己長相的人 而在遺跡裡徘徊。",
	},
	yamaskgalar: {
		name: "哭哭面具（伽勒爾的樣子）",
	},
	cofagrigus: {
		name: "死神棺",
		desc: "死神棺象徵著國王的財富， 因此許多古墓裡 都有牠的壁畫。",
	},
	tirtouga: {
		name: "原蓋海龜",
		desc: "從化石復原的寶可夢。 被認為是許多的 龜寶可夢的祖先。",
	},
	carracosta: {
		name: "肋骨海龜",
		desc: "雖然和水中相比動作會變得 比較遲緩，但為了尋找獵物 牠還是會在陸地上活動。",
	},
	archen: {
		name: "始祖小鳥",
		desc: "被稱作是鳥寶可夢的祖先。 棲息在樹上，以樹果和 蟲寶可夢為食。",
	},
	archeops: {
		name: "始祖大鳥",
		desc: "雖然能夠飛行， 但牠似乎更擅於 在地上捕捉獵物。",
	},
	trubbish: {
		name: "破破袋",
		desc: "誕生自塞滿垃圾的垃圾袋裡。 牠嘴裡噴出的毒氣 是伽勒爾雙彈瓦斯的最愛。",
	},
	garbodor: {
		name: "灰塵山",
		desc: "從右臂噴出的毒液十分危險， 虛弱的生物只要一沾到， 立刻就會丟掉性命。",
	},
	zorua: {
		name: "索羅亞",
		desc: "為了尋找食物，有時還會 幻化成人類出現在城鎮裡。 通常都會變成小孩子。",
	},
	zoroark: {
		name: "索羅亞克",
		desc: "孤獨的訓練家會命令 索羅亞克讓他看見幻影， 藉此紓解一個人的寂寞。",
	},
	minccino: {
		name: "泡沫栗鼠",
		desc: "用尾巴互相撫摸來打招呼。 尾巴的毛比較蓬鬆的那一方 會表現得稍微威風些。",
	},
	cinccino: {
		name: "奇諾栗鼠",
		desc: "覆蓋著特別油脂的毛髮 可以擋住攻擊。這種油 以高價在市場上流通。",
	},
	gothita: {
		name: "哥德寶寶",
		desc: "哥德寶寶會在看似無人的地方 輕聲地叫。牠好像是在與某種 只有牠才看得見的東西說話。",
	},
	gothorita: {
		name: "哥德小童",
		desc: "哥德小童的精神力量似乎會 在星光閃耀的夜晚達到最高點。 牠與宇宙的關係至今不明。",
	},
	gothitelle: {
		name: "哥德小姐",
		desc: "從哥德小姐那裡 看到了自己下場的惡人 在那之後便銷聲匿跡了。",
	},
	solosis: {
		name: "單卵細胞球",
		desc: "身體被特殊的液體包裹著， 許多人因此認為牠 即使在宇宙中也能存活。",
	},
	duosion: {
		name: "雙卵細胞球",
		desc: "由於牠一分為二的大腦 思考的內容幾乎完全不同， 導致牠的行動非常難以預測。",
	},
	reuniclus: {
		name: "人造細胞卵",
		desc: "雖然有人說只要喝掉牠特殊的液體 就能得到智慧，但對人造細胞卵 以外來說，那其實是劇毒。",
	},
	ducklett: {
		name: "鴨寶寶",
	},
	swanna: {
		name: "舞天鵝",
	},
	vanillite: {
		name: "迷你冰",
		desc: "據說牠是從冰柱中誕生的。 為了能讓自己生活得更舒適， 會吐出零下５０度的冷氣凍住四周。",
	},
	vanillish: {
		name: "多多冰",
		desc: "性情和善，雖然會用 零下１００度的冷氣凍住敵人， 但並不會傷及牠們的性命。",
	},
	vanilluxe: {
		name: "雙倍多多冰",
		desc: "體溫在零下６度左右。 據說是由２隻多多冰 黏在一起而誕生的。",
	},
	deerling: {
		name: "四季鹿",
	},
	sawsbuck: {
		name: "萌芽鹿",
	},
	emolga: {
		name: "電飛鼠",
		desc: "最喜歡甜甜的樹果。有時會 因為在頰囊裡儲存了太多食物， 結果讓自己無法好好飛行。",
	},
	karrablast: {
		name: "蓋蓋蟲",
		desc: "用嘴裡吐出的液體 來融化小嘴蝸的殼， 只會去吃裡面的身體。",
	},
	escavalier: {
		name: "騎士蝸牛",
		desc: "會舉起長矛突擊敵人。 有一幅名畫描繪著 牠和蔥遊兵決鬥的場景。",
	},
	foongus: {
		name: "哎呀球菇",
		desc: "從雙臂噴出的孢子是劇毒， 但據說在徹底乾燥之後， 可以作為腸胃藥使用。",
	},
	amoonguss: {
		name: "敗露球菇",
		desc: "平時不太會有動作。 只是一動也不動地待在 地上掉落的精靈球旁邊。",
	},
	frillish: {
		name: "輕飄飄",
		desc: "據流傳至今的傳說所述， 牠是由沉沒到海底的古代都市 的居民變成的寶可夢。",
	},
	jellicent: {
		name: "胖嘟嘟",
		desc: "每到滿月時，胖嘟嘟會 成群結隊地來到海面上。 這麼做是為了等待獵物上門。",
	},
	alomomola: {
		name: "保母曼波",
		desc: "之所以救助衰弱的寶可夢， 好像是因為自己也會被 盯上牠們的寶可夢襲擊。",
	},
	joltik: {
		name: "電電蟲",
		desc: "會附在其他寶可夢身上 吸取靜電。經常會把自己 貼在來電汪的屁股上。",
	},
	galvantula: {
		name: "電蜘蛛",
		desc: "為了捕捉不太會飛的幼鳥， 會在鳥寶可夢的巢穴附近 用帶電的絲設下陷阱。",
	},
	ferroseed: {
		name: "種子鐵球",
		desc: "偏愛長著青苔的洞窟。 青苔中所含的酵素能使牠的 尖刺成長得又大又結實。",
	},
	ferrothorn: {
		name: "堅果啞鈴",
		desc: "擁有比鋼鐵還堅硬的尖刺。 會利用觸手上的尖刺 攀附在岩壁上移動。",
	},
	klink: {
		name: "齒輪兒",
		desc: "據說在很久以前， 是看到了齒輪兒的人 發明了齒輪的構造。",
	},
	klang: {
		name: "齒輪組",
		desc: "被認為是工業技術的象徵。 有許多伽勒爾當地的公司 選擇牠作為企業的標誌。",
	},
	klinklang: {
		name: "齒輪怪",
		desc: "讓３個齒輪高速旋轉。 新增出來的那個帶著 尖刺的齒輪並不是生物。",
	},
	tynamo: {
		name: "麻麻小魚",
	},
	eelektrik: {
		name: "麻麻鰻",
	},
	eelektross: {
		name: "麻麻鰻魚王",
	},
	elgyem: {
		name: "小灰怪",
		desc: "在大約５０年前被發現的寶可夢。 會用又大又發達的大腦 來操縱精神力量。",
	},
	beheeyem: {
		name: "大宇怪",
		desc: "能控制對方的記憶。 經常有人看到牠 在麥田的上方徘徊。",
	},
	litwick: {
		name: "燭光靈",
		desc: "吸取到的靈魂越年輕， 頭上的燭光就會 燃燒得越旺越詭異。",
	},
	lampent: {
		name: "燈火幽靈",
		desc: "偽裝成燈的樣子藏身在城鎮裡。 一旦發現了臨近死期的人， 便會悄悄地跟在後面。",
	},
	chandelure: {
		name: "水晶燈火靈",
		desc: "據說在用水晶燈火靈 來充當照明設備的房子裡， 喪事會接連不斷。",
	},
	axew: {
		name: "牙牙",
		desc: "會和夥伴們一起互撞牙齒來玩。 折斷的牙齒會馬上長出來， 所以絲毫都不會在意。",
	},
	fraxure: {
		name: "斧牙龍",
		desc: "皮膚像盔甲一樣堅硬。 非常擅長在撞擊的同時 用牙齒猛刺的戰法。",
	},
	haxorus: {
		name: "雙斧戰龍",
		desc: "性情溫和，但生起氣來非常恐怖。 會用自己那引以為傲，可以 削鐵如泥的牙齒攻擊敵人。",
	},
	cubchoo: {
		name: "噴嚏熊",
		desc: "使出招式前會先倒吸鼻涕。 鼻涕裡所含有的強烈冷氣 是冰屬性招式的能量來源。",
	},
	beartic: {
		name: "凍原熊",
		desc: "在冰冷的大海裡精力十足地游泳。 感到疲勞的時候會吐出氣息 凍結海水，在冰面上休息。",
	},
	cryogonal: {
		name: "幾何雪花",
		desc: "天氣一熱，就會變成 水蒸氣。在夏天見到 牠的機會少之又少。",
	},
	shelmet: {
		name: "小嘴蝸",
		desc: "有著會對電能產生反應 的奇異體質。不知為何， 和蓋蓋蟲待在一起就會進化。",
	},
	accelgor: {
		name: "敏捷蟲",
		desc: "脫殼後變得更輕巧了。 為了防止乾燥，會將 帶狀的黏膜裹在身上。",
	},
	stunfisk: {
		name: "泥巴魚",
		desc: "當從身上的黃色斑紋 裡釋放出強大電流時， 牠會莫名地露出微笑。",
	},
	stunfiskgalar: {
		name: "泥巴魚（伽勒爾的樣子）",
	},
	mienfoo: {
		name: "功夫鼬",
		desc: "個頭雖小，個性粗暴。 對於漫不經心就靠近自己 的對手會奉上華麗的連擊。",
	},
	mienshao: {
		name: "師父鼬",
		desc: "快到無法看清的踢腿 非常強烈，即使是 巨大的岩石也能粉碎。",
	},
	druddigon: {
		name: "赤面龍",
		desc: "性情凶暴且狡猾。會搶奪 其他寶可夢挖好的巢穴， 來當作是自己的窩。",
	},
	golett: {
		name: "泥偶小人",
		desc: "用黏土製成的寶可夢。 即使現在也一直遵循著 數千年前主人的命令。",
	},
	golurk: {
		name: "泥偶巨人",
		desc: "雖然有人認為牠體內 有著生成能量的永動機， 但至今仍未得到證實。",
	},
	pawniard: {
		name: "駒刀小兵",
		desc: "以劈斬司令為首領組成族群。 目標是有朝一日能統領同類， 所以每天都在不懈地鍛鍊。",
	},
	bisharp: {
		name: "劈斬司令",
		desc: "為了搶佔能找到磨刀石 的地方，和斧牙龍展開了 激烈的鬥爭。",
	},
	bouffalant: {
		name: "爆炸頭水牛",
		desc: "會組成約２０隻的群體一起生活。 不知為何，背叛了群體的 爆炸頭水牛頭上的毛會脫落。",
	},
	rufflet: {
		name: "毛頭小鷹",
		desc: "握力強，能把堅硬的樹果 弄得粉碎。性急愛吵架， 無論對誰都會挑起戰鬥。",
	},
	braviary: {
		name: "勇士雄鷹",
		desc: "性情粗暴、血氣方剛， 因此被鋼鎧鴉奪走了 伽勒爾運送員的地位。",
	},
	vullaby: {
		name: "禿鷹丫頭",
		desc: "由於很快就會長大， 屁股上的骸骨會接著傳給 巢裡更小的禿鷹丫頭用。",
	},
	mandibuzz: {
		name: "禿鷹娜",
		desc: "把撿來的骨頭裝飾在身上。 在骨頭形狀這方面 似乎也是有流行趨勢的。",
	},
	heatmor: {
		name: "熔蟻獸",
		desc: "將火焰當成舌頭來使用。 會一點一點地熔化鐵蟻 堅硬的外骨骼，然後把牠吃掉。",
	},
	durant: {
		name: "鐵蟻",
		desc: "巨大的顎部能咬碎岩石。 為了不讓沙螺蟒把蛋搶走， 會和其他同類一起並肩戰鬥。",
	},
	deino: {
		name: "單首龍",
		desc: "因為眼睛看不見， 所以會又撞又咬， 來判斷四周的狀況。",
	},
	zweilous: {
		name: "雙首暴龍",
		desc: "２個頭會爭搶同一個食物。 明明沒有去和別人戰鬥， 卻總是遍體鱗傷。",
	},
	hydreigon: {
		name: "三首惡龍",
		desc: "３個頭會輪流去咬敵人。 在對方倒下之前， 絕對不會停止攻擊。",
	},
	larvesta: {
		name: "燃燒蟲",
		desc: "全身都相當溫暖。 會從角的尖端噴出火 來威嚇天敵或獵物。",
	},
	volcarona: {
		name: "火神蛾",
		desc: "從熊熊燃燒著火焰的 繭中誕生。在古代的 壁畫上被描繪為火神。",
	},
	cobalion: {
		name: "勾帕路翁",
		desc: "生來就具有領導風範。 即使是性情狂暴的寶可夢， 在勾帕路翁面前也會變得溫順。",
	},
	terrakion: {
		name: "代拉基翁",
		desc: "代拉基翁為保護寶可夢 而與人類作戰的傳說 在合眾地區廣為流傳。",
	},
	virizion: {
		name: "畢力吉翁",
		desc: "以敏捷的身手像旋風一般將敵人 玩弄於股掌之中，會用鋒利的角 毫不留情地斬斷對手。",
	},
	tornadus: {
		name: "龍捲雲",
	},
	tornadustherian: {
		name: "龍捲雲（靈獸形態）",
	},
	thundurus: {
		name: "雷電雲",
	},
	thundurustherian: {
		name: "雷電雲（靈獸形態）",
	},
	reshiram: {
		name: "萊希拉姆",
		desc: "在神話的敘述裡，如果人類 蔑視真實、放縱欲望，牠就會 用火焰燒盡他們的王國。",
	},
	zekrom: {
		name: "捷克羅姆",
		desc: "在神話的敘述裡，如果人類 失去了正義之心，牠就會用 狂暴的雷電毀滅他們的王國。",
	},
	landorus: {
		name: "土地雲",
	},
	landorustherian: {
		name: "土地雲（靈獸形態）",
	},
	kyurem: {
		name: "酋雷姆",
		desc: "為了穩定細胞組織， 牠似乎用自己製造出 的冷氣冰凍著身體。",
	},
	kyuremblack: {
		name: "闇黑酋雷姆",
	},
	kyuremwhite: {
		name: "焰白酋雷姆",
	},
	keldeo: {
		name: "凱路迪歐",
		desc: "據說當牠歷經艱難的戰鬥， 藉此鍛鍊了額頭上的角之後， 就能激發出自己真正的力量。",
	},
	keldeoresolute: {
		name: "凱路迪歐（覺悟的樣子）",
	},
	meloetta: {
		name: "美洛耶塔",
	},
	meloettapirouette: {
		name: "美洛耶塔（舞步形態）",
	},
	genesect: {
		name: "蓋諾賽克特",
	},
	chespin: {
		name: "哈力栗",
	},
	quilladin: {
		name: "胖胖哈力",
	},
	chesnaught: {
		name: "布里卡隆",
	},
	fennekin: {
		name: "火狐狸",
	},
	braixen: {
		name: "長尾火狐",
	},
	delphox: {
		name: "妖火紅狐",
	},
	froakie: {
		name: "呱呱泡蛙",
	},
	frogadier: {
		name: "呱頭蛙",
	},
	greninja: {
		name: "甲賀忍蛙",
	},
	greninjaash: {
		name: "小智版甲賀忍蛙",
	},
	bunnelby: {
		name: "掘掘兔",
		desc: "對危險很敏感。只要聽到 鋼鎧鴉拍打翅膀的聲音， 就會馬上挖洞鑽進地下藏身。",
	},
	diggersby: {
		name: "掘地兔",
		desc: "肚子上的體毛保溫性能優秀。 在過去，人們會用牠掉落的毛 來製作保暖服裝。",
	},
	fletchling: {
		name: "小箭雀",
		desc: "一旦興奮體溫就會 急速上升。赤手去摸牠 有時甚至會被灼傷。",
	},
	fletchinder: {
		name: "火箭雀",
		desc: "地盤意識很強，且性情好戰。 火箭雀彼此之間也會為了 爭奪覓食的地方而戰鬥。",
	},
	talonflame: {
		name: "烈箭鷹",
		desc: "會以時速５００公里的速度 進行突擊。對手連逃跑都來不及 就被牠猛烈的腳踢給解決了。",
	},
	scatterbug: {
		name: "粉蝶蟲",
	},
	spewpa: {
		name: "粉蝶蛹",
	},
	vivillon: {
		name: "彩粉蝶",
	},
	litleo: {
		name: "小獅獅",
		desc: "血氣方剛且好奇心旺盛。 當牠生氣或是開始戰鬥時， 短短的鬃毛就會變熱。",
	},
	pyroar: {
		name: "火炎獅",
		desc: "能吐出攝氏６０００度的氣息， 但不會用在獵物身上， 因為牠比較喜歡吃生肉。",
	},
	flabebe: {
		name: "花蓓蓓",
		desc: "頭上的冠是收集 花粉製成的， 蘊藏著治癒的效果。",
	},
	floette: {
		name: "花葉蒂",
		desc: "會把自己的力量分給花， 用心地加以照料。 絕不會原諒破壞花壇的傢伙。",
	},
	florges: {
		name: "花潔夫人",
		desc: "擁有數百年的壽命。 據說牠終其一生都會 不斷守護著庭園。",
	},
	skiddo: {
		name: "坐騎小羊",
	},
	gogoat: {
		name: "坐騎山羊",
	},
	pancham: {
		name: "頑皮熊貓",
		desc: "為了不被小看而一直瞪著對手， 然而繃緊的神經一旦稍有放鬆， 牠就會在無意中露出笑臉。",
	},
	pangoro: {
		name: "流氓熊貓",
		desc: "透過葉子來洞悉敵人的動向。 只要使出一記拳擊就能 讓大型砂石車變成廢鐵。",
	},
	furfrou: {
		name: "多麗米亞",
		desc: "如果放著不管，體毛就會 不斷變長，但牠只允許 信賴的人幫自己修剪。",
	},
	espurr: {
		name: "妙喵",
		desc: "雖然擁有可以彈飛 職業摔角選手的精神力量， 卻因無法好好控制而感到煩惱。",
	},
	meowstic: {
		name: "超能妙喵",
		desc: "雄性的防衛本能很強， 在保護自己和夥伴時 能發揮最大的威力。",
	},
	honedge: {
		name: "獨劍鞘",
		desc: "獨劍鞘護手上的 藍色眼珠是牠的本體。 會用陳舊的布吸取人類的精氣。",
	},
	doublade: {
		name: "雙劍鞘",
		desc: "２把劍會用令人眼花繚亂的 速度不斷交替攻擊和防禦， 藉以制服獵物。",
	},
	aegislash: {
		name: "堅盾劍怪",
		desc: "堅盾劍怪曾經用強大的靈力 控制人和寶可夢，建立了 適合自己生活的國家。",
	},
	aegislashblade: {
		name: "堅盾劍怪（刀劍形態）",
	},
	spritzee: {
		name: "粉香香",
		desc: "身上飄出的香氣 能讓人們神魂顛倒。 貴婦們對牠鍾愛萬分。",
	},
	aromatisse: {
		name: "芳香精",
		desc: "會發出惡臭讓敵人喪失戰意， 或者發出芳香的味道 來幫助自己的夥伴。",
	},
	swirlix: {
		name: "綿綿泡芙",
		desc: "蓬鬆的體毛聞起來 就像棉花糖一樣甜甜的。 會放出黏答答的絲纏住敵人。",
	},
	slurpuff: {
		name: "胖甜妮",
		desc: "因為體毛裡富含空氣， 所以摸起來十分柔軟， 重量也比看起來要輕。",
	},
	inkay: {
		name: "好啦魷",
		desc: "會讓敵人看到自己閃爍的 發光體來讓對方喪失戰意， 然後趁機逃之夭夭。",
	},
	malamar: {
		name: "烏賊王",
		desc: "據說那些能夠改變歷史 的重大事件其實都和 烏賊王的催眠能力有關。",
	},
	binacle: {
		name: "龜腳腳",
		desc: "如果２隻龜腳腳配合得不好， 不但無法有效地攻擊和防禦， 甚至沒辦法生存下去。",
	},
	barbaracle: {
		name: "龜足巨鎧",
		desc: "用手掌上的眼珠來觀察 前後左右的狀況。遇上危機時 手腳會自己動起來打倒對手。",
	},
	skrelp: {
		name: "垃垃藻",
		desc: "看起來像是腐爛的海藻， 因此會躲在海裡漂浮的 藻屑裡混淆敵人的耳目。",
	},
	dragalge: {
		name: "毒藻龍",
		desc: "透過讓頭頂類似帽子的部分 浮出海面吸收陽光， 就能夠製造龍之能量。",
	},
	clauncher: {
		name: "鐵臂槍蝦",
		desc: "右臂的鉗子能夠累積氣體， 並且利用氣體爆炸噴射出 像子彈般的水來打倒敵人。",
	},
	clawitzer: {
		name: "鋼炮臂蝦",
		desc: "右臂是能夠發射海水 砲彈的大砲。威力之強， 甚至能夠擊沉油輪。",
	},
	helioptile: {
		name: "傘電蜥",
		desc: "擁有太陽能發電的結構。 如果有人打擾牠發電， 牠就會因心理壓力而衰弱。",
	},
	heliolisk: {
		name: "光電傘蜥",
		desc: "如果展開頸傘沐浴陽光， 單憑１隻光電傘蜥就能 製造出大城市所需的電力。",
	},
	tyrunt: {
		name: "寶寶暴龍",
		desc: "任性且愛撒嬌。 即使牠只是鬧著玩， 也會讓訓練家受到重傷。",
	},
	tyrantrum: {
		name: "怪顎龍",
		desc: "只要牠的大顎一咬， 就連汽車也會被粉碎。 是古代世界的王者。",
	},
	amaura: {
		name: "冰雪龍",
		desc: "已經滅絕的古代寶可夢。 有時候還會以冰封狀態 被發現喔。",
	},
	aurorus: {
		name: "冰雪巨龍",
		desc: "當牠大大地被激怒時， 就會噴出猛烈的冰氣 讓周圍一帶全被冰封。",
	},
	sylveon: {
		name: "仙子伊布",
		desc: "伽勒爾地區的童話中有著 美麗的仙子伊布擊退了 可怕的龍寶可夢的故事。",
	},
	hawlucha: {
		name: "摔角鷹人",
		desc: "在使出致命的絕招之前 一定要先擺出華麗的姿勢。 有時也會在這一刻遭到反擊。",
	},
	dedenne: {
		name: "咚咚鼠",
		desc: "由於發電的能力不強， 因此會從插座或其他的 電氣寶可夢那裡偷電。",
	},
	carbink: {
		name: "小碎鑽",
		desc: "據說在世界的某處，有個 沉睡著許多小碎鑽的礦床， 群體的女王也在那裡。",
	},
	goomy: {
		name: "黏黏寶",
		desc: "牠的觸角是優秀的感覺器官。 只要感覺到有敵人就會立刻 躲起來，以此存活到了現在。",
	},
	sliggoo: {
		name: "黏美兒",
		desc: "背上的突起物裡裝著牠 小小的腦子，裡面只想著 吃飯和逃離敵人這兩件事。",
	},
	goodra: {
		name: "黏美龍",
		desc: "用伸長角產生的力道來 攻擊對手，產生的威力比 重量級拳擊手的拳擊還強１００倍。",
	},
	klefki: {
		name: "鑰圈兒",
		desc: "會用頭的前端吸取金屬離子。 據說是因為愛鑰匙成癡， 因此擬態成鑰匙的樣子。",
	},
	phantump: {
		name: "小木靈",
		desc: "用類似人類小孩的聲音鳴叫， 把大人引到森林的深處， 讓他們在其中迷失方向。",
	},
	trevenant: {
		name: "朽木妖",
		desc: "腳尖伸出來的根鬚 能連結森林中的樹木， 並且自由自在地加以操縱。",
	},
	pumpkaboo: {
		name: "南瓜精",
		desc: "南瓜的洞裡發出的光 會催眠並控制 看到牠的人和寶可夢。",
	},
	pumpkaboosmall: {
		name: "南瓜精（小尺寸）",
	},
	pumpkaboolarge: {
		name: "南瓜精（大尺寸）",
	},
	pumpkaboosuper: {
		name: "南瓜精（特大尺寸）",
	},
	gourgeist: {
		name: "南瓜怪人",
		desc: "南瓜怪人會在朔月的夜裡 去別人家門口敲門。開了門的人 會被牠帶往另一個世界。",
	},
	gourgeistsmall: {
		name: "南瓜怪人（小尺寸）",
	},
	gourgeistlarge: {
		name: "南瓜怪人（大尺寸）",
	},
	gourgeistsuper: {
		name: "南瓜怪人（特大尺寸）",
	},
	bergmite: {
		name: "冰寶",
		desc: "棲息在極其寒冷的地域。 會把自己的腳凍在 冰岩怪的背上固定起來。",
	},
	avalugg: {
		name: "冰岩怪",
		desc: "雖然身體的裂縫會因 白天的活動而變大， 但只要一晚就能全部長好。",
	},
	noibat: {
		name: "嗡蝠",
		desc: "可以控制所有頻率的音波。 就算是體型巨大的寶可夢， 也對牠的超音波束手無策。",
	},
	noivern: {
		name: "音波龍",
		desc: "在黑暗中一邊飛行一邊發出 能粉碎岩石的超音波痛擊敵人， 然後用利齒給予致命的一擊。",
	},
	xerneas: {
		name: "哲爾尼亞斯",
	},
	yveltal: {
		name: "伊裴爾塔爾",
	},
	zygarde: {
		name: "基格爾德",
		desc: "據說當牠與威脅到 生態系統的對手戰鬥時， 會變化成更強大的樣子。",
	},
	zygarde10: {
		name: "基格爾德（１０％形態）",
	},
	zygardecomplete: {
		name: "基格爾德（完全體形態）",
	},
	diancie: {
		name: "蒂安希",
	},
	dianciemega: {
		name: "超級蒂安希",
	},
	hoopa: {
		name: "胡帕",
	},
	hoopaunbound: {
		name: "解放胡帕",
	},
	volcanion: {
		name: "波爾凱尼恩",
	},
	rowlet: {
		name: "木木梟",
		desc: "白天利用光合作用積蓄力量， 到了晚上則會悄無聲息地 在空中飛翔，尋找獵物。",
	},
	dartrix: {
		name: "投羽梟",
		desc: "對整理翅膀絲毫不會怠慢。 這不單是因為牠注重形象， 也是為了讓刃羽保持銳利。",
	},
	decidueye: {
		name: "狙射樹梟",
		desc: "只要０.１秒就可以在翅膀的 藤蔓上搭好箭羽、射向敵人， 並在敵人發現前貫穿其要害。",
	},
	litten: {
		name: "火斑喵",
		desc: "如果在得到火斑喵的 信任前就想撫摸牠的話， 要小心牠用尖銳的爪子抓你。",
	},
	torracat: {
		name: "炎熱喵",
		desc: "如果敵人實力強勁， 牠便會更有戰鬥的欲望， 火焰鈴鐺的火力也會隨之上升。",
	},
	incineroar: {
		name: "熾焰咆哮虎",
		desc: "雖然行為舉止十分粗野， 卻也有著會去幫助 弱小寶可夢的溫柔一面。",
	},
	popplio: {
		name: "球球海獅",
		desc: "每天拼命地練習， 才終於能夠製造出 又大又好用的氣球。",
	},
	brionne: {
		name: "花漾海獅",
		desc: "到了風平浪靜的夜晚， 會配合領隊西獅海壬的歌聲 和夥伴們一起跳舞。",
	},
	primarina: {
		name: "西獅海壬",
		desc: "對戰就是西獅海壬的舞台。 牠那歌聲和舞動氣球的樣子 使觀戰的人們為之傾倒。",
	},
	pikipek: {
		name: "小篤兒",
		desc: "看起來很細的脖子其實 有著強韌的肌肉，能以 每秒１６連擊的速度猛啄樹木。",
	},
	trumbeak: {
		name: "喇叭啄鳥",
		desc: "會將吃掉的樹果種子從口中 發射出去。散落在大地上的種子 將孕育出新的草木。",
	},
	toucannon: {
		name: "銃嘴大鳥",
		desc: "以伴侶之間深厚的感情而聞名。 被視為一種吉利的象徵， 常被人帶到結婚典禮去。",
	},
	yungoos: {
		name: "貓鼬少",
		desc: "雖然什麼都吃，但特別 偏好活生生的新鮮食物， 會為了尋找獵物而四處遊走。",
	},
	gumshoos: {
		name: "貓鼬探長",
		desc: "忍耐力非常強，然而只要 看見自己愛吃的小拉達， 就會立刻忘我地撲上去。",
	},
	grubbin: {
		name: "強顎雞母蟲",
		desc: "會用巨大的顎部 在森林中挖地製造巢穴。 最喜歡甜甜的樹汁。",
	},
	charjabug: {
		name: "蟲電寶",
		desc: "蟲電寶消化吃掉的落葉時 會產生電能。牠會把這些電能 儲存在自己肚子上的電囊中。",
	},
	vikavolt: {
		name: "鍬農炮蟲",
		desc: "如果牠在飛行時把蟲電寶抱住 當作備用電池，就能連續發射 電力超高的電磁光束。",
	},
	crabrawler: {
		name: "好勝蟹",
		desc: "有時會錯把椰蛋樹當成椰子樹 而爬上去。惹怒椰蛋樹的牠會被 甩下來並遭到踩踏。",
	},
	crabominable: {
		name: "好勝毛蟹",
		desc: "習慣不經過大腦先動手打了再說。 以前曾有過用連續不斷的拳擊 把雪崩推回去的紀錄。",
	},
	oricorio: {
		name: "花舞鳥",
		desc: "吸食了朱紅色花蜜的花舞鳥。 訓練家如果做出了錯誤的指示， 感情起伏激烈的牠就會非常生氣。",
	},
	oricoriopompom: {
		name: "花舞鳥（啪滋啪滋風格）",
	},
	oricoriopau: {
		name: "花舞鳥（呼拉呼拉風格）",
	},
	oricoriosensu: {
		name: "花舞鳥（輕盈輕盈風格）",
	},
	cutiefly: {
		name: "萌虻",
		desc: "從敵人散發出的氣場 來判斷對方下一步的行動。 能輕盈地躲開攻擊並進行反擊。",
	},
	ribombee: {
		name: "蝶結萌虻",
		desc: "最討厭雨水弄濕自己。 因為伽勒爾地區陰天居多， 所以很難見得到牠的身影。",
	},
	rockruff: {
		name: "岩狗狗",
		desc: "會將脖子上的岩石 射向地面來威嚇對手， 趁對手畏縮的時候發起襲擊。",
	},
	lycanroc: {
		name: "鬃岩狼人",
		desc: "會用敏捷的動作將獵物 一步步地逼入絕境。 尖牙總是瞄準著對方的要害。",
	},
	lycanrocmidnight: {
		name: "鬃岩狼人（黑夜的樣子）",
	},
	lycanrocdusk: {
		name: "鬃岩狼人（黃昏的樣子）",
	},
	wishiwashi: {
		name: "弱丁魚",
		desc: "感覺到危險時眼睛就會變得濕潤。 眼淚的光亮會成為召集夥伴的信號， 讓許多的弱丁魚聚在一起。",
	},
	wishiwashischool: {
		name: "弱丁魚（魚群的樣子）",
	},
	mareanie: {
		name: "好壞星",
		desc: "和阿羅拉的好壞星不同， 伽勒爾的好壞星還沒發現到 太陽珊瑚的枝有多好吃。",
	},
	toxapex: {
		name: "超壞星",
		desc: "體內的毒囊中儲存著 滿滿的劇毒，毒性強到 能讓吼鯨王都痛苦三天三夜。",
	},
	mudbray: {
		name: "泥驢仔",
		desc: "在把自己吃土製造出的泥巴 塗在腳上之後，無論走在路況 多麼差的路上都不會打滑。",
	},
	mudsdale: {
		name: "重泥挽馬",
		desc: "擁有很強的耐力， 可以不眠不休地拉著１０噸重 的貨物縱貫伽勒爾地區。",
	},
	dewpider: {
		name: "滴蛛",
		desc: "平時生活在水中， 也會戴上水泡去 陸地上尋找食物。",
	},
	araquanid: {
		name: "滴蛛霸",
		desc: "把滴蛛放進頭上的水泡裡， 一邊餵牠吃剩的食物， 一邊照顧牠。",
	},
	fomantis: {
		name: "偽螳草",
		desc: "白天時會沐浴著陽光 酣酣睡覺。到了半夜 才會醒來活動。",
	},
	lurantis: {
		name: "蘭螳花",
		desc: "雙臂上的花瓣既輕薄 又鋒利。而且還能夠 收集光線來射出光束。",
	},
	morelull: {
		name: "睡睡菇",
		desc: "白天也生活在昏暗的森林裡。 會一邊閃爍一邊散播發著光的孢子 來讓敵人陷入沉睡。",
	},
	shiinotic: {
		name: "燈罩夜菇",
		desc: "如果半夜裡在森林的深處 看見光亮，記住千萬不要接近。 燈罩夜菇會讓你睡著的。",
	},
	salandit: {
		name: "夜盜火蜥",
		desc: "悄悄地從背後靠近獵物， 在對方察覺之前釋放毒氣， 讓對方動彈不得。",
	},
	salazzle: {
		name: "焰后蜥",
		desc: "據說焰后蜥之間在爭鬥時， 是透過比拼誰帶著更多隻 雄性夜盜火蜥來定勝負的。",
	},
	stufful: {
		name: "童偶熊",
		desc: "為了保護自己的身體而 胡亂揮舞前腳的樣子雖然可愛， 威力卻大到能將大樹折斷。",
	},
	bewear: {
		name: "穿著熊",
		desc: "會用令格鬥家都無地自容的技術 把逮住的獵物夾在腋下， 帶回自己的住處。",
	},
	bounsweet: {
		name: "甜竹竹",
		desc: "受到襲擊時流下的汗水 非常甜美可口。那種香氣 會吸引更多敵人的注意。",
	},
	steenee: {
		name: "甜舞妮",
		desc: "會用頭部的果蒂擊打 飛來啄食自己的藍鴉， 並且對牠使出猛烈的踢擊。",
	},
	tsareena: {
		name: "甜冷美后",
		desc: "用又尖又硬的腳尖施展踢擊， 朝對手的身體和心靈 留下無法磨滅的創傷。",
	},
	comfey: {
		name: "花療環環",
		desc: "飄散著迷人香氣的寶可夢。 由於黏在身上的花朵不一樣， 每隻花療環環的香味也都不同。",
	},
	oranguru: {
		name: "智揮猩",
		desc: "對森林的各個角落都瞭若指掌。 如果有寶可夢受傷了， 就會去尋找藥草為牠們治療。",
	},
	passimian: {
		name: "投擲猴",
		desc: "２０幾隻形成團隊來生活。 靠著每個成員明確的分工， 在嚴苛的大自然中生存下來。",
	},
	wimpod: {
		name: "膽小蟲",
		desc: "成群聚集，隨時保持警惕。 只要察覺到有敵人， 就會分散開來四處逃竄。",
	},
	golisopod: {
		name: "具甲武者",
		desc: "生活在海底的洞窟或沉船裡。 會去和八爪武師決戰， 輸掉的一方便會成為對方的食物。",
	},
	sandygast: {
		name: "沙丘娃",
		desc: "主要棲息在沙灘上。會操縱 把手伸進自己嘴巴裡的對手， 藉此讓自己的身體變得更大。",
	},
	palossand: {
		name: "噬沙堡爺",
		desc: "雖然住在海灘上，但很討厭水。 要是被激烈的大雨淋到， 就沒辦法維持城堡的形狀。",
	},
	pyukumuku: {
		name: "拳海參",
		desc: "覆蓋著皮膚的黏液 具有出眾的保濕效果， 即使在陸地上待好幾天也不會乾掉。",
	},
	typenull: {
		name: "屬性：空",
		desc: "以神話中的寶可夢為原型所 創造出的寶可夢，被戴上了 抑制力量失控的面罩。",
	},
	silvally: {
		name: "銀伴戰獸",
		desc: "與所信賴的訓練家之間的牽絆 是解放牠真正力量的 最後一個要素。",
	},
	minior: {
		name: "小隕星",
		desc: "外殼非常堅固， 但墜落到地上時的衝擊 會讓牠碎成細屑。",
	},
	komala: {
		name: "樹枕尾熊",
		desc: "終其一生都處於睡著的狀態。 這是因為牠所吃的葉子裡 含有類似麻醉藥的成分。",
	},
	turtonator: {
		name: "爆焰龜獸",
		desc: "在火山上生活，吃下的硫磺 就是甲殼上炸藥的原料。 連糞便也會爆炸，十分危險。",
	},
	togedemaru: {
		name: "托戈德瑪爾",
		desc: "在危急時刻會把身體捲成一團、 倒豎起背上的尖刺， 不分青紅皂白地發出電擊。",
	},
	mimikyu: {
		name: "謎擬Ｑ",
		desc: "有一位學者為了研究 而看了牠的破布裡面， 結果患上怪病而離開人世。",
	},
	mimikyubusted: {
		name: "謎擬Ｑ（現形的樣子）",
	},
	bruxish: {
		name: "磨牙彩皮魚",
		desc: "厚實的皮膚連好壞星的針 也無法穿透。會用結實的牙齒 把針咬碎之後吃下去。",
	},
	drampa: {
		name: "老翁龍",
		desc: "心地善良愛親近人， 但只要生氣就會 颳起強風吹倒一切。",
	},
	dhelmise: {
		name: "破破舵輪",
		desc: "把錨拋到海裡，伏擊獵物。 會去捕捉巨大的吼鯨王， 吸取牠們的精氣。",
	},
	jangmoo: {
		name: "心鱗寶",
		desc: "體毛變成了像金屬一般 堅硬的鱗片。透過敲響 鱗片來和夥伴溝通。",
	},
	hakamoo: {
		name: "鱗甲龍",
		desc: "敲響鱗片、發出吼聲， 接著向對手發起挑戰， 並用鋒利的爪子撕裂對手。",
	},
	kommoo: {
		name: "杖尾鱗甲龍",
		desc: "遺跡壁畫中古代戰士 身上穿著的盔甲是用 杖尾鱗甲龍的鱗片製成的。",
	},
	tapukoko: {
		name: "卡璞・鳴鳴",
		desc: "操縱雷電，是美樂美樂的 守護神。有著旺盛的好奇心， 會不時在人們面前現身。",
	},
	tapulele: {
		name: "卡璞・蝶蝶",
		desc: "被稱為守護神，卻同時有著 天真無邪與殘酷的性格， 可說是大自然的化身。",
	},
	tapubulu: {
		name: "卡璞・哞哞",
		desc: "會搖響尾巴告知周圍自己的位置， 藉此避免不必要的鬥爭。 是操縱草木的烏拉烏拉守護神。",
	},
	tapufini: {
		name: "卡璞・鰭鰭",
		desc: "被稱為守護神，但有時 會對隨便靠近自己的對手 帶來恐怖的災難。",
	},
	cosmog: {
		name: "科斯莫古",
		desc: "沒有警戒心且好奇心強， 所以經常會遇到麻煩。 危急時會用瞬間移動來逃跑。",
	},
	cosmoem: {
		name: "科斯莫姆",
		desc: "以驚人的氣勢吸入 大氣中的塵埃，努力用 內核製造著進化的能源。",
	},
	solgaleo: {
		name: "索爾迦雷歐",
		desc: "曾經被稱為 吞食太陽之獸。 能釋放出無盡的光能。",
	},
	lunala: {
		name: "露奈雅拉",
		desc: "奪走四周所有的光， 自己則變身為滿月的模樣， 在黑夜中散發出光芒。",
	},
	nihilego: {
		name: "虛吾伊德",
		desc: "從究極之洞中現身來到 這個世界。似乎會靠寄生在 寶可夢或人類身上來生存。",
	},
	buzzwole: {
		name: "爆肌蚊",
		desc: "會向對手炫耀自己 膨脹到異常程度的肌肉。 是究極異獸的一種。",
	},
	pheromosa: {
		name: "費洛美螂",
		desc: "在這個世界是危險的異類， 但牠在原本棲息的世界裡 似乎是隨處可見的普通生物。",
	},
	xurkitree: {
		name: "電束木",
		desc: "被稱為究極異獸。 也有一些會像樹木一樣， 把手腳刺進地面動也不動。",
	},
	celesteela: {
		name: "鐵火輝夜",
		desc: "在這個世界是危險的異類， 但牠在原本棲息的世界裡 似乎是隨處可見的普通生物。",
	},
	kartana: {
		name: "紙御劍",
		desc: "在這個世界是危險的異類， 但牠在原本棲息的世界裡 似乎是隨處可見的普通生物。",
	},
	guzzlord: {
		name: "惡食大王",
		desc: "被稱為究極異獸的未知生命。 不知是否總覺得肚子餓， 牠隨時都在吃東西。",
	},
	necrozma: {
		name: "奈克洛茲瑪",
		desc: "為生存而發狂般地尋找著光。 會發射出雷射光， 將所有東西切成碎片。",
	},
	necrozmaultra: {
		name: "究極奈克洛茲瑪",
	},
	magearna: {
		name: "瑪機雅娜",
		desc: "由大約５００年前的 科學家所製造。 本體是被稱為魂心的零件。",
	},
	magearnaoriginal: {
		name: "瑪機雅娜（５００年前的顏色）",
	},
	marshadow: {
		name: "瑪夏多",
		desc: "擁有潛入一切影子裡的能力， 所以在很長一段時間裡 都沒有任何人發現牠。",
	},
	poipole: {
		name: "毒貝比",
		desc: "棲息在異世界的究極異獸。 會從頭上的毒針朝對手 噴出毒液，然後放聲大笑。",
	},
	naganadel: {
		name: "四顎針龍",
		desc: "究極異獸的一種。 會從毒針發射出 黏度很高的發光毒液。",
	},
	stakataka: {
		name: "壘磊石",
		desc: "疑似究極異獸的神秘生命體。 突然動起來展開襲擊的石牆， 它的真面目就是這個傢伙。",
	},
	blacephalon: {
		name: "砰頭小丑",
		desc: "從究極之洞中出現的究極異獸。 會用爆炸嚇唬對手， 然後趁機奪取對方的精氣。",
	},
	zeraora: {
		name: "捷拉奧拉",
		desc: "從手腳的肉球放電。 當捷拉奧拉奔馳而過時， 周圍將充斥著電閃雷鳴。",
	},
	meltan: {
		name: "美錄坦",
		desc: "美錄坦們雖然聚在一起生活， 但當時機到來，會由最強的那１隻 吸收其他的夥伴來進化。",
	},
	melmetal: {
		name: "美錄梅塔",
		desc: "美錄梅塔利用離心力帶動 沉重的螺帽揮出的拳擊 被認為是寶可夢界之最。",
	},
	grookey: {
		name: "敲音猴",
		desc: "會用木棒連續擊打來攻擊。 在以飛快的速度擊打的同時， 情緒也會變得越來越高漲。",
	},
	thwackey: {
		name: "啪咚猴",
		desc: "打著激烈的節拍戰鬥時， 由於過於忘我，甚至不會 意識到自己已經把對手打昏了。",
	},
	rillaboom: {
		name: "轟擂金剛猩",
		desc: "打鼓技巧最高超的那一隻 會成為首領。性情溫和， 重視族群的和諧相處。",
	},
	scorbunny: {
		name: "炎兔兒",
		desc: "一旦做好了戰鬥的準備， 牠鼻頭上和腳底的肉球 就會散發出極度的高溫。",
	},
	raboot: {
		name: "騰蹴小將",
		desc: "會用腳把樹果從樹木上 踢落，用來練習挑球， 藉此鍛鍊自己的腳法。",
	},
	cinderace: {
		name: "閃焰王牌",
		desc: "擁有熟練的進攻和防守技巧。 只要得到聲援就會更有衝勁， 但有時會為了出風頭而弄巧成拙。",
	},
	sobble: {
		name: "淚眼蜥",
		desc: "皮膚在濕掉時會變色， 彷彿像是隱身了一樣， 誰都看不見牠的身影。",
	},
	drizzile: {
		name: "變澀蜥",
		desc: "頭腦聰明但是很怕麻煩。 為了不讓敵人接近自己的地盤， 在各個地方都設下了陷阱。",
	},
	inteleon: {
		name: "千面避役",
		desc: "能從指尖射出速度高達３馬赫 的水槍。牠的瞬膜能幫助牠看穿 敵人的弱點，準確地擊中要害。",
	},
	skwovet: {
		name: "貪心栗鼠",
		desc: "由於牠無論何時都在吃樹果， 使得牠比外表看起來還要頑強。 會出現在田地裡尋找樹果。",
	},
	greedent: {
		name: "藏飽栗鼠",
		desc: "無論多麼堅硬的樹果殼 都能用引以為傲的大牙咬碎。 在伽勒爾是很常見的寶可夢。",
	},
	rookidee: {
		name: "稚山雀",
		desc: "嬌小的體型讓牠能敏捷地飛翔。 攻其不備的戰法將體型巨大 的對手玩弄於股掌之間。",
	},
	corvisquire: {
		name: "藍鴉",
		desc: "歷經無數次艱難的戰鬥後， 牠學會了該如何正確地 判斷敵人的力量。",
	},
	corviknight: {
		name: "鋼鎧鴉",
		desc: "擁有優秀飛行能力和 極度聰明頭腦的牠在伽勒爾地區 從事飛翔計程車的工作。",
	},
	blipbug: {
		name: "索偵蟲",
		desc: "經常出現在田地裡的寶可夢。 會透過長在身體上的毛 來感應周圍發生的事。",
	},
	dottler: {
		name: "天罩蟲",
		desc: "正在殼裡成長著。 用精神力量掌握外界的 狀況，做好進化的準備。",
	},
	orbeetle: {
		name: "以歐路普",
		desc: "釋放出精神力量來調查 周圍的情況。牠的偵測範圍 甚至可以達到方圓１０公里。",
	},
	nickit: {
		name: "偷兒狐",
		desc: "性情謹慎且狡猾。 在偷盜食物逃走的時候 會用尾巴擦掉自己的足跡。",
	},
	thievul: {
		name: "狐大盜",
		desc: "靠著輕盈的身體和銳利的 爪子到處去偷食物和蛋。 逐電犬是牠的天敵。",
	},
	gossifleur: {
		name: "幼棉棉",
		desc: "會隨著微風一邊轉圈圈一邊 愉快地唱歌。許多人因為喜歡 這可愛的模樣而培育牠。",
	},
	eldegoss: {
		name: "白蓬蓬",
		desc: "用牠頭上的棉絮製成的線 有著十分美麗動人的光澤， 是伽勒爾地區的名產。",
	},
	wooloo: {
		name: "毛辮羊",
		desc: "要是身上的毛長得太長就會 不能動彈。用毛辮羊的體毛 織成的布結實得讓人吃驚。",
	},
	dubwool: {
		name: "毛毛角羊",
		desc: "長得長長的角是為了 向異性求愛而存在的。 牠從不會把角當作武器。",
	},
	chewtle: {
		name: "咬咬龜",
		desc: "會用頭上硬如岩石的角攻擊敵人。 趁其不備之時大口咬住對方， 一旦咬住便再也不會鬆口。",
	},
	drednaw: {
		name: "暴噬龜",
		desc: "頸部可以伸縮。 能從遠處迅速伸長頸部， 用銳利的牙齒解決對手。",
	},
	yamper: {
		name: "來電汪",
		desc: "因為想要得到零食而 幫助人類工作的貪吃鬼。 總是帶著電火花跑來跑去。",
	},
	boltund: {
		name: "逐電犬",
		desc: "電力增強了牠的腳力。 當以最高速度奔跑時， 時速可以輕易超過９０公里。",
	},
	rolycoly: {
		name: "小炭仔",
		desc: "在滿是岩石的崎嶇路面上 也能像獨輪車那樣自在移動。 靠燃燒煤炭維持生命。",
	},
	carkol: {
		name: "大炭車",
		desc: "能透過高速旋轉自己的腳， 以３０公里的時速奔跑。 能噴出攝氏１０００度的火焰。",
	},
	coalossal: {
		name: "巨炭山",
		desc: "進入戰鬥狀態後， 牠會把煤炭山燃燒得通紅， 飛撒火花來燒焦四周。",
	},
	applin: {
		name: "啃果蟲",
		desc: "一出生就躲進了蘋果中， 一邊吃果肉一邊成長。 進化方向依蘋果的味道而定。",
	},
	flapple: {
		name: "蘋裹龍",
		desc: "會用蘋果皮的翅膀飛翔， 並吐出強酸性的唾液。 能變成蘋果的形狀。",
	},
	appletun: {
		name: "豐蜜龍",
		desc: "身體被甜甜的蜜汁包裹， 背部的皮尤其甘甜， 過去曾經是小孩的零食。",
	},
	silicobra: {
		name: "沙包蛇",
		desc: "會從鼻孔噴射出沙子， 趁敵人看不清的時候 躲進地底下藏身。",
	},
	sandaconda: {
		name: "沙螺蟒",
		desc: "牠之所以會以獨特的方式 盤繞自己的身體，是為了能 更有效率地噴射沙囊中的沙子。",
	},
	cramorant: {
		name: "古月鳥",
		desc: "非常貪吃，會把刺梭魚整隻 吞進嘴裡。偶爾也會搞錯對象 去咬其他的寶可夢。",
	},
	cramorantgulping: {
		name: "古月鳥（一口吞的樣子）",
	},
	cramorantgorging: {
		name: "古月鳥（大口吞的樣子）",
	},
	arrokuda: {
		name: "刺梭魚",
		desc: "吃飽了之後動作會變得 極度遲緩，於是就被 古月鳥整隻吞了下去。",
	},
	barraskewda: {
		name: "戽斗尖梭",
		desc: "會旋轉著自己的尾鰭 一口氣突擊。能夠以超過 １００節的速度貫穿獵物。",
	},
	toxel: {
		name: "毒電嬰",
		desc: "透過讓自身的毒素產生 化學反應來發電。電力 雖然弱，卻能造成麻痺。",
	},
	toxtricity: {
		name: "顫弦蠑螈",
		desc: "氣勢洶洶的急性子。 會大口喝下混濁的水， 吸收其中所含的毒素。",
	},
	toxtricitylowkey: {
		name: "顫弦蠑螈（低調的樣子）",
	},
	sizzlipede: {
		name: "燒火蚣",
		desc: "會用滾燙的身體勒緊獵物， 等到烤得恰到好處之時， 就把牠們大口大口地吃掉。",
	},
	centiskorch: {
		name: "焚焰蚣",
		desc: "性情極具攻擊性。 危險的不只是牠燒燙的身體， 大大的獠牙也銳利無比。",
	},
	clobbopus: {
		name: "拳拳蛸",
		desc: "智商大致相當於３歲的兒童。 雖然觸手經常斷掉，但因為 能再生，所以牠並不在意。",
	},
	grapploct: {
		name: "八爪武師",
		desc: "會為了試自己的身手 而登上陸地尋找對手。 戰鬥結束後就會回到海裡。",
	},
	sinistea: {
		name: "來悲茶",
		desc: "被牠當成住處的茶杯 是有名的古董餐具。 市面上有很多贗品。",
	},
	polteageist: {
		name: "怖思壺",
		desc: "每當發現喝剩的紅茶， 牠就會把自己的身體倒進去， 讓那壺紅茶變成怖思壺。",
	},
	hatenna: {
		name: "迷布莉姆",
		desc: "喜歡沒有人煙的地方。 一旦感覺到強烈的情感， 就會一溜煙地逃走。",
	},
	hattrem: {
		name: "提布莉姆",
		desc: "會用頭上的辮子攻擊對手， 讓對方安靜下來。破壞力 強到能一擊ＫＯ職業拳擊手。",
	},
	hatterene: {
		name: "布莉姆溫",
		desc: "又被稱為森林魔女。 如果有人大吵大鬧，可能會 被牠用觸手上的爪子撕碎。",
	},
	impidimp: {
		name: "搗蛋小妖",
		desc: "不但會溜進民宅偷盜， 還會吸收人們悔恨時 的負面能量。",
	},
	morgrem: {
		name: "詐唬魔",
		desc: "喜歡動歪腦筋，把人們 引誘到深夜的森林中。 似乎擁有培育農作物的能力。",
	},
	grimmsnarl: {
		name: "長毛巨魔",
		desc: "毛髮能發揮肌肉纖維般的作用。 伸展開來時會像觸手那樣 把對手纏繞起來。",
	},
	obstagoon: {
		name: "堵攔熊",
		desc: "在不斷的鬥爭中得到了進化。 牠交叉著雙臂發出的怒吼 能讓一切對手都為之膽怯。",
	},
	perrserker: {
		name: "喵頭目",
		desc: "在日復一日的戰鬥中得以進化。 進化的結果是那危險的指甲， 留長後能當作短劍來用。",
	},
	cursola: {
		name: "魔靈珊瑚",
		desc: "一定要小心牠那包覆著 靈魂的靈體。如果觸摸到， 就會像石頭一樣動彈不得。",
	},
	sirfetchd: {
		name: "蔥遊兵",
		desc: "會用堅硬的蔥葉抵擋攻擊， 接著用鋒利的莖反擊。 牠的蔥既是武器也是食材。",
	},
	mrrime: {
		name: "踏冰人偶",
		desc: "幽默的動作使牠獲得了 眾人的喜愛。能從腹部的 圖案釋放出精神力量。",
	},
	runerigus: {
		name: "死神板",
		desc: "絕對不能觸摸牠影子般的 身體，否則牠會讓你看到 印刻在牠畫中的恐怖記憶。",
	},
	milcery: {
		name: "小仙奶",
		desc: "據說有小仙奶 現身的蛋糕店 保證能生意興隆。",
	},
	alcremie: {
		name: "霜奶仙",
		desc: "當牠感到幸福的時候， 手中產生出的鮮奶油 會變得更加香濃甜美。",
	},
	falinks: {
		name: "列陣兵",
		desc: "６隻為一體的寶可夢。 慣於團隊行動，會一邊 變換陣形一邊戰鬥。",
	},
	pincurchin: {
		name: "啪嚓海膽",
		desc: "每根刺裡都儲存著電力。 即使是折斷的刺也至少 能持續放電３小時。",
	},
	snom: {
		name: "雪吞蟲",
		desc: "會吃地面上的積雪。 吃得越多，背上的 刺就會長得越挺拔。",
	},
	frosmoth: {
		name: "雪絨蛾",
		desc: "絕不放過破壞山野環境的人。 會用冰冷的翅膀四處飛翔， 製造出暴風雪來懲罰他們。",
	},
	stonjourner: {
		name: "巨石丁",
		desc: "每年會有一天，牠們會在 特定的時間突然出現， 聚集在一起排成一個圈。",
	},
	eiscue: {
		name: "冰砌鵝",
		desc: "無論何時都用冰塊冰鎮著 自己怕熱的臉。會把頭頂 上的毛垂到海裡釣食物吃。",
	},
	eiscuenoice: {
		name: "冰砌鵝（解凍頭）",
	},
	indeedee: {
		name: "愛管侍",
		desc: "能透過自己的角去 感受附近生物的情感。 正面情緒是牠的能量之源。",
	},
	morpeko: {
		name: "莫魯貝可",
		desc: "無論怎麼吃都會馬上肚子餓。 十分珍愛自己用電烘烤過的 種子，隨時都帶在身上。",
	},
	morpekohangry: {
		name: "莫魯貝可（空腹花紋）",
	},
	cufant: {
		name: "銅象",
		desc: "擅長需要力氣的工作。 銅質的身體會因雨水而生鏽， 轉變成鮮豔的綠色。",
	},
	copperajah: {
		name: "大王銅象",
		desc: "群居的寶可夢。 鼻子的握力十分強勁， 甚至能把大石頭弄得粉碎。",
	},
	dracozolt: {
		name: "雷鳥龍",
		desc: "會用尾部結實的肌肉 發電。與下半身相比， 上半身真的太小了。",
	},
	arctozolt: {
		name: "雷鳥海獸",
		desc: "曾經生活在古代的海邊， 能用身體的冰來保存食物， 但由於動作太遲緩而滅絕了。",
	},
	dracovish: {
		name: "鰓魚龍",
		desc: "雖然能用自豪的腳力 以６０公里的時速奔跑， 但是只能在水中呼吸。",
	},
	arctovish: {
		name: "鰓魚海獸",
		desc: "面部的皮膚無論受到什麼攻擊 都不會受傷，但由於呼吸起來 不方便而滅絕了。",
	},
	duraludon: {
		name: "鋁鋼龍",
		desc: "由特殊金屬構成的身體 十分輕盈，能夠靈活地活動。 不喜歡下雨，所以住在洞窟裡。",
	},
	dreepy: {
		name: "多龍梅西亞",
		desc: "雖然單獨１隻弱得甚至敵不過小孩， 但會和夥伴合作一起鍛鍊， 透過進化而變得更強。",
	},
	drakloak: {
		name: "多龍奇",
		desc: "要是沒讓自己在照顧的多龍梅西亞 乘在頭上就靜不下心來，甚至會 因此試圖把別的寶可夢放到頭上。",
	},
	dragapult: {
		name: "多龍巴魯托",
		desc: "牠角裡的多龍梅西亞 似乎滿心期待著能被 以音速發射出去。",
	},
	zacian: {
		name: "蒼響",
		desc: "這隻寶可夢被認為是沉睡已久的 藏瑪然特的姐姐，也有人 認為牠們之間是勁敵關係。",
	},
	zaciancrowned: {
		name: "蒼響（劍之王）",
	},
	zamazenta: {
		name: "藏瑪然特",
		desc: "以石像般的姿態陷入 長久沉眠的寶可夢。 幾乎就要被人們所遺忘。",
	},
	zamazentacrowned: {
		name: "藏瑪然特（盾之王）",
	},
	eternatus: {
		name: "無極汰那",
		desc: "來自於２萬年前墜落 到地上的隕石之中。 似乎與極巨化之謎有所關聯。",
	},
	eternatuseternamax: {
		name: "無極汰那（無極巨化）",
	},
	kubfu: {
		name: "熊徒弟",
		desc: "拉緊頭上又白又長的體毛 就會變得氣勢高昂， 並且由丹田湧出力量。",
	},
	urshifu: {
		name: "武道熊師",
		desc: "棲息在遙遠地區的山岳地帶。 會在斷崖絕壁上來回奔跑 鍛鍊下盤，磨練招式。",
	},
	urshifurapidstrike: {
		name: "武道熊師（連擊流）",
	},
	zarude: {
		name: "薩戮德",
		desc: "生長在身上的藤蔓斷落後 會化為土壤的養分， 孕育森林裡的各種植物。",
	},
	zarudedada: {
		name: "薩戮德（阿爸）",
	},
	regieleki: {
		name: "雷吉艾勒奇",
		desc: "全身都是能發電的器官。 牠製造的電能可以滿足 伽勒爾全域的電力需求。",
	},
	regidrago: {
		name: "雷吉鐸拉戈",
		desc: "全身是由龍之能量的結晶 打造而成。據說牠擁有 所有的龍寶可夢的力量。",
	},
	glastrier: {
		name: "雪暴馬",
		desc: "擁有十分驚人的怪力。 遮住臉部的冰面罩比 鑽石還要堅硬１００倍。",
	},
	spectrier: {
		name: "靈幽馬",
		desc: "在漆黑的夜裡奔馳，吸取 正在睡覺的生物的生命能量。 喜愛孤獨與寂靜。",
	},
	calyrex: {
		name: "蕾冠王",
		desc: "曾在很久以前統治伽勒爾的 傳說之王。擁有治癒心靈， 讓草木發芽的力量。",
	},
	calyrexice: {
		name: "蕾冠王（騎白馬的樣子）",
	},
	calyrexshadow: {
		name: "蕾冠王（騎黑馬的樣子）",
	},
	wyrdeer: {
		name: "詭角鹿",
	},
	kleavor: {
		name: "劈斧螳螂",
	},
	ursaluna: {
		name: "月月熊",
	},
	basculegion: {
		name: "幽尾玄魚",
	},
	sneasler: {
		name: "大狃拉",
	},
	overqwil: {
		name: "萬針魚",
	},
	enamorus: {
		name: "眷戀雲",
	},
};
