export const MovesText: { [id: IDEntry]: MoveText } = {
	"10000000voltthunderbolt": {
		name: "1000만볼트",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	absorb: {
		name: "흡수",
		desc: "양분을 흡수하여 공격한다. 상대에게 입힌 데미지의 절반에 해당하는 HP를 회복할 수 있다.",
	},
	accelerock: {
		name: "액셀록",
		desc: "재빠른 스피드로 상대에게 부딪쳐서 공격한다. 반드시 선제공격할 수 있다.",
	},
	acid: {
		name: "용해액",
		desc: "강한 산을 상대에게 끼얹어 공격한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	acidarmor: {
		name: "녹기",
		desc: "세포의 변화로 액체가 되어 자신의 방어를 크게 올린다.",
	},
	acidspray: {
		name: "애시드봄",
		desc: "상대를 녹이는 액체를 토해내서 공격한다. 상대의 특수방어를 크게 떨어뜨린다.",
	},
	acrobatics: {
		name: "애크러뱃",
		desc: "경쾌하게 상대를 공격한다. 자신이 도구를 지니고 있지 않을 때 큰 데미지를 준다.",
	},
	acupressure: {
		name: "경혈찌르기",
		desc: "경혈을 눌러 몸을 활성화시킨다. 능력 중 하나를 크게 올린다.",
	},
	aerialace: {
		name: "제비반환",
		desc: "재빠른 움직임으로 상대를 농락해 벤다. 공격은 반드시 명중한다.",
	},
	aeroblast: {
		name: "에어로블라스트",
		desc: "공기의 소용돌이를 발사하여 공격한다. 급소에 맞기 쉽다.",
	},
	afteryou: {
		name: "당신먼저",
		desc: "상대의 행동을 도와서 자신이 행동한 뒤에 바로 움직일 수 있도록 한다.",
	},
	agility: {
		name: "고속이동",
		desc: "힘을 빼고 몸을 가볍게 해서 고속으로 움직인다. 자신의 스피드를 크게 올린다.",
	},
	aircutter: {
		name: "에어커터",
		desc: "날카로운 바람으로 상대를 베어 공격한다. 급소에 맞기 쉽다.",
	},
	airslash: {
		name: "에어슬래시",
		desc: "하늘까지 베어 가르는 공기의 칼날로 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	alluringvoice: {
		name: "매혹의보이스",
	},
	allyswitch: {
		name: "사이드체인지",
		desc: "이상한 힘으로 순간이동하여 자신과 같은 편의 위치를 바꾼다.",
	},
	amnesia: {
		name: "망각술",
		desc: "머리를 비워서 순간적으로 무언가를 잊어버림으로써 자신의 특수방어를 크게 올린다.",
	},
	anchorshot: {
		name: "앵커샷",
		desc: "앵커를 상대에게 휘감아서 공격한다. 상대는 도망칠 수 없게 된다.",
	},
	ancientpower: {
		name: "원시의힘",
		desc: "원시의 힘으로 공격한다. 자신의 모든 능력이 오를 때가 있다.",
	},
	appleacid: {
		name: "사과산",
		desc: "새콤한 사과에서 만들어 낸 산성 액체로 공격한다. 상대의 특수방어를 떨어뜨린다.",
	},
	aquacutter: {
		name: "아쿠아커터",
	},
	aquajet: {
		name: "아쿠아제트",
		desc: "눈에 보이지 않는 굉장한 속도로 상대에게 돌진한다. 반드시 선제공격할 수 있다.",
	},
	aquaring: {
		name: "아쿠아링",
		desc: "자신의 몸 주변을 물로 만든 베일로 덮는다. 매 턴 HP를 회복한다.",
	},
	aquastep: {
		name: "아쿠아스텝",
	},
	aquatail: {
		name: "아쿠아테일",
		desc: "세차게 날뛰는 거친 파도와 같이 큰 꼬리를 흔들어서 상대를 공격한다.",
	},
	armorcannon: {
		name: "아머캐논",
	},
	armthrust: {
		name: "손바닥치기",
		desc: "펼친 양손으로 상대를 번갈아 쳐서 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	aromatherapy: {
		name: "아로마테라피",
		desc: "기분 좋은 평온한 향기를 맡게 하여 같은 편 모두의 상태 이상을 회복한다.",
	},
	aromaticmist: {
		name: "아로마미스트",
		desc: "신비한 아로마 향으로 같은 편의 특수방어를 올린다.",
	},
	assist: {
		name: "조수",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	assurance: {
		name: "승부굳히기",
		desc: "그 턴에 상대가 이미 데미지를 입었다면 기술의 위력은 2배가 된다.",
	},
	astonish: {
		name: "놀래키기",
		desc: "큰 소리 등으로 불시에 놀래켜서 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	astralbarrage: {
		name: "아스트랄비트",
		desc: "수많은 작은 영체를 상대에게 부딪쳐서 공격한다.",
	},
	attackorder: {
		name: "공격지령",
		desc: "부하를 불러내어 상대를 향해서 공격시킨다. 급소에 맞기 쉽다.",
	},
	attract: {
		name: "헤롱헤롱",
		desc: "수컷은 암컷을 암컷은 수컷을 유혹하여 헤롱헤롱하게 만든다. 상대가 기술을 쓰기 어려워진다.",
	},
	aurasphere: {
		name: "파동탄",
		desc: "몸속에서 파동의 힘을 끌어내 상대에게 쏜다. 공격은 반드시 명중한다.",
	},
	aurawheel: {
		name: "오라휠",
		desc: "볼주머니에 저장해둔 에너지로 공격하고 자신의 스피드를 올린다. 모르페코의 모습에 따라 타입이 바뀐다.",
	},
	aurorabeam: {
		name: "오로라빔",
		desc: "무지개색의 빔을 상대에게 발사하여 공격한다. 공격을 떨어뜨릴 때가 있다.",
	},
	auroraveil: {
		name: "오로라베일",
		desc: "5턴 동안 물리와 특수 기술의 데미지를 약하게 한다. 싸라기눈일 때만 쓸 수 있다.",
	},
	autotomize: {
		name: "바디퍼지",
		desc: "몸의 쓸모없는 부분을 깎는다. 자신의 스피드를 크게 올리고 체중도 가벼워진다.",
	},
	avalanche: {
		name: "눈사태",
		desc: "상대로부터 기술을 받으면 그 상대에 대해서 기술의 위력이 2배가 된다.",
	},
	axekick: {
		name: "발꿈치찍기",
	},
	babydolleyes: {
		name: "초롱초롱눈동자",
		desc: "초롱초롱한 눈동자로 상대를 바라보며 공격을 떨어뜨린다. 반드시 선제공격할 수 있다.",
	},
	baddybad: {
		name: "아그아그존",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	banefulbunker: {
		name: "토치카",
		desc: "상대의 공격을 막음과 동시에 접촉한 상대에게 독을 퍼뜨린다.",
	},
	barbbarrage: {
		name: "독침천발",
	},
	barrage: {
		name: "구슬던지기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	barrier: {
		name: "배리어",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	batonpass: {
		name: "배턴터치",
		desc: "교대 포켓몬과 바뀐다. 능력 변화는 바뀐 포켓몬이 그대로 이어받는다.",
	},
	beakblast: {
		name: "부리캐논",
		desc: "먼저 부리를 가열시킨 다음 공격을 날린다. 가열 중에 만지면 화상을 입는다.",
	},
	beatup: {
		name: "집단구타",
		desc: "같은 편 전원이 공격한다. 동료 포켓몬이 많을수록 기술의 공격 횟수가 증가한다.",
	},
	behemothbash: {
		name: "거수탄",
		desc: "거대한 방패가 되어 부딪친다. 상대가 다이맥스 중이면 데미지가 2배가 된다.",
	},
	behemothblade: {
		name: "거수참",
		desc: "거대한 검이 되어 베어버린다. 상대가 다이맥스 중이면 데미지가 2배가 된다.",
	},
	belch: {
		name: "트림",
		desc: "상대를 향해 트림을 하여 데미지를 준다. 나무열매를 먹지 않으면 쓸 수 없다.",
	},
	bellydrum: {
		name: "배북",
		desc: "자신의 HP를 최대 HP의 절반만큼 감소시켜 자신의 공격을 최대로 올린다.",
	},
	bestow: {
		name: "기프트패스",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	bide: {
		name: "참기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	bind: {
		name: "조이기",
		desc: "긴 몸이나 덩굴 등을 써서 4-5턴 동안 상대를 조여 공격한다.",
	},
	bite: {
		name: "물기",
		desc: "날카롭고 뾰족한 이빨로 물어서 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	bitterblade: {
		name: "원념의칼",
	},
	bittermalice: {
		name: "천추지한",
	},
	blastburn: {
		name: "블라스트번",
		desc: "폭발하는 불꽃으로 상대를 태워서 공격한다. 다음 턴은 움직일 수 없다.",
	},
	blazekick: {
		name: "블레이즈킥",
		desc: "공격한 상대를 화상 상태로 만들 때가 있다. 급소에도 맞기 쉽다.",
	},
	blazingtorque: {
		name: "번액셀",
	},
	bleakwindstorm: {
		name: "찬바람폭풍",
	},
	blizzard: {
		name: "눈보라",
		desc: "세찬 눈보라를 상대에게 내뿜어 공격한다. 얼음 상태로 만들 때가 있다.",
	},
	block: {
		name: "블록",
		desc: "양팔을 벌려 막아서서 상대의 도주로를 가로막아 도망칠 수 없게 한다.",
	},
	bloodmoon: {
		name: "블러드문",
	},
	blueflare: {
		name: "푸른불꽃",
		desc: "아름다우면서도 격렬한 푸른불꽃으로 상대를 둘러싸서 공격한다. 화상 상태로 만들 때가 있다.",
	},
	bodypress: {
		name: "바디프레스",
		desc: "몸을 부딪쳐서 공격한다. 방어가 높을수록 주는 데미지가 올라간다.",
	},
	bodyslam: {
		name: "누르기",
		desc: "몸 전체로 상대를 덮쳐눌러 공격한다. 마비 상태로 만들 때가 있다.",
	},
	boltbeak: {
		name: "전격부리",
		desc: "전기를 두른 부리로 찌른다. 상대보다 먼저 공격하면 기술의 위력은 2배가 된다.",
	},
	boltstrike: {
		name: "뇌격",
		desc: "방대한 전기를 몸에 둘러 상대에게 돌진해서 공격한다. 마비 상태로 만들 때가 있다.",
	},
	boneclub: {
		name: "뼈다귀치기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	bonemerang: {
		name: "뼈다귀부메랑",
		desc: "손에 들고 있는 뼈를 상대에게 날려서 날아갈 때와 돌아올 때 2회 연속 데미지를 준다.",
	},
	bonerush: {
		name: "본러시",
		desc: "단단한 뼈로 상대를 세게 때려서 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	boomburst: {
		name: "폭음파",
		desc: "무시무시한 폭음의 파괴력으로 주위에 있는 포켓몬을 공격한다.",
	},
	bounce: {
		name: "뛰어오르기",
		desc: "하늘 높이 뛰어올라 2턴째에 상대를 공격한다. 마비 상태로 만들 때가 있다.",
	},
	bouncybubble: {
		name: "생생버블",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	branchpoke: {
		name: "가지찌르기",
		desc: "날카롭고 뾰족한 가지로 상대를 찔러서 공격한다.",
	},
	bravebird: {
		name: "브레이브버드",
		desc: "날개를 접어 저공비행으로 돌격한다. 자신도 상당한 데미지를 입는다.",
	},
	breakingswipe: {
		name: "와이드브레이커",
		desc: "강인한 꼬리를 세차게 휘둘러서 상대를 공격한다. 상대의 공격을 떨어뜨린다.",
	},
	brickbreak: {
		name: "깨뜨리다",
		desc: "수도로 기세 좋게 내려쳐서 상대를 공격한다. 빛의장막이나 리플렉터 등도 파괴할 수 있다.",
	},
	brine: {
		name: "소금물",
		desc: "상대가 HP의 절반 정도 상처를 입고 있으면 기술의 위력이 2배가 된다.",
	},
	brutalswing: {
		name: "세차게휘두르기",
		desc: "자신의 몸을 세차게 휘둘러서 상대에게 데미지를 준다.",
	},
	bubble: {
		name: "거품",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	bubblebeam: {
		name: "거품광선",
		desc: "거품을 기세 좋게 상대에게 발사하여 공격한다. 스피드를 떨어뜨릴 때가 있다.",
	},
	bugbite: {
		name: "벌레먹기",
		desc: "물어서 공격한다. 상대가 나무열매를 지니고 있을 때 먹어서 나무열매의 효과를 받을 수 있다.",
	},
	bugbuzz: {
		name: "벌레의야단법석",
		desc: "진동으로 음파를 일으켜서 공격한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	bulkup: {
		name: "벌크업",
		desc: "몸에 힘을 담아 근육을 두껍게 해서 자신의 공격과 방어를 올린다.",
	},
	bulldoze: {
		name: "땅고르기",
		desc: "땅을 힘껏 밟아 자신의 주위에 있는 포켓몬을 공격한다. 상대의 스피드를 떨어뜨린다.",
	},
	bulletpunch: {
		name: "불릿펀치",
		desc: "탄환처럼 빠르고 단단한 펀치를 상대에게 날린다. 반드시 선제공격을 할 수 있다.",
	},
	bulletseed: {
		name: "씨기관총",
		desc: "씨앗을 기세 좋게 상대에게 발사하여 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	burningbulwark: {
		name: "화염의수호",
	},
	burningjealousy: {
		name: "질투의불꽃",
		desc: "질투의 에너지로 상대를 공격한다. 그 턴에 능력이 올라간 포켓몬을 화상 상태로 만든다.",
	},
	burnup: {
		name: "불사르기",
		desc: "전신의 불꽃을 모두 태워서 큰 데미지를 준다. 자신의 불꽃타입이 없어진다.",
	},
	buzzybuzz: {
		name: "찌릿찌릿일렉",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	calmmind: {
		name: "명상",
		desc: "조용히 정신을 통일하고 마음을 가라앉혀서 자신의 특수공격과 특수방어를 올린다.",
	},
	camouflage: {
		name: "보호색",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	captivate: {
		name: "유혹",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	catastropika: {
		name: "필살피카슛",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	ceaselessedge: {
		name: "비검천중파",
	},
	celebrate: {
		name: "축하",
		desc: "포켓몬이 매우 행복한 당신을 축하해 준다.",
	},
	charge: {
		name: "충전",
		desc: "다음 턴에 쓸 전기타입 기술의 위력을 올린다. 자신의 특수방어도 올라간다.",
	},
	chargebeam: {
		name: "차지빔",
		desc: "전격의 다발을 상대에게 발사한다. 전기를 모아서 자신의 특수공격을 올릴 때가 있다.",
	},
	charm: {
		name: "애교부리기",
		desc: "귀엽게 바라보고 방심을 유도하여 상대의 공격을 크게 떨어뜨린다.",
	},
	chatter: {
		name: "수다",
		desc: "매우 시끄럽고 수다스러운 음파로 상대를 공격한다. 상대를 혼란시킨다.",
	},
	chillingwater: {
		name: "찬물끼얹기",
	},
	chillyreception: {
		name: "썰렁개그",
	},
	chipaway: {
		name: "야금야금",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	chloroblast: {
		name: "클로로블라스트",
	},
	circlethrow: {
		name: "배대뒤치기",
		desc: "상대를 내던져서 교대할 포켓몬을 끌어낸다. 야생의 경우에는 배틀이 끝난다.",
	},
	clamp: {
		name: "껍질끼우기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	clangingscales: {
		name: "스케일노이즈",
		desc: "전신의 비늘을 비벼서 큰 소리를 내 공격한다. 공격 후 자신의 방어가 떨어진다.",
	},
	clangoroussoul: {
		name: "소울비트",
		desc: "자신의 HP를 조금 깎아서 모든 능력을 올린다.",
	},
	clangoroussoulblaze: {
		name: "브레이징소울비트",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	clearsmog: {
		name: "클리어스모그",
		desc: "특수한 진흙 덩어리를 상대에게 내던져서 공격한다. 능력 변화를 원래대로 돌린다.",
	},
	closecombat: {
		name: "인파이트",
		desc: "방어를 포기하고 상대 쪽으로 깊숙이 돌격한다. 자신의 방어와 특수방어가 떨어진다.",
	},
	coaching: {
		name: "코칭",
		desc: "적절한 지도를 통해서 같은 편 전원의 공격과 방어를 올린다.",
	},
	coil: {
		name: "똬리틀기",
		desc: "똬리를 틀어서 집중한다. 자신의 공격과 방어와 명중률을 올린다.",
	},
	collisioncourse: {
		name: "엑셀브레이크",
	},
	combattorque: {
		name: "파이트액셀",
	},
	cometpunch: {
		name: "연속펀치",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	comeuppance: {
		name: "앙갚음",
	},
	confide: {
		name: "비밀이야기",
		desc: "비밀 이야기를 해서 상대의 집중력을 잃게 하여 특수공격을 떨어뜨린다.",
	},
	confuseray: {
		name: "이상한빛",
		desc: "이상한 빛을 상대에게 비춰 당황하게 한다. 상대를 혼란시킨다.",
	},
	confusion: {
		name: "염동력",
		desc: "약한 염동력을 상대에게 보내어 공격한다. 상대를 혼란시킬 때가 있다.",
	},
	constrict: {
		name: "휘감기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	conversion: {
		name: "텍스처",
		desc: "자신의 타입을 배운 기술 중 가장 위에 있는 기술과 같은 타입으로 바꾼다.",
	},
	conversion2: {
		name: "텍스처2",
		desc: "상대가 마지막으로 쓴 기술에 저항할 수 있도록 자신의 타입을 변화시킨다.",
	},
	copycat: {
		name: "흉내쟁이",
		desc: "직전에 나온 기술을 흉내 내어 같은 기술을 쓴다. 기술이 나오지 않았으면 실패한다.",
	},
	coreenforcer: {
		name: "코어퍼니셔",
		desc: "데미지를 준 상대가 이미 행동을 끝냈다면 상대의 특성을 없애버린다.",
	},
	corrosivegas: {
		name: "부식가스",
		desc: "주위에 있는 모든 것을 강력한 산성 가스로 뒤덮어서 지니고 있는 도구를 녹여버린다.",
	},
	cosmicpower: {
		name: "코스믹파워",
		desc: "우주로부터 신비한 힘을 손에 넣음으로써 자신의 방어와 특수방어를 올린다.",
	},
	cottonguard: {
		name: "코튼가드",
		desc: "푹신푹신한 솜털로 자신의 몸을 둘러싸서 지킨다. 방어를 매우 크게 올린다.",
	},
	cottonspore: {
		name: "목화포자",
		desc: "솜처럼 폭신폭신한 포자를 착 달라붙게 해서 상대의 스피드를 크게 떨어뜨린다.",
	},
	counter: {
		name: "카운터",
		desc: "상대로부터 받은 물리공격의 데미지를 2배로 만들어 같은 상대에게 돌려준다.",
	},
	courtchange: {
		name: "코트체인지",
		desc: "이상한 힘으로 서로의 필드 효과를 교체한다.",
	},
	covet: {
		name: "탐내다",
		desc: "귀엽게 애교 부리며 상대에게 다가가 지니고 있는 도구를 뺏는다.",
	},
	crabhammer: {
		name: "집게해머",
		desc: "큰 집게를 상대에게 내리쳐서 공격한다. 급소에 맞기 쉽다.",
	},
	craftyshield: {
		name: "트릭가드",
		desc: "이상한 힘을 사용하여 같은 편을 공격하는 변화 기술을 막는다. 데미지 기술은 받는다.",
	},
	crosschop: {
		name: "크로스촙",
		desc: "양손으로 당수를 상대에게 힘껏 쳐서 공격한다. 급소에 맞기 쉽다.",
	},
	crosspoison: {
		name: "크로스포이즌",
		desc: "독 칼날로 상대를 베어 가른다. 독 상태로 만들 때가 있고 급소에도 맞기 쉽다.",
	},
	crunch: {
		name: "깨물어부수기",
		desc: "날카로운 이빨로 상대를 깨물어 부숴서 공격한다. 상대의 방어를 떨어뜨릴 때가 있다.",
	},
	crushclaw: {
		name: "브레이크클로",
		desc: "단단하고 날카로운 손톱으로 베어 갈라서 공격한다. 상대의 방어를 떨어뜨릴 때가 있다.",
	},
	crushgrip: {
		name: "묵사발",
		desc: "굉장한 힘으로 상대를 묵사발로 만든다. 상대의 HP가 남아 있을수록 위력이 올라간다.",
	},
	curse: {
		name: "저주",
		desc: "기술을 쓰는 포켓몬이 고스트타입일 때와 그 이외의 타입일 때는 효과가 다르다.",
	},
	cut: {
		name: "풀베기",
		desc: "낫이나 발톱 등으로 상대를 베어 공격한다.",
	},
	darkestlariat: {
		name: "DD래리어트",
		desc: "양팔을 돌려 상대에게 부딪친다. 상대의 능력 변화에 상관없이 데미지를 준다.",
	},
	darkpulse: {
		name: "악의파동",
		desc: "몸에서 악의로 가득한 무서운 오라를 발한다. 상대를 풀죽게 만들 때가 있다.",
	},
	darkvoid: {
		name: "다크홀",
		desc: "암흑의 세계로 끌고 가서 떨어뜨려 상대를 잠듦 상태로 만든다.",
	},
	dazzlinggleam: {
		name: "매지컬샤인",
		desc: "강력한 빛을 내어 상대에게 데미지를 준다.",
	},
	decorate: {
		name: "데코레이션",
		desc: "데코레이션을 해서 상대의 공격과 특수공격을 크게 올린다.",
	},
	defendorder: {
		name: "방어지령",
		desc: "부하를 불러내어 자신의 몸을 뒤덮게 한다. 방어와 특수방어를 올릴 수 있다.",
	},
	defensecurl: {
		name: "웅크리기",
		desc: "몸을 둥글게 웅크려서 자신의 방어를 올린다.",
	},
	defog: {
		name: "안개제거",
		desc: "강한 바람으로 상대의 리플렉터나 빛의장막 등을 제거한다. 회피율도 떨어뜨린다.",
	},
	destinybond: {
		name: "길동무",
		desc: "기술을 쓴 뒤 상대의 공격으로 기절했을 때 공격 상대도 기절하게 한다. 연속으로 쓰면 실패한다.",
	},
	detect: {
		name: "판별",
		desc: "상대의 공격을 전혀 받지 않는다. 연속으로 쓰면 실패하기 쉽다.",
	},
	diamondstorm: {
		name: "다이아스톰",
		desc: "다이아 폭풍을 일으켜 데미지를 준다. 자신의 방어를 크게 올릴 때가 있다.",
	},
	dig: {
		name: "구멍파기",
		desc: "1턴째에 파고들어 2턴째에 상대를 공격한다.",
	},
	direclaw: {
		name: "페이탈클로",
	},
	disable: {
		name: "사슬묶기",
		desc: "상대의 움직임을 막아 바로 전에 쓴 기술을 4턴 동안 사용할 수 없게 만든다.",
	},
	disarmingvoice: {
		name: "차밍보이스",
		desc: "매혹적인 울음소리를 내어 상대에게 정신적 데미지를 준다. 공격은 반드시 명중한다.",
	},
	discharge: {
		name: "방전",
		desc: "눈부신 전격으로 자신의 주위에 있는 포켓몬을 공격한다. 마비 상태로 만들 때가 있다.",
	},
	dive: {
		name: "다이빙",
		desc: "1턴째에 잠수했다가 2턴째에 떠올라 공격한다.",
	},
	dizzypunch: {
		name: "잼잼펀치",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	doodle: {
		name: "배껴그리기",
	},
	doomdesire: {
		name: "파멸의소원",
		desc: "기술을 사용한 2턴 뒤에 무수한 빛의 다발이 상대를 공격한다.",
	},
	doubleedge: {
		name: "이판사판태클",
		desc: "목숨을 걸고 상대에게 돌진하여 공격을 한다. 자신도 상당한 데미지를 입는다.",
	},
	doublehit: {
		name: "더블어택",
		desc: "꼬리 등을 써서 상대를 때려 공격한다. 2회 연속으로 데미지를 준다.",
	},
	doubleironbash: {
		name: "더블펀처",
		desc: "가슴의 너트를 축으로 회전시켜 2번 연속 팔로 힘껏 친다. 상대를 풀죽게 만들 때가 있다.",
	},
	doublekick: {
		name: "두번차기",
		desc: "2개의 다리로 상대를 걷어차서 공격한다. 2회 연속으로 데미지를 준다.",
	},
	doubleshock: {
		name: "전광쌍격",
	},
	doubleslap: {
		name: "연속뺨치기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	doubleteam: {
		name: "그림자분신",
		desc: "재빠른 움직임으로 분신을 만들어 상대를 혼란시켜 회피율을 올린다.",
	},
	dracometeor: {
		name: "용성군",
		desc: "천공에서 운석을 상대에게 떨어뜨린다. 사용하면 반동으로 자신의 특수공격이 크게 떨어진다.",
	},
	dragonascent: {
		name: "화룡점정",
		desc: "넓은 하늘에서 급속으로 강하하여 상대를 공격한다. 자신의 방어와 특수방어가 떨어진다.",
	},
	dragonbreath: {
		name: "용의숨결",
		desc: "굉장한 숨결을 상대에게 내뿜어 공격한다. 마비 상태로 만들 때가 있다.",
	},
	dragoncheer: {
		name: "드래곤옐",
	},
	dragonclaw: {
		name: "드래곤클로",
		desc: "날카롭고 뾰족한 거대한 발톱으로 상대를 베어 갈라서 공격한다.",
	},
	dragondance: {
		name: "용의춤",
		desc: "신비롭고 힘센 춤을 격렬하게 춘다. 자신의 공격과 스피드를 올린다.",
	},
	dragondarts: {
		name: "드래곤애로",
		desc: "드라꼰으로 2번 공격한다. 상대가 2마리일 때는 각각 1번씩 공격한다.",
	},
	dragonenergy: {
		name: "드래곤에너지",
		desc: "생명력을 파워로 바꿔서 상대를 공격한다. 자신의 HP가 적을수록 기술의 위력이 떨어진다.",
	},
	dragonhammer: {
		name: "드래곤해머",
		desc: "몸을 해머처럼 써서 상대를 덮쳐 데미지를 준다.",
	},
	dragonpulse: {
		name: "용의파동",
		desc: "큰 입으로 충격파를 일으켜서 상대를 공격한다.",
	},
	dragonrage: {
		name: "용의분노",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	dragonrush: {
		name: "드래곤다이브",
		desc: "굉장한 살기로 위압하면서 몸통박치기한다. 상대를 풀죽게 만들 때가 있다.",
	},
	dragontail: {
		name: "드래곤테일",
		desc: "상대를 튕겨내서 교대할 포켓몬을 끌어낸다. 야생의 경우에는 배틀이 끝난다.",
	},
	drainingkiss: {
		name: "드레인키스",
		desc: "키스로 상대의 HP를 흡수한다. 준 데미지의 반 이상 HP를 회복한다.",
	},
	drainpunch: {
		name: "드레인펀치",
		desc: "주먹으로 상대의 힘을 흡수한다. 입힌 데미지의 절반에 해당하는 HP를 회복할 수 있다.",
	},
	dreameater: {
		name: "꿈먹기",
		desc: "잠자고 있는 상대의 꿈을 먹어 공격한다. 데미지의 절반을 HP로 회복한다.",
	},
	drillpeck: {
		name: "회전부리",
		desc: "회전하면서 뾰족한 부리를 상대에게 꿰찔러 공격한다.",
	},
	drillrun: {
		name: "드릴라이너",
		desc: "드릴처럼 몸을 회전시켜서 상대에게 몸통박치기한다. 급소에 맞기 쉽다.",
	},
	drumbeating: {
		name: "드럼어택",
		desc: "드럼의 뿌리를 연주로 조종해서 공격하는 것으로 상대의 스피드를 떨어뜨린다.",
	},
	dualchop: {
		name: "더블촙",
		desc: "몸의 단단한 부분으로 상대를 때려 공격한다. 2회 연속으로 데미지를 준다.",
	},
	dualwingbeat: {
		name: "더블윙",
		desc: "날개를 상대에게 부딪쳐서 공격한다. 2회 연속으로 데미지를 준다.",
	},
	dynamaxcannon: {
		name: "다이맥스포",
		desc: "코어에서 빔을 발사해서 공격한다. 상대가 다이맥스 중이면 데미지가 2배가 된다.",
	},
	dynamicpunch: {
		name: "폭발펀치",
		desc: "혼신의 힘으로 펀치를 날려서 공격한다. 상대를 반드시 혼란시킨다.",
	},
	earthpower: {
		name: "대지의힘",
		desc: "상대의 발밑에 대지의 힘을 방출한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	earthquake: {
		name: "지진",
		desc: "지진의 충격으로 자신의 주위에 있는 포켓몬을 공격한다.",
	},
	echoedvoice: {
		name: "에코보이스",
		desc: "울리는 목소리로 상대를 공격한다. 매 턴 누군가 이 기술을 계속해서 쓰면 위력이 올라간다.",
	},
	eerieimpulse: {
		name: "괴전파",
		desc: "몸에서 발생시킨 괴전파를 상대에게 쏘아 특수공격을 크게 떨어뜨린다.",
	},
	eeriespell: {
		name: "섬뜩한주문",
		desc: "강력한 사이코 파워로 공격한다. 상대가 마지막으로 사용한 기술의 PP를 3만큼 줄인다.",
	},
	eggbomb: {
		name: "알폭탄",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	electricterrain: {
		name: "일렉트릭필드",
		desc: "5턴 동안 일렉트릭필드로 만든다. 땅에 있는 포켓몬은 잠들지 않는다. 전기타입의 위력이 올라간다.",
	},
	electrify: {
		name: "송전",
		desc: "상대가 기술을 쓰기 전에 송전하면 그 턴에 상대가 사용하는 기술은 전기타입이 된다.",
	},
	electroball: {
		name: "일렉트릭볼",
		desc: "전기 덩어리를 상대에게 부딪쳐서 공격한다. 상대보다 스피드가 빠를수록 위력이 올라간다.",
	},
	electrodrift: {
		name: "라이트닝드라이브",
	},
	electroshot: {
		name: "일렉트로빔",
	},
	electroweb: {
		name: "일렉트릭네트",
		desc: "전기 네트로 상대를 붙잡아서 공격한다. 상대의 스피드를 떨어뜨린다.",
	},
	embargo: {
		name: "금제",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	ember: {
		name: "불꽃세례",
		desc: "작은 불꽃을 상대에게 발사하여 공격한다. 화상 상태로 만들 때가 있다.",
	},
	encore: {
		name: "앙코르",
		desc: "상대에게 앵콜시킨 기술을 3번 연속으로 쓰게 한다.",
	},
	endeavor: {
		name: "죽기살기",
		desc: "상대의 HP가 자신의 HP와 같아지도록 데미지를 준다.",
	},
	endure: {
		name: "버티기",
		desc: "공격을 받아도 HP를 반드시 1만큼은 남긴다. 연속으로 쓰면 실패하기 쉽다.",
	},
	energyball: {
		name: "에너지볼",
		desc: "자연으로부터 모은 생명의 힘을 발사한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	entrainment: {
		name: "동료만들기",
		desc: "이상한 리듬으로 춤춘다. 움직임을 흉내 내게 해서 자신과 상대의 특성을 똑같게 만든다.",
	},
	eruption: {
		name: "분화",
		desc: "분노를 폭발시켜 상대를 공격한다. 자신의 HP가 적을수록 기술의 위력이 떨어진다.",
	},
	esperwing: {
		name: "오라윙",
	},
	eternabeam: {
		name: "무한다이빔",
		desc: "본래의 모습이 된 무한다이노 최대의 공격. 다음 턴은 움직일 수 없다.",
	},
	expandingforce: {
		name: "와이드포스",
		desc: "사이코 파워로 상대를 공격한다. 사이코필드일 때는 위력이 오르며 모든 상대에게 데미지를 준다.",
	},
	explosion: {
		name: "대폭발",
		desc: "큰 폭발로 자신의 주위에 있는 포켓몬을 공격한다. 쓰고 나서는 기절한다.",
	},
	extrasensory: {
		name: "신통력",
		desc: "보이지 않는 이상한 힘을 보내어 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	extremeevoboost: {
		name: "나인이볼부스트",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	extremespeed: {
		name: "신속",
		desc: "눈에 보이지 않는 굉장한 속도로 상대에게 돌진하여 공격한다. 반드시 선제공격을 할 수 있다.",
	},
	facade: {
		name: "객기",
		desc: "자신이 독, 마비, 화상 상태일 때 날리면 기술의 위력이 2배가 된다.",
	},
	fairylock: {
		name: "페어리록",
		desc: "록을 걸어 다음 턴의 모든 포켓몬을 도망가지 못하게 한다.",
	},
	fairywind: {
		name: "요정의바람",
		desc: "요정의 바람을 일으켜 상대에게 몰아쳐서 공격한다.",
	},
	fakeout: {
		name: "속이기",
		desc: "선제공격으로 상대를 풀죽게 한다. 배틀에 나가서 바로 쓰지 않으면 성공할 수 없다.",
	},
	faketears: {
		name: "거짓울음",
		desc: "우는 척을 하며 눈물을 흘린다. 난처하게 만들어 상대의 특수방어를 크게 떨어뜨린다.",
	},
	falsesurrender: {
		name: "사죄의찌르기",
		desc: "고개를 숙이는 척하면서 흐트러진 머리카락으로 찌른다. 공격은 반드시 명중한다.",
	},
	falseswipe: {
		name: "칼등치기",
		desc: "상대의 HP가 반드시 1만 남도록 조절하여 공격한다.",
	},
	featherdance: {
		name: "깃털댄스",
		desc: "깃털을 흩뿌려 상대의 몸에 휘감는다. 상대의 공격을 크게 떨어뜨린다.",
	},
	feint: {
		name: "페인트",
		desc: "방어나 판별 등을 하고 있는 상대에게 공격할 수 있다. 방어 효과를 해제시킨다.",
	},
	feintattack: {
		name: "속여때리기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	fellstinger: {
		name: "마지막일침",
		desc: "이 기술을 사용하여 상대를 쓰러뜨리면 공격이 매우 크게 오른다.",
	},
	ficklebeam: {
		name: "변덕레이저",
	},
	fierydance: {
		name: "불꽃춤",
		desc: "불꽃을 두른 날개를 쳐서 공격한다. 자신의 특수공격이 오를 때가 있다.",
	},
	fierywrath: {
		name: "타오르는분노",
		desc: "분노를 불꽃 같은 오라로 바꿔서 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	filletaway: {
		name: "제살깎기",
	},
	finalgambit: {
		name: "목숨걸기",
		desc: "목숨을 걸고 상대를 공격한다. 자신은 기절하게 되지만 상대에게 HP만큼의 데미지를 준다.",
	},
	fireblast: {
		name: "불대문자",
		desc: "큰 대자의 불꽃으로 상대를 불태운다. 화상 상태로 만들 때가 있다.",
	},
	firefang: {
		name: "불꽃엄니",
		desc: "불꽃을 두른 이빨로 문다. 상대를 풀죽게 하거나 화상 상태로 만들 때가 있다.",
	},
	firelash: {
		name: "불꽃채찍",
		desc: "불타는 채찍으로 상대를 친다. 공격을 받은 상대는 방어가 떨어진다.",
	},
	firepledge: {
		name: "불꽃의맹세",
		desc: "불꽃기둥으로 공격한다. 풀과 조합하면 위력이 올라가고 주위가 불바다가 된다.",
	},
	firepunch: {
		name: "불꽃펀치",
		desc: "불꽃을 담은 펀치로 상대를 공격한다. 화상 상태로 만들 때가 있다.",
	},
	firespin: {
		name: "회오리불꽃",
		desc: "세차게 소용돌이치는 불꽃 속에 4-5턴 동안 상대를 가두어 공격한다.",
	},
	firstimpression: {
		name: "만나자마자",
		desc: "위력이 높은 기술이지만 배틀에 나가서 바로 쓰지 않으면 성공할 수 없다.",
	},
	fishiousrend: {
		name: "아가미물기",
		desc: "단단한 아가미로 문다. 상대보다 먼저 공격하면 기술의 위력은 2배가 된다.",
	},
	fissure: {
		name: "땅가르기",
		desc: "땅이 갈라진 곳에 상대를 떨어뜨려 공격한다. 맞으면 일격에 기절한다.",
	},
	flail: {
		name: "바둥바둥",
		desc: "바둥바둥 난동 부려서 공격한다. 자신의 HP가 적을수록 기술의 위력이 올라간다.",
	},
	flameburst: {
		name: "불꽃튀기기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	flamecharge: {
		name: "니트로차지",
		desc: "불꽃을 둘러 상대를 공격한다. 힘을 모아서 자신의 스피드를 올린다.",
	},
	flamethrower: {
		name: "화염방사",
		desc: "세찬 불꽃을 상대에게 발사하여 공격한다. 화상 상태로 만들 때가 있다.",
	},
	flamewheel: {
		name: "화염바퀴",
		desc: "불꽃을 둘러 상대에게 돌진하여 공격한다. 화상 상태로 만들 때가 있다.",
	},
	flareblitz: {
		name: "플레어드라이브",
		desc: "불꽃을 두르고 돌진한다. 자신도 상당한 데미지를 입는다. 화상 상태로 만들 때가 있다.",
	},
	flash: {
		name: "플래시",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	flashcannon: {
		name: "러스터캐논",
		desc: "몸의 빛을 한곳에 모아서 힘을 방출한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	flatter: {
		name: "부추기기",
		desc: "상대를 부추겨서 혼란시킨다. 동시에 상대의 특수공격도 올라가 버린다.",
	},
	fleurcannon: {
		name: "플뢰르캐논",
		desc: "강력한 빔을 발산한 후 자신의 특수공격이 크게 떨어진다.",
	},
	fling: {
		name: "내던지기",
		desc: "지니게 한 도구를 재빠르게 내던져서 공격한다. 도구에 따라 위력과 효과가 바뀐다.",
	},
	flipturn: {
		name: "퀵턴",
		desc: "공격한 뒤 굉장한 스피드로 돌아와서 교대 포켓몬과 교체한다.",
	},
	floatyfall: {
		name: "둥실둥실폴",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	floralhealing: {
		name: "플라워힐",
		desc: "최대 HP의 절반만큼 상대의 HP를 회복한다. 그래스필드일 때 효과가 올라간다.",
	},
	flowershield: {
		name: "플라워가드",
		desc: "이상한 힘을 사용하여 배틀에 나와 있는 모든 풀타입 포켓몬의 방어를 올린다.",
	},
	flowertrick: {
		name: "트릭플라워",
	},
	fly: {
		name: "공중날기",
		desc: "1턴째에 하늘을 날아 2턴째에 상대를 공격한다.",
	},
	flyingpress: {
		name: "플라잉프레스",
		desc: "공중에서 상대에게 다이브한다. 이 기술은 격투타입임과 동시에 비행타입이기도 하다.",
	},
	focusblast: {
		name: "기합구슬",
		desc: "기합을 높여서 혼신의 힘을 방출한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	focusenergy: {
		name: "기충전",
		desc: "깊게 숨을 들이마셔 기합을 넣는다. 자신의 공격이 급소에 맞기 쉬워진다.",
	},
	focuspunch: {
		name: "힘껏펀치",
		desc: "정신력을 높여 펀치를 날린다. 기술을 쓰기 전에 공격을 받으면 실패한다.",
	},
	followme: {
		name: "날따름",
		desc: "자신에게 주목시켜 상대로부터의 공격을 모두 자신에게 향하게 한다.",
	},
	forcepalm: {
		name: "발경",
		desc: "상대의 몸에 충격파를 부딪쳐 공격한다. 마비 상태로 만들 때가 있다.",
	},
	foresight: {
		name: "꿰뚫어보기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	forestscurse: {
		name: "숲의저주",
		desc: "상대에게 숲의 저주를 건다. 저주에 걸린 상대는 타입에 풀타입이 추가된다.",
	},
	foulplay: {
		name: "속임수",
		desc: "상대의 힘을 이용한다. 싸우고 있는 상대의 공격이 높을수록 데미지가 올라간다.",
	},
	freezedry: {
		name: "프리즈드라이",
		desc: "상대를 급격히 차갑게 하여 얼음 상태로 만들 때가 있다. 물타입 포켓몬에게도 효과가 굉장해진다.",
	},
	freezeshock: {
		name: "프리즈볼트",
		desc: "전기를 두른 얼음덩어리로 2턴째에 상대를 내리친다. 마비 상태로 만들 때가 있다.",
	},
	freezingglare: {
		name: "얼어붙는시선",
		desc: "두 눈에서 사이코 파워를 발사해서 공격한다. 얼음 상태로 만들 때가 있다.",
	},
	freezyfrost: {
		name: "꽁꽁프로스트",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	frenzyplant: {
		name: "하드플랜트",
		desc: "큰 나무로 상대를 힘껏 쳐서 공격한다. 다음 턴은 움직일 수 없게 된다.",
	},
	frostbreath: {
		name: "얼음숨결",
		desc: "차가운 숨결을 상대에게 내뿜어 공격한다. 반드시 급소에 맞는다.",
	},
	frustration: {
		name: "화풀이",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	furyattack: {
		name: "마구찌르기",
		desc: "뿔이나 부리로 상대를 찔러서 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	furycutter: {
		name: "연속자르기",
		desc: "낫이나 발톱 등으로 상대를 베어 공격한다. 연속으로 맞히면 위력이 올라간다.",
	},
	furyswipes: {
		name: "마구할퀴기",
		desc: "손톱이나 낫 등으로 상대를 할퀴어서 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	fusionbolt: {
		name: "크로스썬더",
		desc: "거대한 천둥을 내리친다. 거대한 불꽃의 영향을 받아 기술의 위력이 올라간다.",
	},
	fusionflare: {
		name: "크로스플레임",
		desc: "거대한 불꽃을 내리친다. 거대한 천둥의 영향을 받아 기술의 위력이 올라간다.",
	},
	futuresight: {
		name: "미래예지",
		desc: "기술을 사용한 2턴 뒤에 상대에게 염동력의 덩어리를 보내어 공격한다.",
	},
	gastroacid: {
		name: "위액",
		desc: "상대의 몸에 위액을 내뱉는다. 달라붙은 위액은 상대의 특성 효과를 지운다.",
	},
	geargrind: {
		name: "기어소서",
		desc: "강철의 기어를 상대에게 던져서 공격한다. 2회 연속으로 데미지를 준다.",
	},
	gearup: {
		name: "어시스트기어",
		desc: "기어를 넣는 것으로 특성 플러스와 마이너스의 공격과 특수공격이 올라간다.",
	},
	genesissupernova: {
		name: "오리진즈슈퍼노바",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	geomancy: {
		name: "지오컨트롤",
		desc: "1턴째에 에너지를 흡수하여 2턴째에 특수공격, 특수방어, 스피드를 크게 올린다.",
	},
	gigadrain: {
		name: "기가드레인",
		desc: "양분을 흡수하여 공격한다. 입힌 데미지의 절반에 해당하는 HP를 회복할 수 있다.",
	},
	gigaimpact: {
		name: "기가임팩트",
		desc: "가진 힘을 모두 사용해서 상대에게 돌격한다. 다음 턴은 움직일 수 없다.",
	},
	gigatonhammer: {
		name: "거대해머",
	},
	glaciallance: {
		name: "블리자드랜스",
		desc: "눈보라를 두른 얼음의 창을 상대에게 던져서 공격한다.",
	},
	glaciate: {
		name: "얼어붙은세계",
		desc: "차가운 냉기를 상대에게 내뿜어 공격한다. 상대의 스피드를 떨어뜨린다.",
	},
	glaiverush: {
		name: "대검돌격",
	},
	glare: {
		name: "뱀눈초리",
		desc: "배의 무늬로 겁을 주어 상대를 마비 상태로 만든다.",
	},
	glitzyglow: {
		name: "콸콸오라",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	grassknot: {
		name: "풀묶기",
		desc: "풀을 휘감아서 상대를 쓰러뜨린다. 상대가 무거울수록 위력이 올라간다.",
	},
	grasspledge: {
		name: "풀의맹세",
		desc: "풀기둥으로 공격한다. 물과 조합하면 위력이 올라가고 주변이 습지초원이 된다.",
	},
	grasswhistle: {
		name: "풀피리",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	grassyglide: {
		name: "그래스슬라이더",
		desc: "지면에 미끄러지듯 상대를 공격한다. 그래스필드일 때 반드시 선제공격할 수 있다.",
	},
	grassyterrain: {
		name: "그래스필드",
		desc: "5턴 동안 그래스필드로 만든다. 땅에 있으면 매 턴 회복한다. 풀타입의 위력이 올라간다.",
	},
	gravapple: {
		name: "G의힘",
		desc: "높은 곳에서 사과를 떨어뜨려서 데미지를 준다. 상대의 방어를 떨어뜨린다.",
	},
	gravity: {
		name: "중력",
		desc: "5턴 동안 부유나 비행타입에 땅타입의 기술이 맞게 된다. 공중으로 나는 기술도 사용할 수 없다.",
	},
	growl: {
		name: "울음소리",
		desc: "귀여운 울음소리를 들려주고 관심을 끌어 방심한 사이에 상대의 공격을 떨어뜨린다.",
	},
	growth: {
		name: "성장",
		desc: "몸을 일시에 크게 성장시켜 공격과 특수공격을 올린다.",
	},
	grudge: {
		name: "원념",
		desc: "상대의 기술로 기절하면 원념을 담아 그 기술의 PP를 0으로 만든다.",
	},
	guardianofalola: {
		name: "알로라의수호자",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	guardsplit: {
		name: "가드셰어",
		desc: "초능력으로 자신과 상대의 방어와 특수방어를 더해서 반으로 나눈다.",
	},
	guardswap: {
		name: "가드스왑",
		desc: "초능력으로 자신과 상대의 방어와 특수방어의 능력 변화를 교체한다.",
	},
	guillotine: {
		name: "가위자르기",
		desc: "큰 집게로 상대를 베어 갈라 공격한다. 맞으면 일격에 기절한다.",
	},
	gunkshot: {
		name: "더스트슈트",
		desc: "더러운 쓰레기를 상대에게 부딪쳐서 공격한다. 독 상태로 만들 때가 있다.",
	},
	gust: {
		name: "바람일으키기",
		desc: "날개로 일으킨 격한 바람을 상대에게 부딪쳐서 공격한다.",
	},
	gyroball: {
		name: "자이로볼",
		desc: "몸을 고속으로 회전시켜 몸통박치기한다. 상대보다 스피드가 낮을수록 위력은 올라간다.",
	},
	hail: {
		name: "싸라기눈",
		desc: "5턴 동안 싸라기눈을 내리게 해서 얼음타입이 아닌 포켓몬 모두에게 데미지를 준다.",
	},
	hammerarm: {
		name: "암해머",
		desc: "강하고 무거운 주먹을 휘둘러 데미지를 준다. 자신의 스피드가 떨어진다.",
	},
	happyhour: {
		name: "해피타임",
		desc: "해피타임 기술을 쓰면 배틀 후에 받을 수 있는 돈이 배가 된다.",
	},
	harden: {
		name: "단단해지기",
		desc: "전신에 힘을 담아 몸을 단단하게 해서 자신의 방어를 올린다.",
	},
	hardpress: {
		name: "하드프레스",
	},
	haze: {
		name: "흑안개",
		desc: "흑안개를 뿜어 배틀에 참가 중인 포켓몬 전원의 능력 변화를 원래대로 돌린다.",
	},
	headbutt: {
		name: "박치기",
		desc: "머리를 내밀어 곧장 돌진하여 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	headcharge: {
		name: "아프로브레이크",
		desc: "굉장한 아프로 머리로 상대에게 돌진하여 공격한다. 자신도 조금 데미지를 입는다.",
	},
	headlongrush: {
		name: "들이받기",
	},
	headsmash: {
		name: "양날박치기",
		desc: "목숨을 걸고 혼신의 힘으로 상대에게 박치기를 한다. 자신도 굉장한 데미지를 입는다.",
	},
	healbell: {
		name: "치료방울",
		desc: "기분 좋은 방울소리를 들려주어 같은 편 전원의 상태 이상을 회복한다.",
	},
	healblock: {
		name: "회복봉인",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	healingwish: {
		name: "치유소원",
		desc: "자신은 기절하지만 교대하여 나오는 포켓몬의 상태 이상과 HP를 회복한다.",
	},
	healorder: {
		name: "회복지령",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	healpulse: {
		name: "치유파동",
		desc: "치유파동을 날려서 최대 HP의 절반만큼 상대의 HP를 회복한다.",
	},
	heartstamp: {
		name: "하트스탬프",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	heartswap: {
		name: "하트스왑",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	heatcrash: {
		name: "히트스탬프",
		desc: "불타는 몸으로 상대에게 부딪쳐서 공격한다. 자신이 상대보다 무거울수록 위력이 올라간다.",
	},
	heatwave: {
		name: "열풍",
		desc: "뜨거운 숨결을 상대에게 내뿜어 공격한다. 화상 상태로 만들 때가 있다.",
	},
	heavyslam: {
		name: "헤비봄버",
		desc: "무거운 몸으로 상대에게 부딪쳐 공격한다. 자신이 상대보다 무거울수록 위력이 올라간다.",
	},
	helpinghand: {
		name: "도우미",
		desc: "동료를 돕는다. 도움받은 포켓몬이 쓰는 기술의 위력은 여느 때보다 커진다.",
	},
	hex: {
		name: "병상첨병",
		desc: "엎친 데 덮친 격으로 공격한다. 상태 이상인 상대에게 큰 데미지를 준다.",
	},
	hiddenpower: {
		name: "잠재파워",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	highhorsepower: {
		name: "10만마력",
		desc: "온몸을 써서 상대에게 맹렬히 어택한다.",
	},
	highjumpkick: {
		name: "무릎차기",
		desc: "점프해서 무릎차기로 상대를 공격한다. 빗나가면 자신이 데미지를 입는다.",
	},
	holdback: {
		name: "적당히손봐주기",
		desc: "적당히 공격하여 상대의 HP를 반드시 1은 남긴다.",
	},
	holdhands: {
		name: "손에손잡기",
		desc: "같은 편 포켓몬끼리 손에 손을 잡는다. 굉장히 행복한 기분이 들게 된다.",
	},
	honeclaws: {
		name: "손톱갈기",
		desc: "손톱을 갈아 날카롭게 한다. 자신의 공격과 명중률을 올린다.",
	},
	hornattack: {
		name: "뿔찌르기",
		desc: "날카롭고 뾰족한 뿔로 상대를 공격한다.",
	},
	horndrill: {
		name: "뿔드릴",
		desc: "회전하는 뿔을 상대에게 꿰찔러서 공격한다. 맞으면 일격에 기절한다.",
	},
	hornleech: {
		name: "우드혼",
		desc: "뿔을 꿰찔러서 상대의 양분을 흡수한다. 입힌 데미지의 절반에 해당하는 HP를 회복할 수 있다.",
	},
	howl: {
		name: "멀리짖기",
		desc: "큰 소리로 짖고 기합을 높여 자신과 같은 편의 공격을 올린다.",
	},
	hurricane: {
		name: "폭풍",
		desc: "강렬한 바람으로 상대를 둘러싸서 공격한다. 상대를 혼란시킬 때가 있다.",
	},
	hydrocannon: {
		name: "하이드로캐논",
		desc: "물의 대포를 상대에게 발사해서 공격한다. 다음 턴은 움직일 수 없다.",
	},
	hydropump: {
		name: "하이드로펌프",
		desc: "대량의 물을 세찬 기세로 상대에게 발사하여 공격한다.",
	},
	hydrosteam: {
		name: "하이드로스팀",
	},
	hyperbeam: {
		name: "파괴광선",
		desc: "강한 광선을 상대에게 발사하여 공격한다. 다음 턴은 움직일 수 없다.",
	},
	hyperdrill: {
		name: "하이퍼드릴",
	},
	hyperfang: {
		name: "필살앞니",
		desc: "날카로운 앞니로 강하게 물어서 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	hyperspacefury: {
		name: "이차원러시",
		desc: "많은 팔로 방어와 판별 등을 무시하는 연속 공격이다. 자신의 방어가 떨어진다.",
	},
	hyperspacehole: {
		name: "이차원홀",
		desc: "다른차원홀로 갑자기 상대 바로 옆에 나타나 공격한다. 방어나 판별 등도 무시할 수 있다.",
	},
	hypervoice: {
		name: "하이퍼보이스",
		desc: "시끄럽게 울리는 큰 진동을 상대에게 전달하여 공격한다.",
	},
	hypnosis: {
		name: "최면술",
		desc: "졸음을 유도하는 암시를 걸어서 상대를 잠듦 상태로 만든다.",
	},
	iceball: {
		name: "아이스볼",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	icebeam: {
		name: "냉동빔",
		desc: "냉동빔을 상대에게 발사하여 공격한다. 얼음 상태로 만들 때가 있다.",
	},
	iceburn: {
		name: "콜드플레어",
		desc: "모든 것을 얼려버리는 격렬한 냉기로 2턴째에 상대를 둘러싼다. 화상 상태로 만들 때가 있다.",
	},
	icefang: {
		name: "얼음엄니",
		desc: "냉기를 품은 이빨로 문다. 상대를 풀죽게 하거나 얼음 상태로 만들 때가 있다.",
	},
	icehammer: {
		name: "아이스해머",
		desc: "강하고 무거운 주먹을 휘둘러 데미지를 준다. 자신의 스피드가 떨어진다.",
	},
	icepunch: {
		name: "냉동펀치",
		desc: "냉기를 담은 펀치로 상대를 공격한다. 얼음 상태로 만들 때가 있다.",
	},
	iceshard: {
		name: "얼음뭉치",
		desc: "얼음덩어리를 순식간에 만들어 상대에게 빠르게 쏜다. 반드시 선제공격을 할 수 있다.",
	},
	icespinner: {
		name: "아이스스피너",
	},
	iciclecrash: {
		name: "고드름떨구기",
		desc: "큰 고드름을 격렬하게 부딪쳐서 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	iciclespear: {
		name: "고드름침",
		desc: "날카로운 고드름을 상대에게 발사하여 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	icywind: {
		name: "얼어붙은바람",
		desc: "차가운 냉기를 상대에게 내뿜어 공격한다. 상대의 스피드를 떨어뜨린다.",
	},
	imprison: {
		name: "봉인",
		desc: "상대가 자신과 같은 기술을 배웠다면 상대만 그 기술을 사용할 수 없게 한다.",
	},
	incinerate: {
		name: "불태우기",
		desc: "불꽃으로 상대를 공격한다. 상대가 나무열매 등을 지니고 있을 때 불태워서 쓸 수 없게 만든다.",
	},
	infernalparade: {
		name: "백귀야행",
	},
	inferno: {
		name: "연옥",
		desc: "격렬한 불꽃으로 상대를 둘러싸 공격한다. 화상 상태로 만든다.",
	},
	infestation: {
		name: "엉겨붙기",
		desc: "4-5턴 동안 상대에게 엉겨 붙어서 공격한다. 그동안 상대는 도망갈 수 없다.",
	},
	ingrain: {
		name: "뿌리박기",
		desc: "대지에 뿌리를 박아 매 턴마다 자신의 HP를 회복한다. 뿌리 박고 있으므로 교체할 수 없다.",
	},
	instruct: {
		name: "지휘",
		desc: "상대에게 지시하여 상대가 쓴 기술을 다시 한번 쓰게 할 수 있다.",
	},
	iondeluge: {
		name: "플라스마샤워",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	irondefense: {
		name: "철벽",
		desc: "피부를 쇠처럼 단단하게 만듦으로써 자신의 방어를 크게 올린다.",
	},
	ironhead: {
		name: "아이언헤드",
		desc: "강철과 같은 단단한 머리로 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	irontail: {
		name: "아이언테일",
		desc: "단단한 꼬리로 상대를 힘껏 쳐서 공격한다. 상대의 방어를 떨어뜨릴 때가 있다.",
	},
	ivycudgel: {
		name: "덩굴방망이",
	},
	jawlock: {
		name: "물고버티기",
		desc: "어느 한쪽이 기절할 때까지 교체할 수 없게 된다. 한쪽의 포켓몬이 없어지면 효과가 사라진다.",
	},
	jetpunch: {
		name: "제트펀치",
	},
	judgment: {
		name: "심판의뭉치",
		desc: "무수한 광탄을 상대에게 방출한다. 자신이 가지고 있는 플레이트에 따라 타입이 바뀐다.",
	},
	jumpkick: {
		name: "점프킥",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	junglehealing: {
		name: "정글힐",
		desc: "정글과 하나가 되어 자신과 배틀에 나와 있는 같은 편의 HP와 모든 상태를 회복한다.",
	},
	karatechop: {
		name: "태권당수",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	kinesis: {
		name: "숟가락휘기",
		desc: "숟가락을 휘어서 주의를 끌어 상대의 명중률을 낮춘다.",
	},
	kingsshield: {
		name: "킹실드",
		desc: "상대의 공격을 막음과 동시에 방어 태세를 갖춘다. 접촉한 상대의 공격을 떨어뜨린다.",
	},
	knockoff: {
		name: "탁쳐서떨구기",
		desc: "상대의 지닌 물건을 탁 쳐서 떨어뜨려 배틀이 끝날 때까지 사용할 수 없게 한다. 물건을 가진 상대에게는 데미지를 더 준다.",
	},
	kowtowcleave: {
		name: "도각참",
	},
	landswrath: {
		name: "그라운드포스",
		desc: "대지의 힘을 모으고 그 힘을 상대에게 집중시켜서 데미지를 준다.",
	},
	laserfocus: {
		name: "예민해지기",
		desc: "정신을 집중해서 다음 공격을 반드시 급소에 맞춘다.",
	},
	lashout: {
		name: "분풀이",
		desc: "상대에 대한 울분이 담긴 공격을 한다. 그 턴에 능력이 떨어져 있으면 기술의 위력이 2배가 된다.",
	},
	lastresort: {
		name: "비장의무기",
		desc: "배틀 중에 기억하고 있는 기술을 모두 사용하면 그때부터 쓸 수 있는 필살기이다.",
	},
	lastrespects: {
		name: "성묘",
	},
	lavaplume: {
		name: "분연",
		desc: "새빨간 불꽃으로 자신의 주위에 있는 포켓몬을 공격한다. 화상 상태로 만들 때가 있다.",
	},
	leafage: {
		name: "나뭇잎",
		desc: "잎을 상대에 맞춰 공격한다.",
	},
	leafblade: {
		name: "리프블레이드",
		desc: "잎사귀를 칼처럼 이용해 상대를 베어 공격한다. 급소에 맞기 쉽다.",
	},
	leafstorm: {
		name: "리프스톰",
		desc: "뾰족한 잎사귀로 상대에게 돌풍을 일으킨다. 사용하면 반동으로 자신의 특수공격이 크게 떨어진다.",
	},
	leaftornado: {
		name: "그래스믹서",
		desc: "날카로운 잎사귀로 상대를 둘러싸서 공격한다. 명중률을 떨어뜨릴 때가 있다.",
	},
	leechlife: {
		name: "흡혈",
		desc: "피를 빨아서 상대를 공격한다. 준 데미지의 절반을 HP로 회복한다.",
	},
	leechseed: {
		name: "씨뿌리기",
		desc: "씨가 뿌려진 상대의 HP를 매 턴 조금씩 흡수하여 자신의 HP를 회복한다.",
	},
	leer: {
		name: "째려보기",
		desc: "날카로운 눈초리로 겁을 주어 상대의 방어를 떨어뜨린다.",
	},
	letssnuggleforever: {
		name: "투닥투닥프렌드타임",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	lick: {
		name: "핥기",
		desc: "긴 혀로 상대를 핥아서 공격한다. 마비 상태로 만들 때가 있다.",
	},
	lifedew: {
		name: "생명의물방울",
		desc: "신비한 물을 흩뿌려서 자신과 배틀에 나와 있는 같은 편의 HP를 회복한다.",
	},
	lightofruin: {
		name: "파멸의빛",
		desc: "영원의 꽃의 파워를 빌려서 강력한 광선을 쏜다. 자신도 상당한 데미지를 입는다.",
	},
	lightscreen: {
		name: "빛의장막",
		desc: "5턴 동안 이상한 장막을 쳐서 상대로부터 받는 특수공격의 데미지를 약하게 한다.",
	},
	lightthatburnsthesky: {
		name: "하늘을태우는멸망의빛",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	liquidation: {
		name: "아쿠아브레이크",
		desc: "물의 힘으로 상대에게 부딪쳐서 공격한다. 상대의 방어를 떨어뜨릴 때가 있다.",
	},
	lockon: {
		name: "록온",
		desc: "조준을 잘 맞춰 다음 공격이 반드시 상대에게 명중하도록 한다.",
	},
	lovelykiss: {
		name: "악마의키스",
		desc: "무서운 얼굴로 키스한다. 상대를 잠듦 상태로 만든다.",
	},
	lowkick: {
		name: "안다리걸기",
		desc: "발을 강하게 걸고 상대를 넘어뜨려 공격한다. 상대가 무거울수록 위력이 올라간다.",
	},
	lowsweep: {
		name: "로킥",
		desc: "재빠른 움직임으로 상대의 다리를 노려 공격한다. 상대의 스피드를 떨어뜨린다.",
	},
	luckychant: {
		name: "주술",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	luminacrash: {
		name: "루미나콜리전",
	},
	lunarblessing: {
		name: "초승달의기도",
	},
	lunardance: {
		name: "초승달춤",
		desc: "자신은 기절하지만 교대하여 나오는 포켓몬의 모든 상태를 회복한다.",
	},
	lunge: {
		name: "덤벼들기",
		desc: "전력으로 상대에게 덤벼들며 공격한다. 상대의 공격을 떨어뜨린다.",
	},
	lusterpurge: {
		name: "러스터퍼지",
		desc: "눈부신 빛을 발산하여 공격한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	machpunch: {
		name: "마하펀치",
		desc: "눈에 보이지 않는 굉장한 속도로 펀치를 날린다. 반드시 선제공격을 할 수 있다.",
	},
	magicalleaf: {
		name: "매지컬리프",
		desc: "상대를 추적하는 이상한 잎사귀를 흩뿌린다. 공격은 반드시 명중한다.",
	},
	magicaltorque: {
		name: "매지컬액셀",
	},
	magiccoat: {
		name: "매직코트",
		desc: "상대가 상태 이상이 되는 기술이나 씨뿌리기 등을 썼을 때 되받아친다.",
	},
	magicpowder: {
		name: "마법가루",
		desc: "마법가루를 날려서 상대를 에스퍼타입으로 바꾼다.",
	},
	magicroom: {
		name: "매직룸",
		desc: "이상한 공간을 만든다. 5턴 동안 모든 포켓몬의 도구의 효과가 사라진다.",
	},
	magmastorm: {
		name: "마그마스톰",
		desc: "세차게 타오르는 불꽃 속에 4-5턴 동안 상대를 가두어 공격한다.",
	},
	magnetbomb: {
		name: "마그넷봄",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	magneticflux: {
		name: "자기장조작",
		desc: "자기장 조작으로 인해 특성 플러스와 마이너스의 방어, 특수방어가 오른다.",
	},
	magnetrise: {
		name: "전자부유",
		desc: "전기로 만든 자력의 힘으로 허공에 뜬다. 5턴 동안 부유할 수 있다.",
	},
	magnitude: {
		name: "매그니튜드",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	makeitrain: {
		name: "골드러시",
	},
	maliciousmoonsault: {
		name: "하이퍼다크크러셔",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	malignantchain: {
		name: "악독사슬",
	},
	matblock: {
		name: "마룻바닥세워막기",
		desc: "뒤집어 세운 마룻바닥을 방패로 하여 자신과 같은 편으로 향하는 기술 데미지를 막는다. 변화 기술은 막을 수 없다.",
	},
	matchagotcha: {
		name: "휘적휘적포",
	},
	maxairstream: {
		name: "다이제트",
		desc: "다이맥스한 포켓몬이 날리는 비행타입의 공격. 같은 편의 스피드를 올린다.",
	},
	maxdarkness: {
		name: "다이아크",
		desc: "다이맥스한 포켓몬이 날리는 악타입의 공격. 상대의 특수방어를 떨어뜨린다.",
	},
	maxflare: {
		name: "다이번",
		desc: "다이맥스한 포켓몬이 날리는 불꽃타입의 공격. 5턴 동안 햇살을 강하게 만든다.",
	},
	maxflutterby: {
		name: "다이웜",
		desc: "다이맥스한 포켓몬이 날리는 벌레타입의 공격. 상대의 특수공격을 떨어뜨린다.",
	},
	maxgeyser: {
		name: "다이스트림",
		desc: "다이맥스한 포켓몬이 날리는 물타입의 공격. 5턴 동안 비를 내리게 한다.",
	},
	maxguard: {
		name: "다이월",
		desc: "상대의 공격을 전혀 받지 않는다. 연속으로 쓰면 실패하기 쉽다.",
	},
	maxhailstorm: {
		name: "다이아이스",
		desc: "다이맥스한 포켓몬이 날리는 얼음타입의 공격. 5턴 동안 싸라기눈을 내리게 한다.",
	},
	maxknuckle: {
		name: "다이너클",
		desc: "다이맥스한 포켓몬이 날리는 격투타입의 공격. 같은 편의 공격을 올린다.",
	},
	maxlightning: {
		name: "다이썬더",
		desc: "다이맥스한 포켓몬이 날리는 전기타입의 공격. 5턴 동안 일렉트릭필드로 만든다.",
	},
	maxmindstorm: {
		name: "다이사이코",
		desc: "다이맥스한 포켓몬이 날리는 에스퍼타입의 공격. 5턴 동안 사이코필드로 만든다.",
	},
	maxooze: {
		name: "다이애시드",
		desc: "다이맥스한 포켓몬이 날리는 독타입의 공격. 같은 편의 특수공격을 올린다.",
	},
	maxovergrowth: {
		name: "다이그래스",
		desc: "다이맥스한 포켓몬이 날리는 풀타입의 공격. 5턴 동안 그래스필드로 만든다.",
	},
	maxphantasm: {
		name: "다이할로우",
		desc: "다이맥스한 포켓몬이 날리는 고스트타입의 공격. 상대의 방어를 떨어뜨린다.",
	},
	maxquake: {
		name: "다이어스",
		desc: "다이맥스한 포켓몬이 날리는 땅타입의 공격. 같은 편의 특수방어를 올린다.",
	},
	maxrockfall: {
		name: "다이록",
		desc: "다이맥스한 포켓몬이 날리는 바위타입의 공격. 5턴 동안 날씨를 모래바람으로 만든다.",
	},
	maxstarfall: {
		name: "다이페어리",
		desc: "다이맥스한 포켓몬이 날리는 페어리타입의 공격. 5턴 동안 미스트필드로 만든다.",
	},
	maxsteelspike: {
		name: "다이스틸",
		desc: "다이맥스한 포켓몬이 날리는 강철타입의 공격. 같은 편의 방어를 올린다.",
	},
	maxstrike: {
		name: "다이어택",
		desc: "다이맥스한 포켓몬이 날리는 노말타입의 공격. 상대의 스피드를 떨어뜨린다.",
	},
	maxwyrmwind: {
		name: "다이드라군",
		desc: "다이맥스한 포켓몬이 날리는 드래곤타입의 공격. 상대의 공격을 떨어뜨린다.",
	},
	meanlook: {
		name: "검은눈빛",
		desc: "빨려 들어갈 것 같은 까만 눈빛으로 가만히 응시하여 상대를 배틀에서 도망갈 수 없게 한다.",
	},
	meditate: {
		name: "요가포즈",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	mefirst: {
		name: "선취",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	megadrain: {
		name: "메가드레인",
		desc: "양분을 흡수하여 공격한다. 상대에게 입힌 데미지의 절반에 해당하는 HP를 회복할 수 있다.",
	},
	megahorn: {
		name: "메가혼",
		desc: "단단하고 훌륭한 뿔로 마음껏 상대를 꿰찔러서 공격한다.",
	},
	megakick: {
		name: "메가톤킥",
		desc: "굉장한 힘을 담은 킥으로 상대를 걷어차서 공격한다.",
	},
	megapunch: {
		name: "메가톤펀치",
		desc: "힘을 담은 펀치로 상대를 공격한다.",
	},
	memento: {
		name: "추억의선물",
		desc: "자신은 기절하게 되지만 그 대신 상대의 공격과 특수공격을 크게 떨어뜨린다.",
	},
	menacingmoonrazemaelstrom: {
		name: "문라이트블래스터",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	metalburst: {
		name: "메탈버스트",
		desc: "기술을 쓰기 전에 마지막으로 받은 기술의 데미지를 늘려서 기술을 쓴 상대에게 돌려준다.",
	},
	metalclaw: {
		name: "메탈클로",
		desc: "강철의 발톱으로 상대를 베어 갈라 공격한다. 자신의 공격이 올라갈 때도 있다.",
	},
	metalsound: {
		name: "금속음",
		desc: "금속을 긁을 때 나는 듯한 싫은 소리를 들려준다. 상대의 특수방어를 크게 떨어뜨린다.",
	},
	meteorassault: {
		name: "스타어설트",
		desc: "굵은 줄기를 휘둘러서 공격한다. 단 자신도 비틀거리기 때문에 다음 턴은 움직일 수 없다.",
	},
	meteorbeam: {
		name: "메테오빔",
		desc: "1턴째에 우주의 힘을 모아서 특수공격을 올리고 2턴째에 상대를 공격한다.",
	},
	meteormash: {
		name: "코멧펀치",
		desc: "혜성과 같은 펀치를 날려서 상대를 공격한다. 자신의 공격이 올라갈 때가 있다.",
	},
	metronome: {
		name: "손가락흔들기",
		desc: "손가락을 흔들어 자신의 뇌를 자극해서 모든 기술 중 어느 하나를 날린다.",
	},
	mightycleave: {
		name: "파워풀에지",
	},
	milkdrink: {
		name: "우유마시기",
		desc: "자신의 최대 HP 절반을 회복한다.",
	},
	mimic: {
		name: "흉내내기",
		desc: "상대가 마지막에 사용한 기술을 배틀을 하는 동안 자신의 기술로 만들 수 있다.",
	},
	mindblown: {
		name: "깜짝헤드",
		desc: "자신의 머리를 폭발시켜 주위의 모든 것을 공격한다. 자신도 데미지를 받는다.",
	},
	mindreader: {
		name: "마음의눈",
		desc: "상대의 움직임을 마음으로 읽고 다음 공격이 반드시 상대에게 명중되게 한다.",
	},
	minimize: {
		name: "작아지기",
		desc: "몸을 축소하여 작게 보임으로써 자신의 회피율을 크게 올린다.",
	},
	miracleeye: {
		name: "미라클아이",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	mirrorcoat: {
		name: "미러코트",
		desc: "상대에게 받은 특수공격의 데미지를 2배로 만들어 그 상대에게 돌려준다.",
	},
	mirrormove: {
		name: "따라하기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	mirrorshot: {
		name: "미러샷",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	mist: {
		name: "흰안개",
		desc: "하얀 안개로 몸을 덮는다. 5턴 동안 상대에 의해 능력이 떨어지지 않게 된다.",
	},
	mistball: {
		name: "미스트볼",
		desc: "안개의 깃털로 둘러싸 공격한다. 상대의 특수공격을 떨어뜨릴 때가 있다.",
	},
	mistyexplosion: {
		name: "미스트버스트",
		desc: "자신의 주위에 있는 모두를 공격하지만 사용하면 기절한다. 미스트필드일 때 위력이 올라간다.",
	},
	mistyterrain: {
		name: "미스트필드",
		desc: "5턴 동안 땅에 있으면 상태 이상이 되지 않고 드래곤타입 기술의 데미지도 절반이 된다.",
	},
	moonblast: {
		name: "문포스",
		desc: "달의 파워를 빌려서 상대를 공격한다. 상대의 특수공격을 떨어뜨릴 때가 있다.",
	},
	moongeistbeam: {
		name: "섀도레이",
		desc: "괴상한 광선을 쏘아 공격한다. 상대의 특성을 무시하고 공격할 수 있다.",
	},
	moonlight: {
		name: "달빛",
		desc: "자신의 HP를 회복한다. 날씨에 따라 회복량이 변한다.",
	},
	morningsun: {
		name: "아침햇살",
		desc: "자신의 HP를 회복한다. 날씨에 따라 회복량이 변한다.",
	},
	mortalspin: {
		name: "킬러스핀",
	},
	mountaingale: {
		name: "빙산바람",
	},
	mudbomb: {
		name: "진흙폭탄",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	muddywater: {
		name: "탁류",
		desc: "탁해진 물을 상대에게 발사하여 공격한다. 명중률을 떨어뜨릴 때가 있다.",
	},
	mudshot: {
		name: "머드샷",
		desc: "진흙 덩어리를 상대에게 내던져서 공격한다. 동시에 상대의 스피드를 떨어뜨린다.",
	},
	mudslap: {
		name: "진흙뿌리기",
		desc: "상대의 얼굴 등에 진흙을 내던져서 공격한다. 명중률을 떨어뜨린다.",
	},
	mudsport: {
		name: "흙놀이",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	multiattack: {
		name: "멀티어택",
		desc: "높은 에너지를 둘러싸 상대에게 부딪쳐 공격한다. 메모리에 따라 타입이 바뀐다.",
	},
	mysticalfire: {
		name: "매지컬플레임",
		desc: "입에서 내뱉는 아주 뜨거운 불꽃으로 공격한다. 상대의 특수공격을 떨어뜨린다.",
	},
	mysticalpower: {
		name: "신비의힘",
	},
	nastyplot: {
		name: "나쁜음모",
		desc: "나쁜 일을 생각해서 머리를 활성화시킨다. 자신의 특수공격을 크게 올린다.",
	},
	naturalgift: {
		name: "자연의은혜",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	naturepower: {
		name: "자연의힘",
		desc: "자연의 힘으로 공격한다. 사용하는 장소에 따라 나오는 기술이 변화한다.",
	},
	naturesmadness: {
		name: "자연의분노",
		desc: "자연의 분노를 상대에게 부딪친다. 상대의 HP는 절반이 된다.",
	},
	needlearm: {
		name: "바늘팔",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	nightdaze: {
		name: "나이트버스트",
		desc: "암흑의 충격파를 날려서 상대를 공격한다. 명중률을 떨어뜨릴 때가 있다.",
	},
	nightmare: {
		name: "악몽",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	nightshade: {
		name: "나이트헤드",
		desc: "무시무시한 환상을 보게 해서 자신의 레벨과 똑같은 만큼의 데미지를 상대에게 준다.",
	},
	nightslash: {
		name: "깜짝베기",
		desc: "순간적으로 틈을 노려 상대를 베어 버린다. 급소에 맞기 쉽다.",
	},
	nobleroar: {
		name: "부르짖기",
		desc: "우렁차게 부르짖어서 상대를 위협하여 상대의 공격과 특수공격을 떨어뜨린다.",
	},
	noretreat: {
		name: "배수의진",
		desc: "자신의 모든 능력이 올라가지만 교체하거나 도망칠 수 없게 된다.",
	},
	noxioustorque: {
		name: "포이즌액셀",
	},
	nuzzle: {
		name: "볼부비부비",
		desc: "전기가 흐르는 볼을 비벼서 공격한다. 상대를 마비 상태로 만든다.",
	},
	oblivionwing: {
		name: "데스윙",
		desc: "조준한 상대로부터 HP를 흡수한다. 준 데미지의 반 이상 HP를 회복한다.",
	},
	obstruct: {
		name: "블로킹",
		desc: "상대의 공격을 전혀 받지 않는다. 연속으로 쓰면 실패하기 쉽다. 접촉한 상대의 방어를 크게 떨어뜨린다.",
	},
	oceanicoperetta: {
		name: "바다의심포니",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	octazooka: {
		name: "대포무노포",
		desc: "상대의 얼굴 등에 먹물을 내뿜어 공격한다. 명중률을 떨어뜨릴 때가 있다.",
	},
	octolock: {
		name: "문어굳히기",
		desc: "상대를 도망칠 수 없게 한다. 굳히기에 당한 상대는 매 턴 방어와 특수방어가 떨어진다.",
	},
	odorsleuth: {
		name: "냄새구별",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	ominouswind: {
		name: "괴상한바람",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	orderup: {
		name: "한판내기",
	},
	originpulse: {
		name: "근원의파동",
		desc: "파랗게 빛나는 무수한 광선으로 상대를 공격한다.",
	},
	outrage: {
		name: "역린",
		desc: "2-3턴 동안 마구 난동 부려서 공격한다. 난동 부린 뒤에는 혼란에 빠진다.",
	},
	overdrive: {
		name: "오버드라이브",
		desc: "기타나 베이스를 쳐서 큰 울림과 강한 진동을 상대에게 전달하여 공격한다.",
	},
	overheat: {
		name: "오버히트",
		desc: "풀 파워로 상대를 공격한다. 쓰면 반동으로 자신의 특수공격이 크게 떨어진다.",
	},
	painsplit: {
		name: "아픔나누기",
		desc: "자신의 HP와 상대의 HP를 합친 것을 자신과 상대가 사이좋게 나눈다.",
	},
	paraboliccharge: {
		name: "파라볼라차지",
		desc: "주위에 있는 모든 포켓몬에게 데미지를 준다. 준 데미지의 절반을 자신이 회복한다.",
	},
	partingshot: {
		name: "막말내뱉기",
		desc: "막말을 내뱉어 상대를 위협하여 공격과 특수공격을 떨어뜨린 후 교대 포켓몬과 교체한다.",
	},
	payback: {
		name: "보복",
		desc: "모아서 공격한다. 상대보다 나중에 공격할 수 있으면 기술의 위력은 2배가 된다.",
	},
	payday: {
		name: "고양이돈받기",
		desc: "상대의 몸에 돈을 세게 던져서 공격한다. 배틀 후에 돈을 받을 수 있다.",
	},
	peck: {
		name: "쪼기",
		desc: "날카롭고 뾰족한 부리나 뿔로 상대를 쪼아서 공격한다.",
	},
	perishsong: {
		name: "멸망의노래",
		desc: "노래를 들은 포켓몬은 3턴이 지나면 기절한다. 교체되면 효과가 없어진다.",
	},
	petalblizzard: {
		name: "꽃보라",
		desc: "세찬 꽃보라를 일으켜서 주위에 있는 포켓몬을 공격하여 데미지를 준다.",
	},
	petaldance: {
		name: "꽃잎댄스",
		desc: "2-3턴 동안 꽃을 흩뿌려서 상대를 공격한다. 흩뿌린 뒤에는 혼란에 빠진다.",
	},
	phantomforce: {
		name: "고스트다이브",
		desc: "1턴째에 어디론가 사라져서 2턴째에 상대를 공격한다. 기술 방어를 무시하고 공격할 수 있다.",
	},
	photongeyser: {
		name: "포톤가이저",
		desc: "빛의 기둥으로 공격한다. 공격과 특수공격을 비교해서 높은 쪽으로 데미지를 준다.",
	},
	pikapapow: {
		name: "피카피카썬더",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	pinmissile: {
		name: "바늘미사일",
		desc: "날카로운 침을 상대에게 발사해서 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	plasmafists: {
		name: "플라스마피스트",
		desc: "전기를 두른 주먹으로 공격한다. 노말타입 기술을 전기타입으로 바꿔버린다.",
	},
	playnice: {
		name: "친해지기",
		desc: "상대와 친해져서 싸울 마음을 잃게 하여 상대의 공격을 떨어뜨린다.",
	},
	playrough: {
		name: "치근거리기",
		desc: "상대에게 치근거리며 공격한다. 상대의 공격을 떨어뜨릴 때가 있다.",
	},
	pluck: {
		name: "쪼아대기",
		desc: "부리로 공격한다. 상대가 나무열매를 지니고 있을 때 먹어서 나무열매의 효과를 받을 수 있다.",
	},
	poisonfang: {
		name: "맹독엄니",
		desc: "독이 있는 이빨로 상대를 물어서 공격한다. 맹독을 주입할 때가 있다.",
	},
	poisongas: {
		name: "독가스",
		desc: "독가스를 상대의 얼굴에 내뿜어 독 상태로 만든다.",
	},
	poisonjab: {
		name: "독찌르기",
		desc: "독에 물든 촉수나 팔로 상대를 꿰찌른다. 독 상태로 만들 때가 있다.",
	},
	poisonpowder: {
		name: "독가루",
		desc: "독이 있는 가루를 많이 흩뿌려서 상대를 독 상태로 만든다.",
	},
	poisonsting: {
		name: "독침",
		desc: "독이 있는 침을 상대에게 꿰찔러서 공격한다. 독 상태로 만들 때가 있다.",
	},
	poisontail: {
		name: "포이즌테일",
		desc: "꼬리로 때린다. 독 상태로 만들 때가 있고 급소에도 맞기 쉽다.",
	},
	pollenpuff: {
		name: "꽃가루경단",
		desc: "상대에게는 폭발하는 경단을 사용하여 공격한다. 같은 편에게는 회복하는 경단을 준다.",
	},
	poltergeist: {
		name: "폴터가이스트",
		desc: "상대의 지닌 물건을 조종해서 공격한다. 상대가 도구를 지니고 있지 않으면 실패한다.",
	},
	populationbomb: {
		name: "찍찍베기",
	},
	pounce: {
		name: "달려들기",
	},
	pound: {
		name: "막치기",
		desc: "긴 꼬리나 손 등을 사용하여 상대를 때려서 공격한다.",
	},
	powder: {
		name: "분진",
		desc: "분진을 뒤집어쓴 상대가 불꽃 기술을 쓰면 폭발하여 데미지를 준다.",
	},
	powdersnow: {
		name: "눈싸라기",
		desc: "차가운 가랑눈을 상대에게 내뿜어 공격한다. 얼음 상태로 만들 때가 있다.",
	},
	powergem: {
		name: "파워젬",
		desc: "보석처럼 반짝이는 빛을 발사하여 상대를 공격한다.",
	},
	powersplit: {
		name: "파워셰어",
		desc: "초능력으로 자신과 상대의 공격과 특수공격을 더해서 반으로 나눈다.",
	},
	powerswap: {
		name: "파워스왑",
		desc: "초능력으로 자신과 상대의 공격과 특수공격의 능력 변화를 교체한다.",
	},
	powershift: {
		name: "파워시프트",
	},
	powertrick: {
		name: "파워트릭",
		desc: "초능력으로 자신의 공격과 방어의 힘을 교환한다.",
	},
	powertrip: {
		name: "기어오르기",
		desc: "자신의 강함을 뻐기고 공격한다. 자신의 능력이 올라가 있는 만큼 위력이 오른다.",
	},
	poweruppunch: {
		name: "그로우펀치",
		desc: "반복하여 때리면 점점 주먹이 단단해진다. 상대를 때리면 공격이 오른다.",
	},
	powerwhip: {
		name: "파워휩",
		desc: "덩굴이나 촉수를 세차게 흔들어 상대를 힘껏 쳐서 공격한다.",
	},
	precipiceblades: {
		name: "단애의칼",
		desc: "대지의 힘을 칼날로 바꿔 상대를 공격한다.",
	},
	present: {
		name: "프레젠트",
		desc: "덫을 설치한 상자를 상대에게 건네어 공격한다. HP가 회복돼버릴 때도 있다.",
	},
	prismaticlaser: {
		name: "프리즘레이저",
		desc: "프리즘의 힘으로 강력한 광선을 발사한다. 다음 턴은 움직일 수 없다.",
	},
	protect: {
		name: "방어",
		desc: "상대의 공격을 전혀 받지 않는다. 연속으로 쓰면 실패하기 쉽다.",
	},
	psybeam: {
		name: "환상빔",
		desc: "이상한 광선을 상대에게 발사하여 공격한다. 혼란시킬 때가 있다.",
	},
	psyblade: {
		name: "사이코블레이드",
	},
	psychic: {
		name: "사이코키네시스",
		desc: "강한 염동력을 상대에게 보내어 공격한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	psychicfangs: {
		name: "사이코팽",
		desc: "사이코 파워로 물어서 상대를 공격한다. 빛의장막이나 리플렉터도 파괴할 수 있다.",
	},
	psychicnoise: {
		name: "사이코노이즈",
	},
	psychicterrain: {
		name: "사이코필드",
		desc: "5턴 동안 땅에 있으면 선제공격을 받지 않는다. 에스퍼타입의 위력이 올라간다.",
	},
	psychoboost: {
		name: "사이코부스트",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	psychocut: {
		name: "사이코커터",
		desc: "실체화시킨 마음의 칼날로 상대를 베어 가른다. 급소에 맞기 쉽다.",
	},
	psychoshift: {
		name: "사이코시프트",
		desc: "초능력으로 암시를 걸어서 자신에게 걸려 있는 상태 이상을 상대에게 옮긴다.",
	},
	psychup: {
		name: "자기암시",
		desc: "자신에게 암시를 걸어서 능력 변화 상태를 상대와 똑같은 상태로 만든다.",
	},
	psyshieldbash: {
		name: "배리어러시",
	},
	psyshock: {
		name: "사이코쇼크",
		desc: "이상한 염력파를 실체화하여 상대를 공격한다. 물리적인 데미지를 준다.",
	},
	psystrike: {
		name: "사이코브레이크",
		desc: "이상한 염력파를 실체화하여 상대를 공격한다. 물리적인 데미지를 준다.",
	},
	psywave: {
		name: "사이코웨이브",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	pulverizingpancake: {
		name: "진심의공격",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	punishment: {
		name: "혼내기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	purify: {
		name: "정화",
		desc: "상대의 상태 이상을 회복한다. 회복하면 자신은 HP를 회복할 수 있다.",
	},
	pursuit: {
		name: "따라가때리기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	pyroball: {
		name: "화염볼",
		desc: "작은 돌을 태운 불꽃의 공으로 상대를 공격한다. 화상 상태로 만들 때가 있다.",
	},
	quash: {
		name: "순서미루기",
		desc: "상대를 억눌러서 행동의 순서를 마지막으로 만든다.",
	},
	quickattack: {
		name: "전광석화",
		desc: "눈에 보이지 않는 굉장한 속도로 상대에게 돌진한다. 반드시 선제공격할 수 있다.",
	},
	quickguard: {
		name: "패스트가드",
		desc: "자신과 같은 편을 상대의 선제공격으로부터 지킨다.",
	},
	quiverdance: {
		name: "나비춤",
		desc: "신비롭고 아름다운 춤을 경쾌하게 춘다. 자신의 특수공격과 특수방어와 스피드를 올린다.",
	},
	rage: {
		name: "분노",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	ragefist: {
		name: "분노의주먹",
	},
	ragepowder: {
		name: "분노가루",
		desc: "안절부절못하게 하는 가루를 자신에게 뿌려서 주의를 끈다. 상대의 공격은 모두 자신에게 향한다.",
	},
	ragingbull: {
		name: "레이징불",
	},
	ragingfury: {
		name: "대격분",
	},
	raindance: {
		name: "비바라기",
		desc: "5턴 동안 비를 내리게 해서 물타입 기술의 위력을 올린다. 불꽃타입의 위력은 떨어진다.",
	},
	rapidspin: {
		name: "고속스핀",
		desc: "회전해서 상대를 공격한다. 조이기, 김밥말이, 씨뿌리기 등을 날려버린다. 자신의 스피드도 오른다.",
	},
	razorleaf: {
		name: "잎날가르기",
		desc: "잎사귀를 날려 상대를 베어 공격한다. 급소에 맞기 쉽다.",
	},
	razorshell: {
		name: "셸블레이드",
		desc: "날카로운 조개껍질로 베어 공격한다. 상대의 방어를 떨어뜨릴 때가 있다.",
	},
	razorwind: {
		name: "칼바람",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	recover: {
		name: "HP회복",
		desc: "세포를 재생시켜 자신의 최대 HP의 절반만큼 HP를 회복한다.",
	},
	recycle: {
		name: "리사이클",
		desc: "배틀 중에 사용하여 없어진 자신의 지닌 물건을 재생시켜 사용할 수 있게 한다.",
	},
	reflect: {
		name: "리플렉터",
		desc: "5턴 동안 이상한 장막을 쳐서 상대로부터 받는 물리공격의 데미지를 약하게 한다.",
	},
	reflecttype: {
		name: "미러타입",
		desc: "상대의 타입을 반사해서 자신도 똑같은 타입이 된다.",
	},
	refresh: {
		name: "리프레시",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	relicsong: {
		name: "옛노래",
		desc: "옛 노래를 상대에게 들려주고 마음에 호소하여 공격한다. 잠듦 상태로 만들 때가 있다.",
	},
	rest: {
		name: "잠자기",
		desc: "2턴 동안 계속 잠잔다. 자신의 HP와 상태 이상을 모두 회복한다.",
	},
	retaliate: {
		name: "원수갚기",
		desc: "쓰러진 같은 편의 원수를 갚는다. 앞 턴에서 같은 편이 쓰러지면 위력이 올라간다.",
	},
	return: {
		name: "은혜갚기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	revelationdance: {
		name: "잠재댄스",
		desc: "전력으로 춤추며 공격한다. 이 기술의 타입은 자신의 타입과 같아진다.",
	},
	revenge: {
		name: "리벤지",
		desc: "상대에게 기술을 받으면 그 상대에게 주는 데미지가 2배가 된다.",
	},
	reversal: {
		name: "기사회생",
		desc: "힘을 쥐어짜서 공격한다. 자신의 HP가 적을수록 기술의 위력이 올라간다.",
	},
	revivalblessing: {
		name: "회생의기도",
	},
	risingvoltage: {
		name: "라이징볼트",
		desc: "지면에서 올라오는 전격으로 공격한다. 상대가 일렉트릭필드 위에 있을 때 기술의 위력이 2배가 된다.",
	},
	roar: {
		name: "울부짖기",
		desc: "상대를 도망가게 해서 교대할 포켓몬을 끌어낸다. 야생의 경우에는 배틀이 끝난다.",
	},
	roaroftime: {
		name: "시간의포효",
		desc: "시간이 뒤틀릴 정도의 힘을 사용해서 상대를 공격한다. 다음 턴은 움직일 수 없다.",
	},
	rockblast: {
		name: "록블라스트",
		desc: "단단한 암석을 상대에게 발사하여 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	rockclimb: {
		name: "록클라임",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	rockpolish: {
		name: "록커트",
		desc: "자신의 몸을 갈아 공기의 저항을 적게 한다. 스피드를 크게 올릴 수 있다.",
	},
	rockslide: {
		name: "스톤샤워",
		desc: "큰 바위를 세차게 부딪쳐서 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	rocksmash: {
		name: "바위깨기",
		desc: "펀치로 공격한다. 상대의 방어를 떨어뜨릴 때가 있다.",
	},
	rockthrow: {
		name: "돌떨구기",
		desc: "작은 바위를 들어올려 상대에게 내던져서 공격한다.",
	},
	rocktomb: {
		name: "암석봉인",
		desc: "암석을 내던져서 공격한다. 상대의 움직임을 봉인함으로써 스피드를 떨어뜨린다.",
	},
	rockwrecker: {
		name: "암석포",
		desc: "거대한 바위를 상대에게 발사하여 공격한다. 다음 턴은 움직일 수 없게 된다.",
	},
	roleplay: {
		name: "역할",
		desc: "상대의 역할을 하여 자신도 상대와 같은 특성으로 변화한다.",
	},
	rollingkick: {
		name: "돌려차기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	rollout: {
		name: "구르기",
		desc: "5턴 동안 구르기를 반복하여 공격한다. 기술이 맞을 때마다 위력이 올라간다.",
	},
	roost: {
		name: "날개쉬기",
		desc: "땅에 내려와 몸을 쉬게 한다. 최대 HP의 절반만큼 HP를 회복한다.",
	},
	rototiller: {
		name: "일구기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	round: {
		name: "돌림노래",
		desc: "노래로 상대를 공격한다. 함께 돌림노래를 하면 계속해서 쓸 수 있고 위력도 올라간다.",
	},
	ruination: {
		name: "카타스트로피",
	},
	sacredfire: {
		name: "성스러운불꽃",
		desc: "신비한 불꽃으로 상대를 태워서 공격한다. 화상 상태로 만들 때가 있다.",
	},
	sacredsword: {
		name: "성스러운칼",
		desc: "긴 뿔로 베어 공격한다. 상대의 능력 변화에 관계없이 데미지를 준다.",
	},
	safeguard: {
		name: "신비의부적",
		desc: "5턴 동안 이상한 힘의 보호를 받아 상태 이상이 되지 않는다.",
	},
	saltcure: {
		name: "소금절이",
	},
	sandattack: {
		name: "모래뿌리기",
		desc: "상대의 얼굴에 모래를 뿌려서 명중률을 떨어뜨린다.",
	},
	sandsearstorm: {
		name: "열사의폭풍",
	},
	sandstorm: {
		name: "모래바람",
		desc: "5턴 동안 모래바람을 일으켜 바위 땅, 강철타입 이외의 상대에게 데미지를 준다. 바위타입의 특수방어가 올라간다.",
	},
	sandtomb: {
		name: "모래지옥",
		desc: "세차게 불어대는 모래바람 속에 4-5턴 동안 상대를 가두어 공격한다.",
	},
	sappyseed: {
		name: "쑥쑥봄버",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	scald: {
		name: "열탕",
		desc: "뜨겁게 끓어오르는 물을 상대에게 발사해서 공격한다. 화상 상태로 만들 때가 있다.",
	},
	scaleshot: {
		name: "스케일샷",
		desc: "비늘을 쏘아서 공격한다. 2-5회 동안 연속으로 쓴다. 스피드가 올라가지만 방어가 떨어진다.",
	},
	scaryface: {
		name: "겁나는얼굴",
		desc: "무서운 얼굴로 노려보고 겁주어 상대의 스피드를 크게 떨어뜨린다.",
	},
	scorchingsands: {
		name: "열사의대지",
		desc: "뜨겁게 달궈진 모래를 상대에게 부딪쳐서 공격한다. 화상 상태로 만들 때가 있다.",
	},
	scratch: {
		name: "할퀴기",
		desc: "단단하고 뾰족한 날카로운 손톱으로 상대를 할퀴어서 공격한다.",
	},
	screech: {
		name: "싫은소리",
		desc: "그만 귀를 막아버리고 싶은 싫은 소리를 내어 상대의 방어를 크게 떨어뜨린다.",
	},
	searingshot: {
		name: "화염탄",
		desc: "새빨간 불꽃으로 자신의 주위에 있는 포켓몬을 공격한다. 화상 상태로 만들 때가 있다.",
	},
	searingsunrazesmash: {
		name: "선샤인스매셔",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	secretpower: {
		name: "비밀의힘",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	secretsword: {
		name: "신비의칼",
		desc: "긴 뿔로 베어 공격한다. 뿔이 머금은 이상한 힘은 물리적인 데미지를 준다.",
	},
	seedbomb: {
		name: "씨폭탄",
		desc: "단단한 껍질을 가지고 있는 큰 씨앗을 위에서 힘껏 내던져 상대를 공격한다.",
	},
	seedflare: {
		name: "시드플레어",
		desc: "몸속에서 충격파를 발생시킨다. 상대의 특수방어를 크게 떨어뜨릴 때가 있다.",
	},
	seismictoss: {
		name: "지구던지기",
		desc: "인력을 사용해 내던진다. 자신의 레벨과 똑같은 데미지를 상대에게 준다.",
	},
	selfdestruct: {
		name: "자폭",
		desc: "폭발을 일으켜서 자신의 주위에 있는 포켓몬을 공격한다. 쓰고 나서 기절하게 된다.",
	},
	shadowball: {
		name: "섀도볼",
		desc: "까만 그림자의 덩어리를 내던져서 공격한다. 상대의 특수방어를 떨어뜨릴 때가 있다.",
	},
	shadowbone: {
		name: "섀도본",
		desc: "영혼이 머물고 있는 뼈로 상대를 세게 때려서 공격한다. 상대의 방어를 떨어뜨릴 때가 있다.",
	},
	shadowclaw: {
		name: "섀도클로",
		desc: "그림자로 만든 날카로운 발톱으로 상대를 베어 가른다. 급소에 맞기 쉽다.",
	},
	shadowforce: {
		name: "섀도다이브",
		desc: "1턴째에 모습을 감춰 2턴째에 상대를 공격한다. 방어하고 있어도 공격은 맞는다.",
	},
	shadowpunch: {
		name: "섀도펀치",
		desc: "그림자에 섞여 펀치를 날린다. 공격은 반드시 명중한다.",
	},
	shadowsneak: {
		name: "야습",
		desc: "그림자를 늘려 상대의 배후에서 공격한다. 반드시 선제공격할 수 있다.",
	},
	sharpen: {
		name: "각지기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	shedtail: {
		name: "꼬리자르기",
	},
	sheercold: {
		name: "절대영도",
		desc: "상대를 일격에 기절시킨다. 얼음타입 이외의 포켓몬이 사용하면 잘 맞지 않는다.",
	},
	shellsidearm: {
		name: "셸암즈",
		desc: "물리와 특수 중 더 많은 데미지를 줄 수 있는 능력으로 공격한다. 독 상태로 만들 때가 있다.",
	},
	shellsmash: {
		name: "껍질깨기",
		desc: "껍질을 깨서 자신의 방어와 특수방어를 떨어뜨리지만 공격과 특수공격, 스피드를 크게 올린다.",
	},
	shelltrap: {
		name: "트랩셸",
		desc: "껍질의 트랩을 설치한다. 상대가 물리 기술을 쓰면 폭발해서 데미지를 준다.",
	},
	shelter: {
		name: "농성",
	},
	shiftgear: {
		name: "기어체인지",
		desc: "톱니바퀴를 돌려서 자신의 공격을 올리는 것뿐만 아니라 스피드도 크게 올린다.",
	},
	shockwave: {
		name: "전격파",
		desc: "전격을 재빠르게 상대에게 날린다. 공격은 반드시 명중한다.",
	},
	shoreup: {
		name: "모래모으기",
		desc: "자신의 최대 HP 절반을 회복한다. 모래바람일 때는 많이 회복한다.",
	},
	signalbeam: {
		name: "시그널빔",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	silktrap: {
		name: "스레드트랩",
	},
	silverwind: {
		name: "은빛바람",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	simplebeam: {
		name: "심플빔",
		desc: "수수께끼의 염력파를 상대에게 보낸다. 염력파를 받은 상대는 특성이 단순으로 바뀐다.",
	},
	sing: {
		name: "노래하기",
		desc: "기분 좋은 예쁜 노랫소리를 들려주고 상대를 잠듦 상태로 만든다.",
	},
	sinisterarrowraid: {
		name: "섀도애로우즈스트라이크",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	sizzlyslide: {
		name: "이글이글번",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	sketch: {
		name: "스케치",
		desc: "상대가 쓴 기술을 자신의 것으로 만든다. 한 번 사용하면 스케치는 사라진다.",
	},
	skillswap: {
		name: "스킬스왑",
		desc: "초능력으로 자신의 특성과 상대의 특성을 바꾼다.",
	},
	skittersmack: {
		name: "엄습하는일격",
		desc: "배후에서 엄습해서 공격한다. 상대의 특수공격을 떨어뜨린다.",
	},
	skullbash: {
		name: "로켓박치기",
		desc: "1턴째에 머리를 움츠려 방어를 올린다. 2턴째에 상대를 공격한다.",
	},
	skyattack: {
		name: "불새",
		desc: "2턴째에 상대를 공격한다. 가끔 풀죽게 만든다. 급소에도 맞기 쉽다.",
	},
	skydrop: {
		name: "프리폴",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	skyuppercut: {
		name: "스카이어퍼",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	slackoff: {
		name: "게으름피우기",
		desc: "게으름 피우며 쉰다. 자신의 HP를 최대 HP의 절반만큼 회복한다.",
	},
	slam: {
		name: "힘껏치기",
		desc: "긴 꼬리나 덩굴 등을 사용해 상대를 힘껏 쳐서 공격한다.",
	},
	slash: {
		name: "베어가르기",
		desc: "발톱이나 낫 등으로 상대를 베어 갈라서 공격한다. 급소에 맞기 쉽다.",
	},
	sleeppowder: {
		name: "수면가루",
		desc: "잠이 오는 가루를 많이 흩뿌려서 상대를 잠듦 상태로 만든다.",
	},
	sleeptalk: {
		name: "잠꼬대",
		desc: "자신이 배운 기술 중 하나를 무작위로 날린다. 자신이 잠들어 있을 때만 쓸 수 있다.",
	},
	sludge: {
		name: "오물공격",
		desc: "더러운 오물을 상대에게 내던져서 공격한다. 독 상태로 만들 때가 있다.",
	},
	sludgebomb: {
		name: "오물폭탄",
		desc: "더러운 오물을 상대에게 내던져서 공격한다. 독 상태로 만들 때가 있다.",
	},
	sludgewave: {
		name: "오물웨이브",
		desc: "오물 파도로 자신의 주위에 있는 포켓몬을 공격한다. 독 상태로 만들 때가 있다.",
	},
	smackdown: {
		name: "떨어뜨리기",
		desc: "돌이나 구슬을 던져서 날고 있는 상대를 공격한다. 맞은 상대는 땅에 떨어진다.",
	},
	smartstrike: {
		name: "스마트혼",
		desc: "뾰족한 뿔로 상대를 꿰찔러서 공격한다. 공격은 반드시 명중한다.",
	},
	smellingsalts: {
		name: "정신차리기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	smog: {
		name: "스모그",
		desc: "더러운 가스를 상대에게 내뿜어 공격한다. 독 상태로 만들 때가 있다.",
	},
	smokescreen: {
		name: "연막",
		desc: "연기나 먹물을 내뿜어 상대의 명중률을 떨어뜨린다.",
	},
	snaptrap: {
		name: "집게덫",
		desc: "집게덫으로 붙잡은 뒤 4-5턴 동안 상대를 끼워서 공격한다.",
	},
	snarl: {
		name: "바크아웃",
		desc: "호되게 호통을 쳐서 상대의 특수공격을 떨어뜨린다.",
	},
	snatch: {
		name: "가로채기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	snipeshot: {
		name: "노려맞히기",
		desc: "상대의 기술을 끌어모으는 특성이나 기술의 영향을 무시하고 선택한 상대를 공격할 수 있다.",
	},
	snore: {
		name: "코골기",
		desc: "자신이 잠들어 있을 때 소음을 내어 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	snowscape: {
		name: "설경",
	},
	soak: {
		name: "물붓기",
		desc: "많은 물을 끼얹어서 상대를 물타입으로 바꾼다.",
	},
	softboiled: {
		name: "알낳기",
		desc: "자신의 최대 HP 절반을 회복한다.",
	},
	solarbeam: {
		name: "솔라빔",
		desc: "1턴째에 빛을 가득 모아 2턴째에 빛의 다발을 발사하여 공격한다.",
	},
	solarblade: {
		name: "솔라블레이드",
		desc: "1턴째에 빛을 가득 모아 2턴째에 그 힘을 검에 담아 공격한다.",
	},
	sonicboom: {
		name: "소닉붐",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	soulstealing7starstrike: {
		name: "칠성탈혼퇴",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	spacialrend: {
		name: "공간절단",
		desc: "주위의 공간과 더불어 상대를 찢어서 데미지를 준다. 급소에 맞기 쉽다.",
	},
	spark: {
		name: "스파크",
		desc: "전기를 둘러 상대에게 돌진하여 공격한다. 마비 상태로 만들 때가 있다.",
	},
	sparklingaria: {
		name: "물거품아리아",
		desc: "노래 부르는 것으로 많은 벌룬을 방출한다. 기술에 맞으면 화상이 낫는다.",
	},
	sparklyswirl: {
		name: "반짝반짝스톰",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	spectralthief: {
		name: "섀도스틸",
		desc: "상대의 그림자에 숨어들어 상대의 능력이 올라가는 것을 뺏어 공격한다.",
	},
	speedswap: {
		name: "스피드스왑",
		desc: "상대의 스피드와 자신의 스피드를 교체한다.",
	},
	spicyextract: {
		name: "하바네로엑기스",
	},
	spiderweb: {
		name: "거미집",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	spikecannon: {
		name: "가시대포",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	spikes: {
		name: "압정뿌리기",
		desc: "상대의 발밑에 압정을 뿌린다. 교체된 상대 포켓몬에게 데미지를 준다.",
	},
	spikyshield: {
		name: "니들가드",
		desc: "상대의 공격을 막음과 동시에 접촉한 상대의 체력을 떨어뜨린다.",
	},
	spinout: {
		name: "휠스핀",
	},
	spiritbreak: {
		name: "소울크래시",
		desc: "맞으면 기가 꺾여버릴 것 같은 기세로 공격한다. 상대의 특수공격을 떨어뜨린다.",
	},
	spiritshackle: {
		name: "그림자꿰매기",
		desc: "공격과 동시에 상대의 그림자를 꿰매 도망칠 수 없게 한다.",
	},
	spite: {
		name: "원한",
		desc: "상대가 마지막으로 사용한 기술에 원한을 품어 그 기술의 PP를 4만큼 줄인다.",
	},
	spitup: {
		name: "토해내기",
		desc: "비축된 힘을 상대에게 부딪쳐서 공격한다. 비축된 만큼 위력이 올라간다.",
	},
	splash: {
		name: "튀어오르기",
		desc: "공격도 하지 않고 팔딱팔딱 튈 뿐 아무 일도 일어나지 않는다...",
	},
	splinteredstormshards: {
		name: "레이디얼에지스톰",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	splishysplash: {
		name: "참방참방서핑",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	spore: {
		name: "버섯포자",
		desc: "최면 효과가 있는 포자를 훌훌 흩뿌려서 상대를 잠듦 상태로 만든다.",
	},
	spotlight: {
		name: "스포트라이트",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	springtidestorm: {
		name: "봄의폭풍",
	},
	stealthrock: {
		name: "스텔스록",
		desc: "상대의 주위에 무수한 바위를 띄워 교체해서 나온 상대 포켓몬에게 데미지를 준다.",
	},
	steameruption: {
		name: "스팀버스트",
		desc: "상대에게 굉장히 뜨거운 증기를 뿜는다. 상대는 화상을 입기도 한다.",
	},
	steamroller: {
		name: "하드롤러",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	steelbeam: {
		name: "철제광선",
		desc: "전신에서 끌어모은 강철을 빔으로 바꿔 세차게 발사한다. 자신도 데미지를 받는다.",
	},
	steelroller: {
		name: "아이언롤러",
		desc: "필드를 파괴하면서 공격한다. 필드가 어떤 상태로든 변해 있지 않은 경우 기술은 실패한다.",
	},
	steelwing: {
		name: "강철날개",
		desc: "단단한 날개를 상대에게 부딪쳐서 공격한다. 자신의 방어가 올라갈 때가 있다.",
	},
	stickyweb: {
		name: "끈적끈적네트",
		desc: "상대의 주위에 끈적끈적한 네트를 둘러 펼쳐 교체되어 나온 상대의 스피드를 떨어뜨린다.",
	},
	stockpile: {
		name: "비축하기",
		desc: "힘을 비축해서 자신의 방어와 특수방어를 올린다. 최대 3회까지 비축할 수 있다.",
	},
	stokedsparksurfer: {
		name: "라이트닝서프라이드",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	stomp: {
		name: "짓밟기",
		desc: "큰 발로 상대를 짓밟아서 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	stompingtantrum: {
		name: "분함의발구르기",
		desc: "분함을 발판 삼아 공격한다. 앞 턴에서 기술이 빗나갔다면 위력이 배가 된다.",
	},
	stoneaxe: {
		name: "암석액스",
	},
	stoneedge: {
		name: "스톤에지",
		desc: "뾰족한 바위를 상대에게 꿰찔러서 공격한다. 급소에 맞기 쉽다.",
	},
	storedpower: {
		name: "어시스트파워",
		desc: "축적된 파워로 상대를 공격한다. 자신의 능력이 올라가 있는 만큼 위력이 오른다.",
	},
	stormthrow: {
		name: "업어후리기",
		desc: "강렬한 일격을 상대에게 날린다. 공격은 반드시 급소에 맞는다.",
	},
	strangesteam: {
		name: "원더스팀",
		desc: "연기를 분출해서 상대를 공격한다. 혼란시킬 때가 있다.",
	},
	strength: {
		name: "괴력",
		desc: "혼신의 힘으로 상대를 세게 때려서 공격한다.",
	},
	strengthsap: {
		name: "힘흡수",
		desc: "상대 공격력과 동일하게 자신의 HP를 회복한다. 그리고 상대의 공격을 떨어뜨린다.",
	},
	stringshot: {
		name: "실뿜기",
		desc: "입에서 뿜어낸 실을 휘감아서 상대의 스피드를 크게 떨어뜨린다.",
	},
	struggle: {
		name: "발버둥",
		desc: "자신의 PP가 떨어지면 발버둥 쳐 상대를 공격한다. 자신도 조금 데미지를 입는다.",
	},
	strugglebug: {
		name: "벌레의저항",
		desc: "저항해서 상대를 공격한다. 상대의 특수공격을 떨어뜨린다.",
	},
	stuffcheeks: {
		name: "볼가득넣기",
		desc: "지니고 있는 나무열매를 먹고 방어를 크게 올린다.",
	},
	stunspore: {
		name: "저리가루",
		desc: "저리가루를 많이 흩뿌려서 상대를 마비 상태로 만든다.",
	},
	submission: {
		name: "지옥의바퀴",
		desc: "땅에 자신과 함께 상대를 내던져 공격한다. 자신도 조금 데미지를 입는다.",
	},
	substitute: {
		name: "대타출동",
		desc: "자신의 HP를 조금 깎아서 분신을 만든다. 분신은 자신의 대타가 된다.",
	},
	suckerpunch: {
		name: "기습",
		desc: "상대보다 먼저 공격할 수 있다. 상대가 쓴 기술이 공격기술이 아니면 실패한다.",
	},
	sunnyday: {
		name: "쾌청",
		desc: "5턴 동안 햇살을 강하게 해서 불꽃타입 기술의 위력을 올린다. 물타입의 위력은 떨어진다.",
	},
	sunsteelstrike: {
		name: "메테오드라이브",
		desc: "유성 같은 기세로 돌진한다. 상대의 특성을 무시하고 공격할 수 있다.",
	},
	supercellslam: {
		name: "썬더다이브",
	},
	superfang: {
		name: "분노의앞니",
		desc: "날카로운 앞니로 강하게 물어서 공격한다. 상대의 HP는 절반이 된다.",
	},
	superpower: {
		name: "엄청난힘",
		desc: "엄청난 힘을 발휘하여 상대를 공격한다. 자신의 공격과 방어가 떨어진다.",
	},
	supersonic: {
		name: "초음파",
		desc: "특수한 음파를 몸에서 발산하여 상대를 혼란시킨다.",
	},
	surf: {
		name: "파도타기",
		desc: "큰 파도로 자신의 주위에 있는 포켓몬을 공격한다.",
	},
	surgingstrikes: {
		name: "수류연타",
		desc: "물의 태세가 극에 달하여 물 흐르듯 3회의 연격을 날린다. 반드시 급소에 맞는다.",
	},
	swagger: {
		name: "뽐내기",
		desc: "상대를 화내게 해서 혼란시킨다. 분노로 상대의 공격은 크게 올라가 버린다.",
	},
	swallow: {
		name: "꿀꺽",
		desc: "비축된 힘을 꿀꺽해서 자신의 HP를 회복한다. 비축된 만큼 회복한다.",
	},
	sweetkiss: {
		name: "천사의키스",
		desc: "천사처럼 귀엽게 키스하여 상대를 혼란시킨다.",
	},
	sweetscent: {
		name: "달콤한향기",
		desc: "향기로 상대의 회피율을 크게 떨어뜨린다.",
	},
	swift: {
		name: "스피드스타",
		desc: "별 모양의 빛을 발사해서 상대를 공격한다. 공격은 반드시 명중한다.",
	},
	switcheroo: {
		name: "바꿔치기",
		desc: "눈에 보이지 않는 속도로 자신과 상대가 지닌 물건을 교환한다.",
	},
	swordsdance: {
		name: "칼춤",
		desc: "싸움의 춤을 격렬하게 춰서 기세를 높인다. 자신의 공격을 크게 올린다.",
	},
	synchronoise: {
		name: "싱크로노이즈",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	synthesis: {
		name: "광합성",
		desc: "자신의 HP를 회복한다. 날씨에 따라 회복량이 변한다.",
	},
	syrupbomb: {
		name: "시럽봄",
	},
	tackle: {
		name: "몸통박치기",
		desc: "상대를 향해서 몸 전체를 부딪쳐가며 공격한다.",
	},
	tachyoncutter: {
		name: "타키온커터",
	},
	tailglow: {
		name: "반딧불",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	tailslap: {
		name: "스위프뺨치기",
		desc: "단단한 꼬리로 상대를 때려서 공격한다. 2-5회 동안 연속으로 쓴다.",
	},
	tailwhip: {
		name: "꼬리흔들기",
		desc: "꼬리를 좌우로 귀엽게 흔들어 방심을 유도한다. 상대의 방어를 떨어뜨린다.",
	},
	tailwind: {
		name: "순풍",
		desc: "세차게 불어대는 바람의 소용돌이를 만들어 4턴 동안 같은 편 모두의 스피드를 올린다.",
	},
	takedown: {
		name: "돌진",
		desc: "굉장한 기세로 상대에게 부딪쳐 공격한다. 자신도 조금 데미지를 입는다.",
	},
	takeheart: {
		name: "브레이브차지",
	},
	tarshot: {
		name: "타르샷",
		desc: "끈적끈적한 타르를 날려서 상대의 스피드를 떨어뜨린다. 상대는 불꽃이 약점이 된다.",
	},
	taunt: {
		name: "도발",
		desc: "상대를 화나게 한다. 3턴 동안 상대는 데미지를 주는 기술밖에 쓸 수 없게 된다.",
	},
	tearfullook: {
		name: "눈물그렁그렁",
		desc: "눈물을 그렁그렁거려 상대의 전의를 상실하게 한다. 상대의 공격과 특수공격이 떨어진다.",
	},
	teatime: {
		name: "다과회",
		desc: "다과회를 열어서 배틀에 나와 있는 포켓몬이 각각 지니고 있는 나무열매를 먹는다.",
	},
	technoblast: {
		name: "테크노버스터",
		desc: "광탄을 상대에게 방출한다. 자신이 지니고 있는 카세트에 의해 타입이 바뀐다.",
	},
	teeterdance: {
		name: "흔들흔들댄스",
		desc: "흔들흔들 댄스를 춰서 주위에 있는 포켓몬을 혼란 상태로 만든다.",
	},
	telekinesis: {
		name: "텔레키네시스",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	teleport: {
		name: "순간이동",
		desc: "교대할 포켓몬이 있을 때 사용하면 교체한다. 야생 포켓몬은 도망가 버린다.",
	},
	temperflare: {
		name: "열불내기",
	},
	terablast: {
		name: "테라버스트",
	},
	terastarstorm: {
		name: "테라클러스터",
	},
	terrainpulse: {
		name: "대지의파동",
		desc: "필드의 힘을 빌려서 공격한다. 사용했을 때의 필드 상태에 따라서 기술 타입과 위력이 바뀐다.",
	},
	thief: {
		name: "도둑질",
		desc: "공격과 동시에 도구를 훔친다. 자신이 도구를 지니고 있을 경우에는 훔칠 수 없다.",
	},
	thousandarrows: {
		name: "사우전드애로",
		desc: "떠 있는 포켓몬도 맞힐 수 있다. 떠 있던 상대는 맞아서 땅에 떨어진다.",
	},
	thousandwaves: {
		name: "사우전드웨이브",
		desc: "땅 위를 뻗어 나가는 파도로 공격한다. 파도에 휩쓸린 상대는 전투에서 도망칠 수 없게 된다.",
	},
	thrash: {
		name: "난동부리기",
		desc: "2-3턴 동안 마구 난동 부려서 상대를 공격한다. 난동 부린 뒤에는 혼란에 빠진다.",
	},
	throatchop: {
		name: "지옥찌르기",
		desc: "이 기술에 맞은 상대는 지옥의 고통 때문에 2턴 동안 소리 기술을 낼 수 없다.",
	},
	thunder: {
		name: "번개",
		desc: "강한 번개를 상대에게 떨어뜨려 공격한다. 마비 상태로 만들 때가 있다.",
	},
	thunderbolt: {
		name: "10만볼트",
		desc: "강한 전격을 상대에게 날려서 공격한다. 마비 상태로 만들 때가 있다.",
	},
	thundercage: {
		name: "썬더프리즌",
		desc: "전기가 흐르는 우리 안에 4-5턴 동안 상대를 가두어 공격한다.",
	},
	thunderclap: {
		name: "질풍신뢰",
	},
	thunderfang: {
		name: "번개엄니",
		desc: "전기를 모은 이빨로 문다. 상대를 풀죽게 하거나 마비 상태로 만들 때가 있다.",
	},
	thunderouskick: {
		name: "천둥차기",
		desc: "번개 같은 움직임으로 상대를 농락하며 킥을 날린다. 상대의 방어를 떨어뜨린다.",
	},
	thunderpunch: {
		name: "번개펀치",
		desc: "전격을 담은 펀치로 상대를 공격한다. 마비 상태로 만들 때가 있다.",
	},
	thundershock: {
		name: "전기쇼크",
		desc: "전기 자극을 상대에게 날려서 공격한다. 마비 상태로 만들 때가 있다.",
	},
	thunderwave: {
		name: "전기자석파",
		desc: "약한 전격을 날려서 상대를 마비 상태로 만든다.",
	},
	tickle: {
		name: "간지르기",
		desc: "몸을 간질여 웃게 만들어서 상대의 공격과 방어를 떨어뜨린다.",
	},
	tidyup: {
		name: "정리정돈",
	},
	topsyturvy: {
		name: "뒤집어엎기",
		desc: "상대에게 걸려 있는 모든 능력 변화를 뒤집어서 반대로 만든다.",
	},
	torchsong: {
		name: "플레어송",
	},
	torment: {
		name: "트집",
		desc: "상대에게 트집을 잡아서 똑같은 기술을 2회 연속으로 쓸 수 없게 한다.",
	},
	toxic: {
		name: "맹독",
		desc: "상대를 맹독의 상태로 만든다. 턴이 진행될수록 독의 데미지가 증가한다.",
	},
	toxicspikes: {
		name: "독압정",
		desc: "상대의 발밑에 독 압정을 뿌린다. 교체로 나온 상대 포켓몬에게 독을 퍼지게 한다.",
	},
	toxicthread: {
		name: "독실",
		desc: "독이 섞인 실을 뿜어낸다. 상대를 독 상태로 만들고 스피드를 떨어뜨린다.",
	},
	trailblaze: {
		name: "개척하기",
	},
	transform: {
		name: "변신",
		desc: "상대 포켓몬으로 변신하여 상대와 완전히 똑같은 기술을 사용할 수 있다.",
	},
	triattack: {
		name: "트라이어택",
		desc: "3개의 광선으로 공격한다. 마비, 화상 또는 얼음 상태 중 어느 하나로 만들 때가 있다.",
	},
	trick: {
		name: "트릭",
		desc: "상대의 빈틈을 노려 자신과 상대가 지닌 물건을 바꿔치기한다.",
	},
	trickortreat: {
		name: "핼러윈",
		desc: "상대를 핼러윈으로 초대한다. 상대 타입에 고스트타입이 추가된다.",
	},
	trickroom: {
		name: "트릭룸",
		desc: "이상한 공간을 만든다. 5턴 동안 느린 포켓몬부터 행동할 수 있다.",
	},
	triplearrows: {
		name: "3연화살",
	},
	tripleaxel: {
		name: "트리플악셀",
		desc: "3회 연속으로 킥을 날려 공격한다. 기술이 맞을 때마다 위력이 올라간다.",
	},
	tripledive: {
		name: "트리플다이브",
	},
	triplekick: {
		name: "트리플킥",
		desc: "3회 연속으로 킥을 날려 공격한다. 기술이 맞을 때마다 위력이 올라간다.",
	},
	tropkick: {
		name: "트로피컬킥",
		desc: "남쪽 나라에서 유래된 뜨거운 킥을 상대에게 날린다. 상대의 공격을 떨어뜨린다.",
	},
	trumpcard: {
		name: "마지막수단",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	twinbeam: {
		name: "트윈빔",
	},
	twineedle: {
		name: "더블니들",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	twister: {
		name: "회오리",
		desc: "회오리를 일으켜 상대를 끌어들여 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	upperhand: {
		name: "기선제압",
	},
	uproar: {
		name: "소란피기",
		desc: "3턴 동안 소란 피워 공격한다. 그동안은 아무도 잠들지 않게 된다.",
	},
	uturn: {
		name: "유턴",
		desc: "공격한 뒤 굉장한 스피드로 돌아와서 교대 포켓몬과 교체한다.",
	},
	vacuumwave: {
		name: "진공파",
		desc: "주먹을 흔들어 진공의 파도를 일으킨다. 반드시 선제공격을 할 수 있다.",
	},
	vcreate: {
		name: "V제너레이트",
		desc: "작열하는 불꽃을 이마에서 발생시켜 이판사판으로 몸통박치기한다. 방어, 특수방어, 스피드가 떨어진다.",
	},
	veeveevolley: {
		name: "브이브이브레이크",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	venomdrench: {
		name: "베놈트랩",
		desc: "특수한 독액을 끼얹는다. 독 상태인 상대는 공격, 특수공격, 스피드가 떨어진다.",
	},
	venoshock: {
		name: "베놈쇼크",
		desc: "특수한 독액을 끼얹는다. 독 상태의 상대에게는 위력이 2배가 된다.",
	},
	victorydance: {
		name: "승리의춤",
	},
	vinewhip: {
		name: "덩굴채찍",
		desc: "채찍처럼 휘어지는 가늘고 긴 덩굴로 상대를 힘껏 쳐서 공격한다.",
	},
	vitalthrow: {
		name: "받아던지기",
		desc: "상대보다 나중에 공격한다. 그 대신 자신의 공격은 반드시 명중한다.",
	},
	voltswitch: {
		name: "볼트체인지",
		desc: "공격한 뒤 굉장한 스피드로 돌아와서 교대 포켓몬과 교체한다.",
	},
	volttackle: {
		name: "볼트태클",
		desc: "전기를 한데 모아 돌진한다. 자신도 상당한 데미지를 입는다. 마비 상태로 만들 때가 있다.",
	},
	wakeupslap: {
		name: "잠깨움뺨치기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	waterfall: {
		name: "폭포오르기",
		desc: "굉장한 기세로 상대에게 돌진한다. 상대를 풀죽게 만들 때가 있다.",
	},
	watergun: {
		name: "물대포",
		desc: "물을 기세 좋게 상대에게 발사하여 공격한다.",
	},
	waterpledge: {
		name: "물의맹세",
		desc: "물기둥으로 공격한다. 불꽃과 조합하면 위력이 올라가고 하늘에 무지개가 걸린다.",
	},
	waterpulse: {
		name: "물의파동",
		desc: "물의 진동을 상대에게 가하여 공격한다. 상대를 혼란시킬 때가 있다.",
	},
	watershuriken: {
		name: "물수리검",
		desc: "점액으로 만든 수리검을 2-5회 동안 연속으로 던진다. 반드시 선제공격할 수 있다.",
	},
	watersport: {
		name: "물놀이",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	waterspout: {
		name: "해수스파우팅",
		desc: "바닷물을 내뿜어 공격한다. 자신의 HP가 적을수록 기술의 위력이 떨어진다.",
	},
	wavecrash: {
		name: "웨이브태클",
	},
	weatherball: {
		name: "웨더볼",
		desc: "사용했을 때의 날씨에 따라서 기술 타입과 위력이 바뀐다.",
	},
	whirlpool: {
		name: "바다회오리",
		desc: "세차게 소용돌이치는 물속에 4-5턴 동안 상대를 가두어 공격한다.",
	},
	whirlwind: {
		name: "날려버리기",
		desc: "상대를 날려버려서 교대할 포켓몬을 끌어낸다. 야생의 경우에는 배틀이 끝난다.",
	},
	wickedblow: {
		name: "암흑강타",
		desc: "악의 태세가 극에 달하여 강렬한 일격을 날린다. 반드시 급소에 맞는다.",
	},
	wickedtorque: {
		name: "다크액셀",
	},
	wideguard: {
		name: "와이드가드",
		desc: "같은 편 전원에게 향하는 공격을 1턴 동안 막는다.",
	},
	wildboltstorm: {
		name: "번개폭풍",
	},
	wildcharge: {
		name: "와일드볼트",
		desc: "전기를 두르고 상대에게 부딪쳐 공격한다. 자신도 조금 데미지를 입는다.",
	},
	willowisp: {
		name: "도깨비불",
		desc: "으스스하고 괴상한 불꽃을 쏘아 상대를 화상 상태로 만든다.",
	},
	wingattack: {
		name: "날개치기",
		desc: "크게 펼친 훌륭한 날개를 상대에게 부딪쳐서 공격한다.",
	},
	wish: {
		name: "희망사항",
		desc: "다음 턴에 자신 또는 교체한 포켓몬의 HP를 최대 HP의 절반만큼 회복한다.",
	},
	withdraw: {
		name: "껍질에숨기",
		desc: "껍질에 숨어 몸을 보호하여 자신의 방어를 올린다.",
	},
	wonderroom: {
		name: "원더룸",
		desc: "이상한 공간을 만든다. 5턴 동안 모든 포켓몬의 방어와 특수방어가 바뀐다.",
	},
	woodhammer: {
		name: "우드해머",
		desc: "단단한 몸통을 상대에게 부딪쳐서 공격한다. 자신도 상당한 데미지를 입는다.",
	},
	workup: {
		name: "분발",
		desc: "스스로 분발해서 공격과 특수공격을 올린다.",
	},
	worryseed: {
		name: "고민씨",
		desc: "마음을 괴롭히는 씨앗을 심는다. 상대를 잠잘 수 없게 해서 특성을 불면으로 만든다.",
	},
	wrap: {
		name: "김밥말이",
		desc: "긴 몸이나 덩굴 등을 사용해 4-5턴 동안 상대를 휘감아 공격한다.",
	},
	wringout: {
		name: "쥐어짜기",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
	xscissor: {
		name: "시저크로스",
		desc: "낫이나 발톱을 가위처럼 교차시키면서 상대를 베어 가른다.",
	},
	yawn: {
		name: "하품",
		desc: "큰 하품으로 졸음을 유도한다. 다음 턴에 상대를 잠듦 상태로 만든다.",
	},
	zapcannon: {
		name: "전자포",
		desc: "대포처럼 전기를 발사해서 공격한다. 상대를 마비 상태로 만든다.",
	},
	zenheadbutt: {
		name: "사념의박치기",
		desc: "사념의 힘을 이마에 모아서 공격한다. 상대를 풀죽게 만들 때가 있다.",
	},
	zingzap: {
		name: "찌리리따끔따끔",
		desc: "상대에게 부딪쳐 강력한 전기를 날려서 찌리리따끔따끔하게 만든다. 상대를 풀죽게 만들 때가 있다.",
	},
	zippyzap: {
		name: "파찌파찌액셀",
		desc: "사용할 수 없는 기술입니다. 다시 배우게 할 수 없지만 기술을 잊게 하는 것을 권장합니다.",
	},
};
