tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "freetype", args: ["universal"], link: false
brew "fontconfig", args: ["universal"], link: false
brew "libtiff", args: ["universal"], link: false
brew "webp", args: ["universal"], link: false
brew "gd", args: ["universal"], link: false
brew "glpk"
brew "gnutls", link: false
brew "gradle"
brew "haskell-stack", link: false
brew "jasper", args: ["universal"], link: false
brew "libusb", args: ["universal"], link: false
brew "libusb-compat", args: ["universal"], link: false
brew "libgphoto2", args: ["universal"], link: false
brew "libicns", args: ["universal"], link: false
brew "little-cms2", args: ["universal"], link: false
brew "makedepend", link: false
brew "openjdk"
brew "python@3.8", link: true
brew "sane-backends", args: ["universal"], link: false
cask "basictex"
cask "java8"
cask "miniforge"
cask "xquartz"
