export const MovesText: { [id: IDEntry]: MoveText } = {
	"10000000voltthunderbolt": {
		name: "千万伏特",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	absorb: {
		name: "吸取",
		desc: "吸取对手的养分进行攻击。 可以回复给予对手 伤害的一半ＨＰ。",
	},
	accelerock: {
		name: "冲岩",
		desc: "迅速撞向对手进行攻击。 必定能够先制攻击。",
	},
	acid: {
		name: "溶解液",
		desc: "将强酸泼向对手进行攻击。 有时会降低对手的特防。",
	},
	acidarmor: {
		name: "溶化",
		desc: "通过细胞的变化进行液化， 从而大幅提高自己的防御。",
	},
	acidspray: {
		name: "酸液炸弹",
		desc: "喷出能溶化对手的液体进行攻击。 大幅降低对手的特防。",
	},
	acrobatics: {
		name: "杂技",
		desc: "轻巧地攻击对手。 自己没有携带道具时， 会给予较大的伤害。",
	},
	acupressure: {
		name: "点穴",
		desc: "通过点穴 让身体舒筋活络。 大幅提高某１项能力。",
	},
	aerialace: {
		name: "燕返",
		desc: "以敏捷的动作 戏弄对手后进行切斩。 攻击必定会命中。",
	},
	aeroblast: {
		name: "气旋攻击",
		desc: "发射空气旋涡 进行攻击。 容易击中要害。",
	},
	afteryou: {
		name: "您先请",
		desc: "支援我方或对手的行动， 使其紧接着此招式之后行动。",
	},
	agility: {
		name: "高速移动",
		desc: "让身体放松变得轻盈， 以便高速移动。 大幅提高自己的速度。",
	},
	aircutter: {
		name: "空气利刃",
		desc: "用锐利的风 切斩对手进行攻击。 容易击中要害。",
	},
	airslash: {
		name: "空气斩",
		desc: "用连天空也能劈开的 空气之刃进行攻击。 有时会使对手畏缩。",
	},
	alluringvoice: {
		name: "魅诱之声",
	},
	allyswitch: {
		name: "交换场地",
		desc: "用神奇的力量瞬间移动， 互换自己和同伴所在的位置。",
	},
	amnesia: {
		name: "瞬间失忆",
		desc: "将头脑清空， 瞬间忘记某事， 从而大幅提高自己的特防。",
	},
	anchorshot: {
		name: "掷锚",
		desc: "将锚缠住对手进行攻击。 使对手无法逃走。",
	},
	ancientpower: {
		name: "原始之力",
		desc: "用原始之力进行攻击。 有时会提高 自己所有的能力。",
	},
	appleacid: {
		name: "苹果酸",
		desc: "使用从酸苹果中提取出来的 酸性液体进行攻击。 降低对手的特防。",
	},
	aquajet: {
		name: "水流喷射",
		desc: "以迅雷不及掩耳之势 扑向对手。 必定能够先制攻击。",
	},
	aquaring: {
		name: "水流环",
		desc: "在自己身体的周围 覆盖用水制造的幕。 每回合回复ＨＰ。",
	},
	aquatail: {
		name: "水流尾",
		desc: "如惊涛骇浪般挥动 大尾巴攻击对手。",
	},
	armthrust: {
		name: "猛推",
		desc: "用张开着的双手 猛推对手进行攻击。 连续攻击２～５次。",
	},
	aromatherapy: {
		name: "芳香治疗",
		desc: "让同伴闻沁人心脾的香气， 从而治愈我方全员的异常状态。",
	},
	aromaticmist: {
		name: "芳香薄雾",
		desc: "通过神奇的芳香， 提高我方宝可梦的特防。",
	},
	assist: {
		name: "借助",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	assurance: {
		name: "恶意追击",
		desc: "如果此回合内对手 已经受到伤害的话， 招式威力会变成２倍。",
	},
	astonish: {
		name: "惊吓",
		desc: "用尖叫声等 突然惊吓对手进行攻击。 有时会使对手畏缩。",
	},
	astralbarrage: {
		name: "星碎",
		desc: "用大量的小灵体向 对手发起攻击。",
	},
	attackorder: {
		name: "攻击指令",
		desc: "召唤手下， 让其朝对手发起攻击。 容易击中要害。",
	},
	attract: {
		name: "迷人",
		desc: "♂诱惑♀或♀诱惑♂， 让对手着迷。 对手将很难使出招式。",
	},
	aurasphere: {
		name: "波导弹",
		desc: "从体内产生出波导之力， 然后向对手发出。 攻击必定会命中。",
	},
	aurawheel: {
		name: "气场轮",
		desc: "用储存在颊囊里的能量 进行攻击，并提高自己的速度。 其属性会随着莫鲁贝可的样子而改变。",
	},
	aurorabeam: {
		name: "极光束",
		desc: "向对手发射 虹色光束进行攻击。 有时会降低对手的攻击。",
	},
	auroraveil: {
		name: "极光幕",
		desc: "在５回合内减弱 物理和特殊的伤害。 只有冰雹时才能使出。",
	},
	autotomize: {
		name: "身体轻量化",
		desc: "削掉身体上没用的部分。 大幅提高自己的速度， 同时体重也会变轻。",
	},
	avalanche: {
		name: "雪崩",
		desc: "如果受到对手的招式攻击， 就能给予该对手 ２倍威力的攻击。",
	},
	babydolleyes: {
		name: "圆瞳",
		desc: "用圆瞳凝视对手， 从而降低其攻击。 必定能够先制攻击。",
	},
	baddybad: {
		name: "坏坏领域",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	banefulbunker: {
		name: "碉堡",
		desc: "防住对手攻击的同时， 让接触到自己的对手中毒。",
	},
	barrage: {
		name: "投球",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	barrier: {
		name: "屏障",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	batonpass: {
		name: "接棒",
		desc: "和后备宝可梦进行替换。 换上的宝可梦能直接继承 其能力的变化。",
	},
	beakblast: {
		name: "鸟嘴加农炮",
		desc: "先加热鸟嘴后再进行攻击。 鸟嘴在加热时对手触碰的话， 就会使其灼伤。",
	},
	beatup: {
		name: "围攻",
		desc: "我方全员进行攻击。 同行的宝可梦越多， 招式的攻击次数越多。",
	},
	behemothbash: {
		name: "巨兽弹",
		desc: "变身为巨大的盾，撞击对手。 如果对手正处于极巨化状态， 则造成的伤害会变为２倍。",
	},
	behemothblade: {
		name: "巨兽斩",
		desc: "变身为巨大的剑，挥斩对手。 如果对手正处于极巨化状态， 则造成的伤害会变为２倍。",
	},
	belch: {
		name: "打嗝",
		desc: "朝着对手打嗝， 并给予伤害。 如果不吃树果则无法使出。",
	},
	bellydrum: {
		name: "腹鼓",
		desc: "将自己的ＨＰ减少到 最大ＨＰ的一半， 从而最大限度提高自己的攻击。",
	},
	bestow: {
		name: "传递礼物",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	bide: {
		name: "忍耐",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	bind: {
		name: "绑紧",
		desc: "使用长长的身体或藤蔓等， 在４～５回合内 绑紧对手进行攻击。",
	},
	bite: {
		name: "咬住",
		desc: "用尖锐的牙 咬住对手进行攻击。 有时会使对手畏缩。",
	},
	blastburn: {
		name: "爆炸烈焰",
		desc: "用爆炸的火焰 烧尽对手进行攻击。 下一回合自己将无法动弹。",
	},
	blazekick: {
		name: "火焰踢",
		desc: "攻击对手后， 有时会使其陷入灼伤状态。 也容易击中要害。",
	},
	blizzard: {
		name: "暴风雪",
		desc: "将猛烈的暴风雪 刮向对手进行攻击。 有时会让对手陷入冰冻状态。",
	},
	block: {
		name: "挡路",
		desc: "张开双手进行阻挡， 封住对手的退路， 使其不能逃走。",
	},
	blueflare: {
		name: "青焰",
		desc: "用美丽而激烈的青焰 包裹住对手进行攻击。 有时会让对手陷入灼伤状态。",
	},
	bodypress: {
		name: "扑击",
		desc: "用身体撞向对手进行攻击。 防御越高， 给予的伤害就越高。",
	},
	bodyslam: {
		name: "泰山压顶",
		desc: "用整个身体 压住对手进行攻击。 有时会让对手陷入麻痹状态。",
	},
	boltbeak: {
		name: "电喙",
		desc: "用带电的喙啄刺对手。 如果比对手先出手攻击， 招式的威力会变成２倍。",
	},
	boltstrike: {
		name: "雷击",
		desc: "让强大的电流覆盖全身， 猛撞向对手进行攻击。 有时会让对手陷入麻痹状态。",
	},
	boneclub: {
		name: "骨棒",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	bonemerang: {
		name: "骨头回力镖",
		desc: "用手中的骨头投掷对手， 来回连续２次给予伤害。",
	},
	bonerush: {
		name: "骨棒乱打",
		desc: "用坚硬的骨头 殴打对手进行攻击。 连续攻击２～５次。",
	},
	boomburst: {
		name: "爆音波",
		desc: "通过震耳欲聋的爆炸声 产生的破坏力， 攻击自己周围所有的宝可梦。",
	},
	bounce: {
		name: "弹跳",
		desc: "弹跳到高高的空中， 第２回合攻击对手。 有时会让对手陷入麻痹状态。",
	},
	bouncybubble: {
		name: "活活气泡",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	branchpoke: {
		name: "木枝突刺",
		desc: "使用尖锐的树枝 刺向对手进行攻击。",
	},
	bravebird: {
		name: "勇鸟猛攻",
		desc: "收拢翅膀， 通过低空飞行突击对手。 自己也会受到不小的伤害。",
	},
	breakingswipe: {
		name: "广域破坏",
		desc: "用坚韧的尾巴 猛扫对手进行攻击， 从而降低对手的攻击。",
	},
	brickbreak: {
		name: "劈瓦",
		desc: "将手刀猛烈地挥下攻击对手。 还可以破坏光墙和反射壁等。",
	},
	brine: {
		name: "盐水",
		desc: "当对手的ＨＰ 负伤到一半左右时， 招式威力会变成２倍。",
	},
	brutalswing: {
		name: "狂舞挥打",
		desc: "用自己的身体狂舞挥打， 给予对手伤害。",
	},
	bubble: {
		name: "泡沫",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	bubblebeam: {
		name: "泡沫光线",
		desc: "向对手猛烈地喷射 泡沫进行攻击。 有时会降低对手的速度。",
	},
	bugbite: {
		name: "虫咬",
		desc: "咬住进行攻击。 当对手携带树果时， 可以食用并获得其效果。",
	},
	bugbuzz: {
		name: "虫鸣",
		desc: "利用振动发出音波进行攻击。 有时会降低对手的特防。",
	},
	bulkup: {
		name: "健美",
		desc: "使出全身力气绷紧肌肉， 从而提高自己的攻击和防御。",
	},
	bulldoze: {
		name: "重踏",
		desc: "用力踩踏地面并攻击 自己周围所有的宝可梦。 降低对方的速度。",
	},
	bulletpunch: {
		name: "子弹拳",
		desc: "向对手使出如子弹般 快速而坚硬的拳头。 必定能够先制攻击。",
	},
	bulletseed: {
		name: "种子机关枪",
		desc: "向对手猛烈地 发射种子进行攻击。 连续攻击２～５次。",
	},
	burningbulwark: {
		name: "火焰守护",
	},
	burningjealousy: {
		name: "妒火",
		desc: "用嫉妒的能量攻击对手。 会让在该回合内能力有所提高的 宝可梦陷入灼伤状态。",
	},
	burnup: {
		name: "燃尽",
		desc: "将自己全身燃烧起火焰来， 给予对手大大的伤害。 自己的火属性将会消失。",
	},
	buzzybuzz: {
		name: "麻麻电击",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	calmmind: {
		name: "冥想",
		desc: "静心凝神， 从而提高自己的特攻和特防。",
	},
	camouflage: {
		name: "保护色",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	captivate: {
		name: "诱惑",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	catastropika: {
		name: "皮卡皮卡必杀击",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	celebrate: {
		name: "庆祝",
		desc: "宝可梦为十分 开心的你庆祝。",
	},
	charge: {
		name: "充电",
		desc: "提高下一回合使出的 电属性的招式威力。 自己的特防也会提高。",
	},
	chargebeam: {
		name: "充电光束",
		desc: "向对手发射电击光束。 由于蓄满电流， 有时会提高自己的特攻。",
	},
	charm: {
		name: "撒娇",
		desc: "可爱地凝视， 诱使对手疏忽大意， 从而大幅降低对手的攻击。",
	},
	chatter: {
		name: "喋喋不休",
		desc: "用非常烦人的， 喋喋不休的音波攻击对手。 使对手混乱。",
	},
	chipaway: {
		name: "逐步击破",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	circlethrow: {
		name: "巴投",
		desc: "扔飞对手，强制拉后备宝可梦上场。 如果对手为野生宝可梦， 战斗将直接结束。",
	},
	clamp: {
		name: "贝壳夹击",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	clangingscales: {
		name: "鳞片噪音",
		desc: "摩擦全身鳞片， 发出响亮的声音进行攻击。 攻击后自己的防御会降低。",
	},
	clangoroussoul: {
		name: "魂舞烈音爆",
		desc: "削减少许自己的ＨＰ， 使所有能力都提高。",
	},
	clangoroussoulblaze: {
		name: "炽魂热舞烈音爆",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	clearsmog: {
		name: "清除之烟",
		desc: "向对手投掷 特殊的泥块进行攻击。 使其能力变回原点。",
	},
	closecombat: {
		name: "近身战",
		desc: "放弃守护， 向对手的怀里突击。 自己的防御和特防会降低。",
	},
	coaching: {
		name: "指导",
		desc: "通过进行正确合理的指导， 提高我方全员的攻击和防御。",
	},
	coil: {
		name: "盘蜷",
		desc: "盘蜷着集中精神。 提高自己的攻击、防御和命中率。",
	},
	cometpunch: {
		name: "连续拳",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	confide: {
		name: "密语",
		desc: "和对手进行密语， 使其失去集中力， 从而降低对手的特攻。",
	},
	confuseray: {
		name: "奇异之光",
		desc: "显示奇怪的光， 扰乱对手。 使对手混乱。",
	},
	confusion: {
		name: "念力",
		desc: "向对手发送 微弱的念力进行攻击。 有时会使对手混乱。",
	},
	constrict: {
		name: "缠绕",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	conversion: {
		name: "纹理",
		desc: "将自己的属性转换成 和已学会的招式中 第一个招式相同的属性。",
	},
	conversion2: {
		name: "纹理２",
		desc: "为了可以抵抗对手 最后使用的招式， 从而使自己的属性发生变化。",
	},
	copycat: {
		name: "仿效",
		desc: "模仿对手刚才使出的招式， 并使出相同招式。 如果对手还没出招则会失败。",
	},
	coreenforcer: {
		name: "核心惩罚者",
		desc: "如果给予过伤害的对手 已经结束行动， 其特性就会被消除。",
	},
	corrosivegas: {
		name: "腐蚀气体",
		desc: "用具有强酸性的气体 包裹住自己周围所有的宝可梦， 并融化其所携带的道具。",
	},
	cosmicpower: {
		name: "宇宙力量",
		desc: "汲取宇宙中神秘的力量， 从而提高自己的防御和特防。",
	},
	cottonguard: {
		name: "棉花防守",
		desc: "用软绵绵的绒毛包裹住 自己的身体进行守护。 巨幅提高自己的防御。",
	},
	cottonspore: {
		name: "棉孢子",
		desc: "将棉花般柔软的孢子 紧贴对手， 从而大幅降低对手的速度。",
	},
	counter: {
		name: "双倍奉还",
		desc: "从对手那里受到 物理攻击的伤害将以 ２倍返还给同一个对手。",
	},
	courtchange: {
		name: "换场",
		desc: "用神奇的力量 交换双方的场地效果。",
	},
	covet: {
		name: "渴望",
		desc: "一边可爱地撒娇， 一边靠近对手进行攻击， 还能夺取对手携带的道具。",
	},
	crabhammer: {
		name: "蟹钳锤",
		desc: "用大钳子 敲打对手进行攻击。 容易击中要害。",
	},
	craftyshield: {
		name: "戏法防守",
		desc: "使用神奇的力量 防住攻击我方的变化招式。 但无法防住伤害招式的攻击。",
	},
	crosschop: {
		name: "十字劈",
		desc: "用两手呈十字 劈打对手进行攻击。 容易击中要害。",
	},
	crosspoison: {
		name: "十字毒刃",
		desc: "用毒刃劈开对手。 有时会让对手陷入中毒状态， 也容易击中要害。",
	},
	crunch: {
		name: "咬碎",
		desc: "用利牙咬碎对手进行攻击。 有时会降低对手的防御。",
	},
	crushclaw: {
		name: "撕裂爪",
		desc: "用坚硬的锐爪 劈开对手进行攻击。 有时会降低对手的防御。",
	},
	crushgrip: {
		name: "捏碎",
		desc: "用骇人的力量捏碎对手。 对手剩余的ＨＰ越多， 威力越大。",
	},
	curse: {
		name: "诅咒",
		desc: "使用该招式的宝可梦， 其属性是幽灵属性或其他属性时， 效果会不一样。",
	},
	cut: {
		name: "居合斩",
		desc: "用镰刀或爪子等 切斩对手进行攻击。",
	},
	darkestlariat: {
		name: "ＤＤ金勾臂",
		desc: "旋转双臂打向对手。 无视对手的能力变化， 直接给予伤害。",
	},
	darkpulse: {
		name: "恶之波动",
		desc: "从体内发出 充满恶意的恐怖气场。 有时会使对手畏缩。",
	},
	darkvoid: {
		name: "暗黑洞",
		desc: "将对手强制拖入黑暗的世界， 从而让对手陷入睡眠状态。",
	},
	dazzlinggleam: {
		name: "魔法闪耀",
		desc: "向对手发射强光， 并给予伤害。",
	},
	decorate: {
		name: "装饰",
		desc: "通过装饰， 大幅提高对方的 攻击和特攻。",
	},
	defendorder: {
		name: "防御指令",
		desc: "召唤手下， 让其附在自己的身体上。 可以提高自己的防御和特防。",
	},
	defensecurl: {
		name: "变圆",
		desc: "将身体蜷曲变圆， 从而提高自己的防御。",
	},
	defog: {
		name: "清除浓雾",
		desc: "用强风吹开对手的 反射壁或光墙等。 也会降低对手的闪避率。",
	},
	destinybond: {
		name: "同命",
		desc: "使出招式后，当受到对手攻击 陷入濒死时，对手也会一同濒死。 连续使出则会失败。",
	},
	detect: {
		name: "看穿",
		desc: "完全抵挡 对手的攻击。 连续使出则容易失败。",
	},
	diamondstorm: {
		name: "钻石风暴",
		desc: "掀起钻石风暴给予伤害。 有时会大幅提高自己的防御。",
	},
	dig: {
		name: "挖洞",
		desc: "第１回合钻入， 第２回合攻击对手。",
	},
	disable: {
		name: "定身法",
		desc: "阻碍对手行动， 之前使出的招式 将在４回合内无法使用。",
	},
	disarmingvoice: {
		name: "魅惑之声",
		desc: "发出魅惑的叫声， 给予对手精神上的伤害。 攻击必定会命中。",
	},
	discharge: {
		name: "放电",
		desc: "用耀眼的电击 攻击自己周围所有的宝可梦。 有时会陷入麻痹状态。",
	},
	dive: {
		name: "潜水",
		desc: "第１回合潜入， 第２回合浮上来进行攻击。",
	},
	dizzypunch: {
		name: "迷昏拳",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	doomdesire: {
		name: "破灭之愿",
		desc: "使用招式２回合后， 会用无数道光束攻击对手。",
	},
	doubleedge: {
		name: "舍身冲撞",
		desc: "拼命地猛撞向对手进行攻击。 自己也会受到不小的伤害。",
	},
	doublehit: {
		name: "二连击",
		desc: "使用尾巴等 拍打对手进行攻击。 连续２次给予伤害。",
	},
	doubleironbash: {
		name: "钢拳双击",
		desc: "以胸口的螺帽为中心旋转， 并连续２次挥动手臂打击对手。 有时会使对手畏缩。",
	},
	doublekick: {
		name: "二连踢",
		desc: "用２只脚踢飞对手进行攻击。 连续２次给予伤害。",
	},
	doubleslap: {
		name: "连环巴掌",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	doubleteam: {
		name: "影子分身",
		desc: "通过快速移动来制造分身， 扰乱对手，从而提高闪避率。",
	},
	dracometeor: {
		name: "流星群",
		desc: "从天空中向对手落下陨石。 使用之后因为反作用力， 自己的特攻会大幅降低。",
	},
	dragonascent: {
		name: "画龙点睛",
		desc: "从天空中急速下降攻击对手。 自己的防御和特防会降低。",
	},
	dragonbreath: {
		name: "龙息",
		desc: "将强烈的气息 吹向对手进行攻击。 有时会让对手陷入麻痹状态。",
	},
	dragoncheer: {
		name: "龙声鼓舞",
	},
	dragonclaw: {
		name: "龙爪",
		desc: "用尖锐的巨爪 劈开对手进行攻击。",
	},
	dragondance: {
		name: "龙之舞",
		desc: "激烈地跳起神秘 且强有力的舞蹈。 从而提高自己的攻击和速度。",
	},
	dragondarts: {
		name: "龙箭",
		desc: "让多龙梅西亚进行２次攻击。 如果对手有２只宝可梦， 则对它们各进行１次攻击。",
	},
	dragonenergy: {
		name: "巨龙威能",
		desc: "把生命力转换为力量攻击对手。 自己的ＨＰ越少，招式的威力越小。",
	},
	dragonhammer: {
		name: "龙锤",
		desc: "将身体当作锤子， 向对手发动袭击， 给予伤害。",
	},
	dragonpulse: {
		name: "龙之波动",
		desc: "从大大的口中 掀起冲击波攻击对手。",
	},
	dragonrage: {
		name: "龙之怒",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	dragonrush: {
		name: "龙之俯冲",
		desc: "释放出骇人的杀气， 一边威慑一边撞击对手。 有时会使对手畏缩。",
	},
	dragontail: {
		name: "龙尾",
		desc: "弹飞对手，强制拉后备宝可梦上场。 如果对手为野生宝可梦， 战斗将直接结束。",
	},
	drainingkiss: {
		name: "吸取之吻",
		desc: "用一个吻吸取对手的ＨＰ。 回复给予对手 伤害的一半以上的ＨＰ。",
	},
	drainpunch: {
		name: "吸取拳",
		desc: "用拳头吸取对手的力量。 可以回复给予对手 伤害的一半ＨＰ。",
	},
	dreameater: {
		name: "食梦",
		desc: "吃掉正在睡觉的对手的梦 进行攻击。回复对手 所受到伤害的一半ＨＰ。",
	},
	drillpeck: {
		name: "啄钻",
		desc: "一边旋转，一边将尖喙 刺入对手进行攻击。",
	},
	drillrun: {
		name: "直冲钻",
		desc: "像钢钻一样，一边旋转身体 一边撞击对手。 容易击中要害。",
	},
	drumbeating: {
		name: "鼓击",
		desc: "用鼓点来控制 鼓的根部进行攻击， 从而降低对手的速度。",
	},
	dualchop: {
		name: "二连劈",
		desc: "用身体坚硬的部分 拍打对手进行攻击。 连续２次给予伤害。",
	},
	dualwingbeat: {
		name: "双翼",
		desc: "将翅膀撞向对手进行攻击。 连续２次给予伤害。",
	},
	dynamaxcannon: {
		name: "极巨炮",
		desc: "从核心放出光束进行攻击。 如果对手正处于极巨化状态， 则造成的伤害会变为２倍。",
	},
	dynamicpunch: {
		name: "爆裂拳",
		desc: "使出浑身力气出拳进行攻击。 必定会使对手混乱。",
	},
	earthpower: {
		name: "大地之力",
		desc: "向对手脚下 释放出大地之力。 有时会降低对手的特防。",
	},
	earthquake: {
		name: "地震",
		desc: "利用地震的冲击， 攻击自己周围所有的宝可梦。",
	},
	echoedvoice: {
		name: "回声",
		desc: "用回声攻击对手。 如果每回合都有宝可梦接着 使用该招式，威力就会提高。",
	},
	eerieimpulse: {
		name: "怪异电波",
		desc: "从身体放射出怪异电波， 让对手沐浴其中， 从而大幅降低其特攻。",
	},
	eeriespell: {
		name: "诡异咒语",
		desc: "用强大的精神力量攻击。 让对手最后使用的招式 减少３ＰＰ。",
	},
	eggbomb: {
		name: "炸蛋",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	electricterrain: {
		name: "电气场地",
		desc: "在５回合内变成电气场地。 地面上的宝可梦将无法入眠。 电属性的招式威力还会提高。",
	},
	electrify: {
		name: "输电",
		desc: "对手使出招式前， 如果输电，则该回合 对手的招式变成电属性。",
	},
	electroball: {
		name: "电球",
		desc: "用电气团撞向对手。 自己比对手速度越快， 威力越大。",
	},
	electroshot: {
		name: "电光束",
	},
	electroweb: {
		name: "电网",
		desc: "用电网捉住对手进行攻击。 降低对手的速度。",
	},
	embargo: {
		name: "查封",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	ember: {
		name: "火花",
		desc: "向对手发射 小型火焰进行攻击。 有时会让对手陷入灼伤状态。",
	},
	encore: {
		name: "再来一次",
		desc: "让对手接受再来一次， 连续３次使出最后使用的招式。",
	},
	endeavor: {
		name: "蛮干",
		desc: "给予伤害， 使对手的ＨＰ变得 和自己的ＨＰ一样。",
	},
	endure: {
		name: "挺住",
		desc: "即使受到攻击， 也至少会留下１ＨＰ。 连续使出则容易失败。",
	},
	energyball: {
		name: "能量球",
		desc: "发射从自然收集的生命力量。 有时会降低对手的特防。",
	},
	entrainment: {
		name: "找伙伴",
		desc: "用神奇的节奏跳舞。 使对手模仿自己的动作， 从而将特性变成一样。",
	},
	eruption: {
		name: "喷火",
		desc: "爆发怒火攻击对手。 自己的ＨＰ越少， 招式的威力越小。",
	},
	eternabeam: {
		name: "无极光束",
		desc: "无极汰那变回原来的样子后， 发动的最强攻击。 下一回合自己将无法动弹。",
	},
	expandingforce: {
		name: "广域战力",
		desc: "利用精神力量攻击对手。 在精神场地上威力会有所提高， 能对所有对手造成伤害。",
	},
	explosion: {
		name: "大爆炸",
		desc: "引发大爆炸， 攻击自己周围所有的宝可梦。 使用后自己会陷入濒死。",
	},
	extrasensory: {
		name: "神通力",
		desc: "发出看不见的 神奇力量进行攻击。 有时会使对手畏缩。",
	},
	extremeevoboost: {
		name: "九彩升华齐聚顶",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	extremespeed: {
		name: "神速",
		desc: "以迅雷不及掩耳之势 猛撞向对手进行攻击。 必定能够先制攻击。",
	},
	facade: {
		name: "硬撑",
		desc: "当自己处于中毒、麻痹、灼伤状态时， 向对手使出此招式的话， 威力会变成２倍。",
	},
	fairylock: {
		name: "妖精之锁",
		desc: "通过封锁， 下一回合所有的 宝可梦都无法逃走。",
	},
	fairywind: {
		name: "妖精之风",
		desc: "刮起妖精之风， 吹向对手进行攻击。",
	},
	fakeout: {
		name: "击掌奇袭",
		desc: "进行先制攻击，使对手畏缩。 要在出场后立刻使出才能成功。",
	},
	faketears: {
		name: "假哭",
		desc: "装哭流泪。 使对手不知所措， 从而大幅降低对手的特防。",
	},
	falsesurrender: {
		name: "假跪真撞",
		desc: "装作低头认错的样子， 用凌乱的头发进行突刺。 攻击必定会命中。",
	},
	falseswipe: {
		name: "点到为止",
		desc: "对手的ＨＰ 至少会留下１ＨＰ， 如此般手下留情地攻击。",
	},
	featherdance: {
		name: "羽毛舞",
		desc: "撒出羽毛， 笼罩在对手的周围。 大幅降低对手的攻击。",
	},
	feint: {
		name: "佯攻",
		desc: "能够攻击正在使用 守住或看穿等招式的对手。 解除其守护效果。",
	},
	feintattack: {
		name: "出奇一击",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	fellstinger: {
		name: "致命针刺",
		desc: "如果使用此招式打倒对手， 攻击会巨幅提高。",
	},
	ficklebeam: {
		name: "随机光",
	},
	fierydance: {
		name: "火之舞",
		desc: "让火焰覆盖全身， 振翅攻击对手。 有时会提高自己的特攻。",
	},
	fierywrath: {
		name: "怒火中烧",
		desc: "将愤怒转化为火焰般的气场进行攻击。 有时会使对手畏缩。",
	},
	finalgambit: {
		name: "搏命",
		desc: "拼命攻击对手。 虽然自己陷入濒死，但会给予对手 和自己目前ＨＰ等量的伤害。",
	},
	fireblast: {
		name: "大字爆炎",
		desc: "用大字形状的火焰烧尽对手。 有时会让对手陷入灼伤状态。",
	},
	firefang: {
		name: "火焰牙",
		desc: "用覆盖着火焰的牙齿咬住对手。 有时会使对手畏缩 或陷入灼伤状态。",
	},
	firelash: {
		name: "火焰鞭",
		desc: "用燃烧的鞭子抽打对手。 受到攻击的对手防御会降低。",
	},
	firepledge: {
		name: "火之誓约",
		desc: "用火柱进行攻击。 如果和草组合，威力就会提高， 周围会变成火海。",
	},
	firepunch: {
		name: "火焰拳",
		desc: "用充满火焰的拳头攻击对手。 有时会让对手陷入灼伤状态。",
	},
	firespin: {
		name: "火焰旋涡",
		desc: "将对手困在 激烈的火焰旋涡中， 在４～５回合内进行攻击。",
	},
	firstimpression: {
		name: "迎头一击",
		desc: "威力很高的招式， 但只有在出场战斗时， 立刻使出才能成功。",
	},
	fishiousrend: {
		name: "鳃咬",
		desc: "用坚硬的腮咬住对手。 如果比对手先出手攻击， 招式的威力会变成２倍。",
	},
	fissure: {
		name: "地裂",
		desc: "让对手掉落于地裂的 裂缝中进行攻击。 只要命中就会一击濒死。",
	},
	flail: {
		name: "抓狂",
		desc: "抓狂般乱打进行攻击。 自己的ＨＰ越少， 招式的威力越大。",
	},
	flameburst: {
		name: "烈焰溅射",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	flamecharge: {
		name: "蓄能焰袭",
		desc: "让火焰覆盖全身，攻击对手。 积蓄力量并提高自己的速度。",
	},
	flamethrower: {
		name: "喷射火焰",
		desc: "向对手发射 烈焰进行攻击。 有时会让对手陷入灼伤状态。",
	},
	flamewheel: {
		name: "火焰轮",
		desc: "让火焰覆盖全身， 猛撞向对手进行攻击。 有时会让对手陷入灼伤状态。",
	},
	flareblitz: {
		name: "闪焰冲锋",
		desc: "让火焰覆盖全身猛撞向对手。 自己也会受到不小的伤害。 有时会让对手陷入灼伤状态。",
	},
	flash: {
		name: "闪光",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	flashcannon: {
		name: "加农光炮",
		desc: "将身体的光芒 聚集在一点释放出去。 有时会降低对手的特防。",
	},
	flatter: {
		name: "吹捧",
		desc: "吹捧对手，使其混乱。 同时还会提高对手的特攻。",
	},
	fleurcannon: {
		name: "花朵加农炮",
		desc: "放出强力光束后， 自己的特攻会大幅降低。",
	},
	fling: {
		name: "投掷",
		desc: "快速投掷携带的道具进行攻击。 根据道具不同， 威力和效果会改变。",
	},
	flipturn: {
		name: "快速折返",
		desc: "在攻击之后急速返回， 和后备宝可梦进行替换。",
	},
	floatyfall: {
		name: "飘飘坠落",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	floralhealing: {
		name: "花疗",
		desc: "回复对手最大ＨＰ的一半。 在青草场地时，效果会提高。",
	},
	flowershield: {
		name: "鲜花防守",
		desc: "使用神奇的力量 提高在场的所有 草属性宝可梦的防御。",
	},
	fly: {
		name: "飞翔",
		desc: "第１回合飞上天空， 第２回合攻击对手。",
	},
	flyingpress: {
		name: "飞身重压",
		desc: "从空中俯冲向对手。 此招式同时带有 格斗属性和飞行属性。",
	},
	focusblast: {
		name: "真气弹",
		desc: "提高气势， 释放出全部力量。 有时会降低对手的特防。",
	},
	focusenergy: {
		name: "聚气",
		desc: "深深地吸口气，集中精神。 自己的攻击 会变得容易击中要害。",
	},
	focuspunch: {
		name: "真气拳",
		desc: "集中精神出拳。 在招式使出前 若受到攻击则会失败。",
	},
	followme: {
		name: "看我嘛",
		desc: "引起对手的注意， 将对手的攻击 全部转移到自己身上。",
	},
	forcepalm: {
		name: "发劲",
		desc: "向对手的身体 发出冲击波进行攻击。 有时会让对手陷入麻痹状态。",
	},
	foresight: {
		name: "识破",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	forestscurse: {
		name: "森林诅咒",
		desc: "向对手施加森林诅咒。 中了诅咒的对手 会被追加草属性。",
	},
	foulplay: {
		name: "欺诈",
		desc: "利用对手的力量进行攻击。 正和自己战斗的对手， 其攻击越高，伤害越大。",
	},
	freezedry: {
		name: "冷冻干燥",
		desc: "急剧冷冻对手， 有时会让对手陷入冰冻状态。 对于水属性宝可梦也是效果绝佳。",
	},
	freezeshock: {
		name: "冰冻伏特",
		desc: "用覆盖着电流的冰块， 在第２回合撞向对手。 有时会让对手陷入麻痹状态。",
	},
	freezingglare: {
		name: "冰冷视线",
		desc: "从双眼发射精神力量进行攻击。 有时会让对手陷入冰冻状态。",
	},
	freezyfrost: {
		name: "冰冰霜冻",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	frenzyplant: {
		name: "疯狂植物",
		desc: "用大树摔打对手进行攻击。 下一回合自己将无法动弹。",
	},
	frostbreath: {
		name: "冰息",
		desc: "将冰冷的气息 吹向对手进行攻击。 必定会击中要害。",
	},
	frustration: {
		name: "迁怒",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	furyattack: {
		name: "乱击",
		desc: "用角或喙 刺向对手进行攻击。 连续攻击２～５次。",
	},
	furycutter: {
		name: "连斩",
		desc: "用镰刀或爪子等 切斩对手进行攻击。 连续击中，威力就会提高。",
	},
	furyswipes: {
		name: "乱抓",
		desc: "用爪子或镰刀等 抓对手进行攻击。 连续攻击２～５次。",
	},
	fusionbolt: {
		name: "交错闪电",
		desc: "释放出巨大的闪电。 受到巨大的火焰影响时， 招式威力会提高。",
	},
	fusionflare: {
		name: "交错火焰",
		desc: "释放出巨大的火焰。 受到巨大的闪电影响时， 招式威力会提高。",
	},
	futuresight: {
		name: "预知未来",
		desc: "在使用招式２回合后， 向对手发送一团念力进行攻击。",
	},
	gastroacid: {
		name: "胃液",
		desc: "将胃液吐向对手的身体。 沾上的胃液会消除 对手的特性效果。",
	},
	geargrind: {
		name: "齿轮飞盘",
		desc: "向对手投掷 钢铁齿轮进行攻击。 连续２次给予伤害。",
	},
	gearup: {
		name: "辅助齿轮",
		desc: "启动齿轮， 提高特性为正电和负电的 宝可梦的攻击和特攻。",
	},
	genesissupernova: {
		name: "起源超新星大爆炸",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	geomancy: {
		name: "大地掌控",
		desc: "第１回合吸收能量， 第２回合大幅提高 特攻、特防和速度。",
	},
	gigadrain: {
		name: "终极吸取",
		desc: "吸取对手的养分进行攻击。 可以回复给予对手 伤害的一半ＨＰ。",
	},
	gigaimpact: {
		name: "终极冲击",
		desc: "使出自己浑身力量突击对手。 下一回合自己将无法动弹。",
	},
	glaciallance: {
		name: "雪矛",
		desc: "向对手投掷 掀起暴风雪的冰矛进行攻击。",
	},
	glaciate: {
		name: "冰封世界",
		desc: "将冰冻的冷气 吹向对手进行攻击。 会降低对手的速度。",
	},
	glare: {
		name: "大蛇瞪眼",
		desc: "用腹部的花纹使对手害怕， 从而让其陷入麻痹状态。",
	},
	glitzyglow: {
		name: "哗哗气场",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	grassknot: {
		name: "打草结",
		desc: "用草缠住并绊倒对手。 对手越重，威力越大。",
	},
	grasspledge: {
		name: "草之誓约",
		desc: "用草柱进行攻击。 如果和水组合，威力就会提高， 周围会变成湿地。",
	},
	grasswhistle: {
		name: "草笛",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	grassyglide: {
		name: "青草滑梯",
		desc: "仿佛在地面上滑行般地攻击对手。 在青草场地上， 必定能够先制攻击。",
	},
	grassyterrain: {
		name: "青草场地",
		desc: "在５回合内变成青草场地。 地面上的宝可梦每回合都能回复。 草属性的招式威力还会提高。",
	},
	gravapple: {
		name: "万有引力",
		desc: "从高处落下苹果， 给予对手伤害。 可降低对手的防御。",
	},
	gravity: {
		name: "重力",
		desc: "在５回合内，飘浮特性和飞行属性的 宝可梦会被地面属性的招式击中。 飞向空中的招式也将无法使用。",
	},
	growl: {
		name: "叫声",
		desc: "让对手听可爱的叫声， 引开注意力使其疏忽， 从而降低对手的攻击。",
	},
	growth: {
		name: "生长",
		desc: "让身体一下子长大， 从而提高攻击和特攻。",
	},
	grudge: {
		name: "怨念",
		desc: "因对手的招式而陷入濒死时 给对手施加怨念， 让该招式的ＰＰ变成０。",
	},
	guardianofalola: {
		name: "巨人卫士・阿罗拉",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	guardsplit: {
		name: "防守平分",
		desc: "利用超能力将自己和对手的 防御和特防相加， 再进行平分。",
	},
	guardswap: {
		name: "防守互换",
		desc: "利用超能力互换 自己和对手的防御 以及特防的能力变化。",
	},
	guillotine: {
		name: "断头钳",
		desc: "用大钳子或剪刀等 夹断对手进行攻击。 只要命中就会一击濒死。",
	},
	gunkshot: {
		name: "垃圾射击",
		desc: "用肮脏的垃圾 撞向对手进行攻击。 有时会让对手陷入中毒状态。",
	},
	gust: {
		name: "起风",
		desc: "用翅膀将刮起的狂风 袭向对手进行攻击。",
	},
	gyroball: {
		name: "陀螺球",
		desc: "让身体高速旋转并撞击对手。 速度比对手越慢，威力越大。",
	},
	hail: {
		name: "冰雹",
		desc: "在５回合内一直降冰雹， 除冰属性的宝可梦以外， 给予全体宝可梦伤害。",
	},
	hammerarm: {
		name: "臂锤",
		desc: "挥舞强力而沉重的拳头， 给予对手伤害。 自己的速度会降低。",
	},
	happyhour: {
		name: "欢乐时光",
		desc: "如果使用欢乐时光， 战斗后得到的钱会翻倍。",
	},
	harden: {
		name: "变硬",
		desc: "全身使劲，让身体变硬， 从而提高自己的防御。",
	},
	hardpress: {
		name: "硬压",
	},
	haze: {
		name: "黑雾",
		desc: "升起黑雾，将正在场上战斗的 全体宝可梦的能力变回原点。",
	},
	headbutt: {
		name: "头锤",
		desc: "将头伸出， 笔直地扑向对手进行攻击。 有时会使对手畏缩。",
	},
	headcharge: {
		name: "爆炸头突击",
		desc: "用厉害的爆炸头 猛撞向对手进行攻击。 自己也会受到少许伤害。",
	},
	headsmash: {
		name: "双刃头锤",
		desc: "拼命使出浑身力气， 向对手进行头锤攻击。 自己也会受到非常大的伤害。",
	},
	healbell: {
		name: "治愈铃声",
		desc: "让同伴听舒适的铃音， 从而治愈我方全员的异常状态。",
	},
	healblock: {
		name: "回复封锁",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	healingwish: {
		name: "治愈之愿",
		desc: "虽然自己陷入濒死， 但可以治愈后备上场的 宝可梦的异常状态以及回复ＨＰ。",
	},
	healorder: {
		name: "回复指令",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	healpulse: {
		name: "治愈波动",
		desc: "放出治愈波动， 从而回复对手 最大ＨＰ的一半。",
	},
	heartstamp: {
		name: "爱心印章",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	heartswap: {
		name: "心灵互换",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	heatcrash: {
		name: "高温重压",
		desc: "用燃烧的身体撞向对手进行攻击。 自己比对手越重，威力越大。",
	},
	heatwave: {
		name: "热风",
		desc: "将炎热的气息 吹向对手进行攻击。 有时会让对手陷入灼伤状态。",
	},
	heavyslam: {
		name: "重磅冲撞",
		desc: "用沉重的身体撞向对手进行攻击。 自己比对手越重，威力越大。",
	},
	helpinghand: {
		name: "帮助",
		desc: "帮助伙伴。 被帮助的宝可梦， 其招式威力变得比平时大。",
	},
	hex: {
		name: "祸不单行",
		desc: "接二连三地进行攻击。 对处于异常状态的对手 给予较大的伤害。",
	},
	hiddenpower: {
		name: "觉醒力量",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	highhorsepower: {
		name: "十万马力",
		desc: "使出全身力量， 猛攻对手。",
	},
	highjumpkick: {
		name: "飞膝踢",
		desc: "跳起后用膝盖撞对手进行攻击。 如果撞偏则自己会受到伤害。",
	},
	holdback: {
		name: "手下留情",
		desc: "在攻击的时候手下留情， 从而使对手的ＨＰ 至少会留下１ＨＰ。",
	},
	holdhands: {
		name: "牵手",
		desc: "我方宝可梦之间牵手。 能带来非常幸福的心情。",
	},
	honeclaws: {
		name: "磨爪",
		desc: "将爪子磨得更加锋利。 提高自己的攻击和命中率。",
	},
	hornattack: {
		name: "角撞",
		desc: "用尖锐的角攻击对手。",
	},
	horndrill: {
		name: "角钻",
		desc: "用旋转的角 刺入对手进行攻击。 只要命中就会一击濒死。",
	},
	hornleech: {
		name: "木角",
		desc: "将角刺入，吸取对手的养分。 可以回复给予对手 伤害的一半ＨＰ。",
	},
	howl: {
		name: "长嚎",
		desc: "大声吼叫提高气势， 从而提高自己和同伴的攻击。",
	},
	hurricane: {
		name: "暴风",
		desc: "用强烈的风席卷 对手进行攻击。 有时会使对手混乱。",
	},
	hydrocannon: {
		name: "加农水炮",
		desc: "向对手喷射水炮进行攻击。 下一回合自己将无法动弹。",
	},
	hydropump: {
		name: "水炮",
		desc: "向对手猛烈地喷射 大量水流进行攻击。",
	},
	hydrosteam: {
		name: "水蒸气",
	},
	hyperbeam: {
		name: "破坏光线",
		desc: "向对手发射 强烈的光线进行攻击。 下一回合自己将无法动弹。",
	},
	hyperfang: {
		name: "必杀门牙",
		desc: "用锋利的门牙 牢牢地咬住对手进行攻击。 有时会使对手畏缩。",
	},
	hyperspacefury: {
		name: "异次元猛攻",
		desc: "用许多手臂，无视对手的 守住或看穿等招式进行连续攻击， 自己的防御会降低。",
	},
	hyperspacehole: {
		name: "异次元洞",
		desc: "通过异次元洞， 突然出现在对手的侧面进行攻击。 还可以无视守住和看穿等招式。",
	},
	hypervoice: {
		name: "巨声",
		desc: "给予对手又吵又响的 巨大震动进行攻击。",
	},
	hypnosis: {
		name: "催眠术",
		desc: "施以诱导睡意的暗示， 让对手陷入睡眠状态。",
	},
	iceball: {
		name: "冰球",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	icebeam: {
		name: "冰冻光束",
		desc: "向对手发射 冰冻光束进行攻击。 有时会让对手陷入冰冻状态。",
	},
	iceburn: {
		name: "极寒冷焰",
		desc: "用能够冻结一切的强烈冷气， 在第２回合包裹住对手。 有时会让对手陷入灼伤状态。",
	},
	icefang: {
		name: "冰冻牙",
		desc: "用藏有冷气的牙齿咬住对手。 有时会使对手畏缩 或陷入冰冻状态。",
	},
	icehammer: {
		name: "冰锤",
		desc: "挥舞强力而沉重的拳头， 给予对手伤害。 自己的速度会降低。",
	},
	icepunch: {
		name: "冰冻拳",
		desc: "用充满寒气的拳头攻击对手。 有时会让对手陷入冰冻状态。",
	},
	iceshard: {
		name: "冰砾",
		desc: "瞬间制作冰块， 快速地扔向对手。 必定能够先制攻击。",
	},
	iciclecrash: {
		name: "冰柱坠击",
		desc: "用大冰柱激烈地 撞向对手进行攻击。 有时会使对手畏缩。",
	},
	iciclespear: {
		name: "冰锥",
		desc: "向对手发射 锋利的冰柱进行攻击。 连续攻击２～５次。",
	},
	icywind: {
		name: "冰冻之风",
		desc: "将结冰的冷气 吹向对手进行攻击。 会降低对手的速度。",
	},
	imprison: {
		name: "封印",
		desc: "如果对手有和自己相同的招式， 那么只有对手无法使用该招式。",
	},
	incinerate: {
		name: "烧尽",
		desc: "用火焰攻击对手。 对手携带树果等时， 会烧掉，使其不能使用。",
	},
	inferno: {
		name: "炼狱",
		desc: "用烈焰包裹住对手进行攻击。 让对手陷入灼伤状态。",
	},
	infestation: {
		name: "死缠烂打",
		desc: "在４～５回合内 死缠烂打地进行攻击。 在此期间对手将无法逃走。",
	},
	ingrain: {
		name: "扎根",
		desc: "在大地上扎根， 每回合回复自己的ＨＰ。 因为扎根了，所以不能替换宝可梦。",
	},
	instruct: {
		name: "号令",
		desc: "向对手下达指示， 让其再次使出刚才的招式。",
	},
	iondeluge: {
		name: "等离子浴",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	irondefense: {
		name: "铁壁",
		desc: "将皮肤变得坚硬如铁， 从而大幅提高自己的防御。",
	},
	ironhead: {
		name: "铁头",
		desc: "用钢铁般 坚硬的头部进行攻击。 有时会使对手畏缩。",
	},
	irontail: {
		name: "铁尾",
		desc: "使用坚硬的尾巴 摔打对手进行攻击。 有时会降低对手的防御。",
	},
	jawlock: {
		name: "紧咬不放",
		desc: "使双方直到一方濒死为止 无法替换宝可梦。 其中一方退场则可以解除效果。",
	},
	judgment: {
		name: "制裁光砾",
		desc: "向对手放出无数的光弹。 属性会根据自己 携带的石板不同而改变。",
	},
	jumpkick: {
		name: "飞踢",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	junglehealing: {
		name: "丛林治疗",
		desc: "与丛林融为一体， 回复自己和场上同伴的ＨＰ和状态。",
	},
	karatechop: {
		name: "空手劈",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	kinesis: {
		name: "折弯汤匙",
		desc: "折弯汤匙引开注意， 从而降低对手的命中率。",
	},
	kingsshield: {
		name: "王者盾牌",
		desc: "防住对手攻击的同时， 自己变为防御姿态。 能够降低所接触到的对手的攻击。",
	},
	knockoff: {
		name: "拍落",
		desc: "拍落对手的持有物， 直到战斗结束都不能使用。 对手携带道具时会增加伤害。",
	},
	landswrath: {
		name: "大地神力",
		desc: "聚集大地的力量， 将此力量集中攻击对手， 并给予伤害。",
	},
	laserfocus: {
		name: "磨砺",
		desc: "集中精神， 下次攻击必定会击中要害。",
	},
	lashout: {
		name: "泄愤",
		desc: "攻击对手以发泄对其感到的恼怒情绪。 如果在该回合内自身能力遭到降低， 招式的威力会变成２倍。",
	},
	lastresort: {
		name: "珍藏",
		desc: "当战斗中已学会的招式 全部使用过后， 才能开始使出珍藏的招式。",
	},
	lavaplume: {
		name: "喷烟",
		desc: "用熊熊烈火 攻击自己周围所有的宝可梦。 有时会陷入灼伤状态。",
	},
	leafage: {
		name: "树叶",
		desc: "将叶片打向对手， 进行攻击。",
	},
	leafblade: {
		name: "叶刃",
		desc: "像用剑一般操纵叶片 切斩对手进行攻击。 容易击中要害。",
	},
	leafstorm: {
		name: "飞叶风暴",
		desc: "用尖尖的叶片向对手卷起风暴。 使用之后因为反作用力 自己的特攻会大幅降低。",
	},
	leaftornado: {
		name: "青草搅拌器",
		desc: "用锋利的叶片包裹住 对手进行攻击。 有时会降低对手的命中率。",
	},
	leechlife: {
		name: "吸血",
		desc: "吸取血液攻击对手。 可以回复给予对手 伤害的一半ＨＰ。",
	},
	leechseed: {
		name: "寄生种子",
		desc: "植入寄生种子后，将在每回合 一点一点吸取对手的ＨＰ， 从而用来回复自己的ＨＰ。",
	},
	leer: {
		name: "瞪眼",
		desc: "用犀利的眼神使其害怕， 从而降低对手的防御。",
	},
	letssnuggleforever: {
		name: "亲密无间大乱揍",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	lick: {
		name: "舌舔",
		desc: "用长长的舌头， 舔遍对手进行攻击。 有时会让对手陷入麻痹状态。",
	},
	lifedew: {
		name: "生命水滴",
		desc: "喷洒出神奇的水， 回复自己和场上同伴的ＨＰ。",
	},
	lightofruin: {
		name: "破灭之光",
		desc: "借用永恒之花的力量， 发射出强力光线。 自己也会受到不小的伤害。",
	},
	lightscreen: {
		name: "光墙",
		desc: "利用神奇的墙壁， 在５回合内减弱从对手那里 受到的特殊攻击的伤害。",
	},
	lightthatburnsthesky: {
		name: "焚天灭世炽光爆",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	liquidation: {
		name: "水流裂破",
		desc: "用水之力量撞向对手进行攻击。 有时会降低对手的防御。",
	},
	lockon: {
		name: "锁定",
		desc: "紧紧瞄准对手， 下次攻击必定会打中。",
	},
	lovelykiss: {
		name: "恶魔之吻",
		desc: "用恐怖的脸强吻对手。 让对手陷入睡眠状态。",
	},
	lowkick: {
		name: "踢倒",
		desc: "用力踢对手的脚， 使其摔倒进行攻击。 对手越重，威力越大。",
	},
	lowsweep: {
		name: "下盘踢",
		desc: "以敏捷的动作瞄准 对手的脚进行攻击。 降低对手的速度。",
	},
	luckychant: {
		name: "幸运咒语",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	lunardance: {
		name: "新月舞",
		desc: "虽然自己陷入濒死， 但可以治愈后备上场的 宝可梦的全部状态。",
	},
	lunge: {
		name: "猛扑",
		desc: "全力猛扑对手进行攻击。 从而降低对手的攻击。",
	},
	lusterpurge: {
		name: "洁净光芒",
		desc: "释放耀眼的光芒进行攻击。 有时会降低对手的特防。",
	},
	machpunch: {
		name: "音速拳",
		desc: "以迅雷不及掩耳之势出拳。 必定能够先制攻击。",
	},
	magicalleaf: {
		name: "魔法叶",
		desc: "散落可以追踪 对手的神奇叶片。 攻击必定会命中。",
	},
	magiccoat: {
		name: "魔法反射",
		desc: "当对手使出会变成异常状态的 招式或寄生种子等时， 会将对手的招式反射回去。",
	},
	magicpowder: {
		name: "魔法粉",
		desc: "向对手喷洒魔法粉， 使对手变为超能力属性。",
	},
	magicroom: {
		name: "魔法空间",
		desc: "制造出离奇的空间。 在５回合内所有宝可梦 携带道具的效果都会消失。",
	},
	magmastorm: {
		name: "熔岩风暴",
		desc: "将对手困在 熊熊燃烧的火焰中， 在４～５回合内进行攻击。",
	},
	magnetbomb: {
		name: "磁铁炸弹",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	magneticflux: {
		name: "磁场操控",
		desc: "通过操控磁场， 会提高特性为正电和负电的 宝可梦的防御和特防。",
	},
	magnetrise: {
		name: "电磁飘浮",
		desc: "利用电气产生的磁力浮在空中。 在５回合内可以飘浮。",
	},
	magnitude: {
		name: "震级",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	maliciousmoonsault: {
		name: "极恶飞跃粉碎击",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	malignantchain: {
		name: "邪毒锁链",
	},
	matblock: {
		name: "掀榻榻米",
		desc: "将掀起来的榻榻米当作盾牌， 防住自己和同伴免受招式伤害。 变化招式无法防住。",
	},
	maxairstream: {
		name: "极巨飞冲",
		desc: "极巨化宝可梦使出的飞行属性攻击。 会提高我方的速度。",
	},
	maxdarkness: {
		name: "极巨恶霸",
		desc: "极巨化宝可梦使出的恶属性攻击。 会降低对手的特防。",
	},
	maxflare: {
		name: "极巨火爆",
		desc: "极巨化宝可梦使出的火属性攻击。 可在５回合内让日照变得强烈。",
	},
	maxflutterby: {
		name: "极巨虫蛊",
		desc: "极巨化宝可梦使出的虫属性攻击。 会降低对手的特攻。",
	},
	maxgeyser: {
		name: "极巨水流",
		desc: "极巨化宝可梦使出的水属性攻击。 可在５回合内降下大雨。",
	},
	maxguard: {
		name: "极巨防壁",
		desc: "完全抵挡 对手的攻击。 连续使出则容易失败。",
	},
	maxhailstorm: {
		name: "极巨寒冰",
		desc: "极巨化宝可梦 才能使出的冰属性攻击。 在５回合内会降下冰雹。",
	},
	maxknuckle: {
		name: "极巨拳斗",
		desc: "极巨化宝可梦使出的格斗属性攻击。 会提高我方的攻击。",
	},
	maxlightning: {
		name: "极巨闪电",
		desc: "极巨化宝可梦使出的电属性攻击。 可在５回合内将脚下变成电气场地。",
	},
	maxmindstorm: {
		name: "极巨超能",
		desc: "极巨化宝可梦使出的超能力属性攻击。 可在５回合内将脚下变成精神场地。",
	},
	maxooze: {
		name: "极巨酸毒",
		desc: "极巨化宝可梦使出的毒属性攻击。 会提高我方的特攻。",
	},
	maxovergrowth: {
		name: "极巨草原",
		desc: "极巨化宝可梦使出的草属性攻击。 可在５回合内将脚下变成青草场地。",
	},
	maxphantasm: {
		name: "极巨幽魂",
		desc: "极巨化宝可梦使出的幽灵属性攻击。 会降低对手的防御。",
	},
	maxquake: {
		name: "极巨大地",
		desc: "极巨化宝可梦使出的地面属性攻击。 会提高我方的特防。",
	},
	maxrockfall: {
		name: "极巨岩石",
		desc: "极巨化宝可梦使出的岩石属性攻击。 可在５回合内卷起沙暴。",
	},
	maxstarfall: {
		name: "极巨妖精",
		desc: "极巨化宝可梦使出的妖精属性攻击。 可在５回合内将脚下变成薄雾场地。",
	},
	maxsteelspike: {
		name: "极巨钢铁",
		desc: "极巨化宝可梦使出的钢属性攻击。 会提高我方的防御。",
	},
	maxstrike: {
		name: "极巨攻击",
		desc: "极巨化宝可梦使出的一般属性攻击。 会降低对手的速度。",
	},
	maxwyrmwind: {
		name: "极巨龙骑",
		desc: "极巨化宝可梦使出的龙属性攻击。 会降低对手的攻击。",
	},
	meanlook: {
		name: "黑色目光",
		desc: "用好似要勾人心魂的黑色目光 一动不动地凝视对手， 使其不能从战斗中逃走。",
	},
	meditate: {
		name: "瑜伽姿势",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	mefirst: {
		name: "抢先一步",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	megadrain: {
		name: "超级吸取",
		desc: "吸取对手的养分进行攻击。 可以回复给予对手 伤害的一半ＨＰ。",
	},
	megahorn: {
		name: "超级角击",
		desc: "用坚硬且华丽的角狠狠地 刺入对手进行攻击。",
	},
	megakick: {
		name: "百万吨重踢",
		desc: "使出力大无穷的重踢 踢飞对手进行攻击。",
	},
	megapunch: {
		name: "百万吨重拳",
		desc: "用充满力量的拳头攻击对手。",
	},
	memento: {
		name: "临别礼物",
		desc: "虽然会使自己陷入濒死， 但是能够大幅降低 对手的攻击和特攻。",
	},
	menacingmoonrazemaelstrom: {
		name: "月华飞溅落灵霄",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	metalburst: {
		name: "金属爆炸",
		desc: "使出招式前， 将最后受到的招式的伤害 大力返还给对手。",
	},
	metalclaw: {
		name: "金属爪",
		desc: "用钢铁之爪 劈开对手进行攻击。 有时会提高自己的攻击。",
	},
	metalsound: {
		name: "金属音",
		desc: "让对手听摩擦金属般 讨厌的声音。 大幅降低对手的特防。",
	},
	meteorassault: {
		name: "流星突击",
		desc: "大力挥舞粗壮的茎进行攻击。 但同时自己也会被晃晕， 下一回合自己将无法动弹。",
	},
	meteorbeam: {
		name: "流星光束",
		desc: "第１回合聚集宇宙之力提高特攻， 第２回合攻击对手。",
	},
	meteormash: {
		name: "彗星拳",
		desc: "使出彗星般的拳头攻击对手。 有时会提高自己的攻击。",
	},
	metronome: {
		name: "挥指",
		desc: "挥动手指刺激自己的大脑， 从所有的招式中 任意使出１个。",
	},
	mightycleave: {
		name: "强刃攻击",
	},
	milkdrink: {
		name: "喝牛奶",
		desc: "回复自己最大ＨＰ的一半。",
	},
	mimic: {
		name: "模仿",
		desc: "可以将对手 最后使用的招式， 在战斗内变成自己的招式。",
	},
	mindblown: {
		name: "惊爆大头",
		desc: "让自己的头爆炸， 来攻击周围的一切。 自己也会受到伤害。",
	},
	mindreader: {
		name: "心之眼",
		desc: "用心感受对手的行动， 下次攻击必定 会击中对手。",
	},
	minimize: {
		name: "变小",
		desc: "蜷缩身体显得很小， 从而大幅提高 自己的闪避率。",
	},
	miracleeye: {
		name: "奇迹之眼",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	mirrorcoat: {
		name: "镜面反射",
		desc: "从对手那里受到 特殊攻击的伤害将以 ２倍返还给同一个对手。",
	},
	mirrormove: {
		name: "鹦鹉学舌",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	mirrorshot: {
		name: "镜光射击",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	mist: {
		name: "白雾",
		desc: "用白雾覆盖身体。 在５回合内不会让对手 降低自己的能力。",
	},
	mistball: {
		name: "薄雾球",
		desc: "用围绕着雾状 羽毛的球进行攻击。 有时会降低对手的特攻。",
	},
	mistyexplosion: {
		name: "薄雾炸裂",
		desc: "对自己周围的所有宝可梦进行攻击， 但使出后，自己会陷入濒死。 在薄雾场地上，招式威力会提高。",
	},
	mistyterrain: {
		name: "薄雾场地",
		desc: "在５回合内， 地面上的宝可梦不会陷入异常状态。 龙属性招式的伤害也会减半。",
	},
	moonblast: {
		name: "月亮之力",
		desc: "借用月亮的力量攻击对手。 有时会降低对手的特攻。",
	},
	moongeistbeam: {
		name: "暗影之光",
		desc: "放出奇怪的光线攻击对手。 可以无视对手的特性进行攻击。",
	},
	moonlight: {
		name: "月光",
		desc: "回复自己的ＨＰ。 根据天气的不同， 回复量也会有所变化。",
	},
	morningsun: {
		name: "晨光",
		desc: "回复自己的ＨＰ。 根据天气的不同， 回复量也会有所变化。",
	},
	mudbomb: {
		name: "泥巴炸弹",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	muddywater: {
		name: "浊流",
		desc: "向对手喷射 浑浊的水进行攻击。 有时会降低对手的命中率。",
	},
	mudshot: {
		name: "泥巴射击",
		desc: "向对手投掷 泥块进行攻击。 同时降低对手的速度。",
	},
	mudslap: {
		name: "掷泥",
		desc: "向对手的脸等 投掷泥块进行攻击。 会降低对手的命中率。",
	},
	mudsport: {
		name: "玩泥巴",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	multiattack: {
		name: "多属性攻击",
		desc: "一边覆盖高能量， 一边撞向对手进行攻击。 根据存储碟不同，属性会改变。",
	},
	mysticalfire: {
		name: "魔法火焰",
		desc: "从口中喷出特别灼热的 火焰进行攻击。 降低对手的特攻。",
	},
	nastyplot: {
		name: "诡计",
		desc: "谋划诡计，激活头脑。 大幅提高自己的特攻。",
	},
	naturalgift: {
		name: "自然之恩",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	naturepower: {
		name: "自然之力",
		desc: "用自然之力进行攻击。 根据所使用场所的不同， 使出的招式也会有所变化。",
	},
	naturesmadness: {
		name: "自然之怒",
		desc: "向对手释放自然之怒。 对手的ＨＰ会减半。",
	},
	needlearm: {
		name: "尖刺臂",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	nightdaze: {
		name: "暗黑爆破",
		desc: "放出黑暗的冲击波攻击对手。 有时会降低对手的命中率。",
	},
	nightmare: {
		name: "恶梦",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	nightshade: {
		name: "黑夜魔影",
		desc: "显示恐怖幻影， 只给予对手 和自己等级相同的伤害。",
	},
	nightslash: {
		name: "暗袭要害",
		desc: "抓住瞬间的空隙 切斩对手。 容易击中要害。",
	},
	nobleroar: {
		name: "战吼",
		desc: "发出战吼威吓对手， 从而降低对手的攻击和特攻。",
	},
	noretreat: {
		name: "背水一战",
		desc: "提高自己的所有能力， 但无法替换或逃走。",
	},
	nuzzle: {
		name: "蹭蹭脸颊",
		desc: "将带电的脸颊 蹭蹭对手进行攻击。 让对手陷入麻痹状态。",
	},
	oblivionwing: {
		name: "死亡之翼",
		desc: "从锁定的对手身上吸取ＨＰ。 回复给予对手 伤害的一半以上的ＨＰ。",
	},
	obstruct: {
		name: "拦堵",
		desc: "完全抵挡对手的攻击。 连续使出则容易失败。 一旦触碰，防御就会大幅降低。",
	},
	oceanicoperetta: {
		name: "海神庄严交响乐",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	octazooka: {
		name: "章鱼桶炮",
		desc: "向对手的脸等 喷出墨汁进行攻击。 有时会降低对手的命中率。",
	},
	octolock: {
		name: "蛸固",
		desc: "让对手无法逃走。 对手被固定后， 每回合都会降低防御和特防。",
	},
	odorsleuth: {
		name: "气味侦测",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	ominouswind: {
		name: "奇异之风",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	originpulse: {
		name: "根源波动",
		desc: "用无数青白色 且闪耀的光线攻击对手。",
	},
	outrage: {
		name: "逆鳞",
		desc: "在２～３回合内， 乱打一气地进行攻击。 大闹一番后自己会陷入混乱。",
	},
	overdrive: {
		name: "破音",
		desc: "奏响吉他和贝斯，释放出 发出巨响的剧烈震动 攻击对手。",
	},
	overheat: {
		name: "过热",
		desc: "使出全部力量攻击对手。 使用之后会因为反作用力， 自己的特攻大幅降低。",
	},
	painsplit: {
		name: "分担痛楚",
		desc: "将自己的ＨＰ和 对手的ＨＰ相加， 然后自己和对手友好地平分。",
	},
	paraboliccharge: {
		name: "抛物面充电",
		desc: "给周围全体宝可梦造成伤害。 可以回复给予伤害的一半HP。",
	},
	partingshot: {
		name: "抛下狠话",
		desc: "抛下狠话威吓对手， 降低攻击和特攻后， 和后备宝可梦进行替换。",
	},
	payback: {
		name: "以牙还牙",
		desc: "蓄力攻击。 如果能在对手之后攻击， 招式的威力会变成２倍。",
	},
	payday: {
		name: "聚宝功",
		desc: "向对手的身体 投掷小金币进行攻击。 战斗后可以拿到钱。",
	},
	peck: {
		name: "啄",
		desc: "用尖锐的喙或角 刺向对手进行攻击。",
	},
	perishsong: {
		name: "灭亡之歌",
		desc: "倾听歌声的宝可梦 经过３回合陷入濒死。 替换后效果消失。",
	},
	petalblizzard: {
		name: "落英缤纷",
		desc: "猛烈地刮起飞雪般的落花， 攻击周围所有的宝可梦， 并给予伤害。",
	},
	petaldance: {
		name: "花瓣舞",
		desc: "在２～３回合内， 散落花瓣攻击对手。 之后自己会陷入混乱。",
	},
	phantomforce: {
		name: "潜灵奇袭",
		desc: "第１回合消失在某处， 第２回合攻击对手。 可以无视守护进行攻击。",
	},
	photongeyser: {
		name: "光子喷涌",
		desc: "用光柱来进行攻击。 比较自己的攻击和特攻， 用数值相对较高的一项给予对方伤害。",
	},
	pikapapow: {
		name: "闪闪雷光",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	pinmissile: {
		name: "飞弹针",
		desc: "向对手发射 锐针进行攻击。 连续攻击２～５次。",
	},
	plasmafists: {
		name: "等离子闪电拳",
		desc: "用覆盖着电流的拳头进行攻击。 使一般属性的招式变成电属性。",
	},
	playnice: {
		name: "和睦相处",
		desc: "和对手和睦相处， 使其失去战斗的气力， 从而降低对手的攻击。",
	},
	playrough: {
		name: "嬉闹",
		desc: "与对手嬉闹并攻击。 有时会降低对手的攻击。",
	},
	pluck: {
		name: "啄食",
		desc: "用喙进行攻击。 当对手携带树果时， 可以食用并获得其效果。",
	},
	poisonfang: {
		name: "剧毒牙",
		desc: "用有毒的牙齿 咬住对手进行攻击。 有时会使对手中剧毒。",
	},
	poisongas: {
		name: "毒瓦斯",
		desc: "将毒瓦斯吹到对手的脸上， 从而让对手陷入中毒状态。",
	},
	poisonjab: {
		name: "毒击",
		desc: "用带毒的触手或手臂刺入对手。 有时会让对手陷入中毒状态。",
	},
	poisonpowder: {
		name: "毒粉",
		desc: "撒出毒粉， 从而让对手陷入中毒状态。",
	},
	poisonsting: {
		name: "毒针",
		desc: "将有毒的针 刺入对手进行攻击。 有时会让对手陷入中毒状态。",
	},
	poisontail: {
		name: "毒尾",
		desc: "用尾巴拍打。 有时会让对手陷入中毒状态， 也容易击中要害。",
	},
	pollenpuff: {
		name: "花粉团",
		desc: "对敌人使用是会爆炸的团子。 对我方使用则是给予回复的团子。",
	},
	poltergeist: {
		name: "灵骚",
		desc: "操纵对手的持有物进行攻击。 当对手没有携带道具时， 使出此招式时便会失败。",
	},
	pound: {
		name: "拍击",
		desc: "使用长长的尾巴或手等 拍打对手进行攻击。",
	},
	powder: {
		name: "粉尘",
		desc: "如果被撒到粉尘的对手 使用火招式， 则会爆炸并给予伤害。",
	},
	powdersnow: {
		name: "细雪",
		desc: "将冰冷的细雪 吹向对手进行攻击。 有时会让对手陷入冰冻状态。",
	},
	powergem: {
		name: "力量宝石",
		desc: "发射如宝石般 闪耀的光芒攻击对手。",
	},
	powersplit: {
		name: "力量平分",
		desc: "利用超能力将自己和对手的 攻击和特攻相加， 再进行平分。",
	},
	powerswap: {
		name: "力量互换",
		desc: "利用超能力互换 自己和对手的攻击 以及特攻的能力变化。",
	},
	powertrick: {
		name: "力量戏法",
		desc: "利用超能力交换 自己的攻击和 防御的力量。",
	},
	powertrip: {
		name: "嚣张",
		desc: "耀武扬威地攻击对手， 自己的能力提高得越多， 威力就越大。",
	},
	poweruppunch: {
		name: "增强拳",
		desc: "通过反复击打对手， 使自己的拳头慢慢变硬。 打中对手攻击就会提高。",
	},
	powerwhip: {
		name: "强力鞭打",
		desc: "激烈地挥舞青藤或触手 摔打对手进行攻击。",
	},
	precipiceblades: {
		name: "断崖之剑",
		desc: "将大地的力量变化为利刃 攻击对手。",
	},
	present: {
		name: "礼物",
		desc: "递给对手设有圈套的 盒子进行攻击。 也有可能回复对手ＨＰ。",
	},
	prismaticlaser: {
		name: "棱镜镭射",
		desc: "用棱镜的力量发射强烈光线。 下一回合自己将无法动弹。",
	},
	protect: {
		name: "守住",
		desc: "完全抵挡 对手的攻击。 连续使出则容易失败。",
	},
	psybeam: {
		name: "幻象光线",
		desc: "向对手发射 神奇的光线进行攻击。 有时会使对手混乱。",
	},
	psyblade: {
		name: "精神剑",
	},
	psychic: {
		name: "精神强念",
		desc: "向对手发送 强大的念力进行攻击。 有时会降低对手的特防。",
	},
	psychicfangs: {
		name: "精神之牙",
		desc: "利用精神力量咬住对手进行攻击。 还可以破坏光墙和反射壁等。",
	},
	psychicnoise: {
		name: "精神噪音",
	},
	psychicterrain: {
		name: "精神场地",
		desc: "在５回合内，地面上的宝可梦 不会受到先制招式的攻击。 超能力属性的招式威力会提高。",
	},
	psychoboost: {
		name: "精神突进",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	psychocut: {
		name: "精神利刃",
		desc: "用实体化的 心之利刃劈开对手。 容易击中要害。",
	},
	psychoshift: {
		name: "精神转移",
		desc: "利用超能力施以暗示， 从而将自己受到的异常状态 转移给对手。",
	},
	psychup: {
		name: "自我暗示",
		desc: "向自己施以自我暗示， 将能力变化的状态 变得和对手一样。",
	},
	psyshock: {
		name: "精神冲击",
		desc: "将神奇的念波实体化攻击对手。 给予物理伤害。",
	},
	psystrike: {
		name: "精神击破",
		desc: "将神奇的念波实体化攻击对手。 给予物理伤害。",
	},
	psywave: {
		name: "精神波",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	pulverizingpancake: {
		name: "认真起来大爆击",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	punishment: {
		name: "惩罚",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	purify: {
		name: "净化",
		desc: "治愈对手的异常状态。 治愈后可以回复自己的ＨＰ。",
	},
	pursuit: {
		name: "追打",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	pyroball: {
		name: "火焰球",
		desc: "点燃小石子，形成火球攻击对手。 有时会使对手陷入灼伤状态。",
	},
	quash: {
		name: "延后",
		desc: "压制对手， 从而将其行动顺序放到最后。",
	},
	quickattack: {
		name: "电光一闪",
		desc: "以迅雷不及掩耳之势扑向对手。 必定能够先制攻击。",
	},
	quickguard: {
		name: "快速防守",
		desc: "守护自己和同伴， 以防对手的先制攻击。",
	},
	quiverdance: {
		name: "蝶舞",
		desc: "轻巧地跳起神秘而又美丽的舞蹈。 提高自己的特攻、特防和速度。",
	},
	rage: {
		name: "愤怒",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	ragepowder: {
		name: "愤怒粉",
		desc: "将令人烦躁的粉末撒在自己身上， 用以吸引对手的注意。 使对手的攻击全部指向自己。",
	},
	raindance: {
		name: "求雨",
		desc: "在５回合内一直降雨， 从而提高水属性的招式威力。 火属性的招式威力则降低。",
	},
	rapidspin: {
		name: "高速旋转",
		desc: "通过旋转来攻击对手。 可以摆脱绑紧、紧束、寄生种子 等招式。还能提高自己的速度。",
	},
	razorleaf: {
		name: "飞叶快刀",
		desc: "飞出叶片， 切斩对手进行攻击。 容易击中要害。",
	},
	razorshell: {
		name: "贝壳刃",
		desc: "用锋利的贝壳切斩 对手进行攻击。 有时会降低对手的防御。",
	},
	razorwind: {
		name: "旋风刀",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	recover: {
		name: "自我再生",
		desc: "让细胞再生， 从而回复自己 最大ＨＰ的一半。",
	},
	recycle: {
		name: "回收利用",
		desc: "使战斗中已经消耗掉的 自己的持有物再生， 并可以再次使用。",
	},
	reflect: {
		name: "反射壁",
		desc: "利用神奇的墙壁， 在５回合内减弱从对手那里 受到的物理攻击的伤害。",
	},
	reflecttype: {
		name: "镜面属性",
		desc: "反射对手的属性， 让自己也变成一样的属性。",
	},
	refresh: {
		name: "焕然一新",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	relicsong: {
		name: "古老之歌",
		desc: "让对手听古老之歌， 打动对手的内心进行攻击。 有时会让对手陷入睡眠状态。",
	},
	rest: {
		name: "睡觉",
		desc: "连续睡上２回合。 回复自己的全部ＨＰ 以及治愈所有异常状态。",
	},
	retaliate: {
		name: "报仇",
		desc: "为倒下的同伴报仇。 如果上一回合有同伴倒下， 威力就会提高。",
	},
	return: {
		name: "报恩",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	revelationdance: {
		name: "觉醒之舞",
		desc: "全力跳舞进行攻击。 此招式的属性将 变得和自己的属性相同。",
	},
	revenge: {
		name: "报复",
		desc: "如果受到对手的招式攻击， 就能给予对手２倍的伤害。",
	},
	reversal: {
		name: "起死回生",
		desc: "竭尽全力进行攻击。 自己的ＨＰ越少， 招式的威力越大。",
	},
	risingvoltage: {
		name: "电力上升",
		desc: "用从地面升腾而起的电击进行攻击。 当对手处于电气场地上时， 招式威力会变成２倍。",
	},
	roar: {
		name: "吼叫",
		desc: "放走对手，强制拉后备宝可梦上场。 如果对手为野生宝可梦， 战斗将直接结束。",
	},
	roaroftime: {
		name: "时光咆哮",
		desc: "释放出扭曲时间般的 强大力量攻击对手。 下一回合自己将无法动弹。",
	},
	rockblast: {
		name: "岩石爆击",
		desc: "向对手发射 坚硬的岩石进行攻击。 连续攻击２～５次。",
	},
	rockclimb: {
		name: "攀岩",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	rockpolish: {
		name: "岩石打磨",
		desc: "打磨自己的身体， 减少空气阻力。 可以大幅提高自己的速度。",
	},
	rockslide: {
		name: "岩崩",
		desc: "将大岩石 猛烈地撞向对手进行攻击。 有时会使对手畏缩。",
	},
	rocksmash: {
		name: "碎岩",
		desc: "用拳头进行攻击。 有时会降低对手的防御。",
	},
	rockthrow: {
		name: "落石",
		desc: "拿起小岩石， 投掷对手进行攻击。",
	},
	rocktomb: {
		name: "岩石封锁",
		desc: "投掷岩石进行攻击。 封住对手的行动， 从而降低速度。",
	},
	rockwrecker: {
		name: "岩石炮",
		desc: "向对手发射 巨大的岩石进行攻击。 下一回合自己将无法动弹。",
	},
	roleplay: {
		name: "扮演",
		desc: "扮演对手， 让自己的特性 变得和对手相同。",
	},
	rollingkick: {
		name: "回旋踢",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	rollout: {
		name: "滚动",
		desc: "在５回合内连续滚动攻击对手。 招式每次击中，威力就会提高。",
	},
	roost: {
		name: "羽栖",
		desc: "降到地面，使身体休息。 回复自己最大ＨＰ的一半。",
	},
	rototiller: {
		name: "耕地",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	round: {
		name: "轮唱",
		desc: "用歌声攻击对手。 同伴还可以接着使出轮唱招式， 威力也会提高。",
	},
	sacredfire: {
		name: "神圣之火",
		desc: "用神秘的火焰 烧尽对手进行攻击。 有时会让对手陷入灼伤状态。",
	},
	sacredsword: {
		name: "圣剑",
		desc: "用长角切斩对手进行攻击。 无视对手的能力变化， 直接给予伤害。",
	},
	safeguard: {
		name: "神秘守护",
		desc: "在５回合内 被神奇的力量守护， 从而不会陷入异常状态。",
	},
	sandattack: {
		name: "泼沙",
		desc: "向对手脸上泼沙子， 从而降低命中率。",
	},
	sandstorm: {
		name: "沙暴",
		desc: "在５回合内扬起沙暴，除岩石、地面和 钢属性以外的宝可梦，都会受到伤害。 岩石属性的特防还会提高。",
	},
	sandtomb: {
		name: "流沙地狱",
		desc: "将对手困在 铺天盖地的沙暴中， 在４～５回合内进行攻击。",
	},
	sappyseed: {
		name: "茁茁轰炸",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	scald: {
		name: "热水",
		desc: "向对手喷射 煮得翻滚的开水进行攻击。 有时会让对手陷入灼伤状态。",
	},
	scaleshot: {
		name: "鳞射",
		desc: "发射鳞片进行攻击。 连续攻击２～５次。 速度会提高但防御会降低。",
	},
	scaryface: {
		name: "鬼面",
		desc: "用恐怖的表情瞪着对手， 使其害怕， 从而大幅降低对手的速度。",
	},
	scorchingsands: {
		name: "热沙大地",
		desc: "将滚烫的沙子砸向对手进行攻击。 有时会让对手陷入灼伤状态。",
	},
	scratch: {
		name: "抓",
		desc: "用坚硬且无比锋利的爪子 抓对手进行攻击。",
	},
	screech: {
		name: "刺耳声",
		desc: "发出不由自主想要 捂起耳朵的刺耳声， 从而大幅降低对手的防御。",
	},
	searingshot: {
		name: "火焰弹",
		desc: "用熊熊烈火 攻击自己周围所有的宝可梦。 有时会陷入灼伤状态。",
	},
	searingsunrazesmash: {
		name: "日光回旋下苍穹",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	secretpower: {
		name: "秘密之力",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	secretsword: {
		name: "神秘之剑",
		desc: "用长角切斩对手进行攻击。 角上拥有的神奇力量 将给予物理伤害。",
	},
	seedbomb: {
		name: "种子炸弹",
		desc: "将外壳坚硬的大种子， 从上方砸下攻击对手。",
	},
	seedflare: {
		name: "种子闪光",
		desc: "从身体里产生冲击波。 有时会大幅降低对手的特防。",
	},
	seismictoss: {
		name: "地球上投",
		desc: "利用引力将对手甩飞出去。 给予对手和自己等级相同的伤害。",
	},
	selfdestruct: {
		name: "自爆",
		desc: "引发爆炸， 攻击自己周围所有的宝可梦。 使用后陷入濒死。",
	},
	shadowball: {
		name: "暗影球",
		desc: "投掷一团黑影进行攻击。 有时会降低对手的特防。",
	},
	shadowbone: {
		name: "暗影之骨",
		desc: "用附有灵魂的骨头 殴打对手进行攻击。 有时会降低对手的防御。",
	},
	shadowclaw: {
		name: "暗影爪",
		desc: "以影子做成的锐爪， 劈开对手。 容易击中要害。",
	},
	shadowforce: {
		name: "暗影潜袭",
		desc: "第１回合消失踪影， 第２回合攻击对手。 即使对手正受保护，也能击中。",
	},
	shadowpunch: {
		name: "暗影拳",
		desc: "使出混影之拳。 攻击必定会命中。",
	},
	shadowsneak: {
		name: "影子偷袭",
		desc: "伸长影子， 从对手的背后进行攻击。 必定能够先制攻击。",
	},
	sharpen: {
		name: "棱角化",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	sheercold: {
		name: "绝对零度",
		desc: "给对手一击濒死。 如果是冰属性以外的宝可梦使用， 就会难以打中。",
	},
	shellsidearm: {
		name: "臂贝武器",
		desc: "从物理攻击和特殊攻击中选择 可造成较多伤害的方式进行攻击。 有时会让对手陷入中毒状态。",
	},
	shellsmash: {
		name: "破壳",
		desc: "打破外壳， 降低自己的防御和特防， 但大幅提高攻击、特攻和速度。",
	},
	shelltrap: {
		name: "陷阱甲壳",
		desc: "设下甲壳陷阱。 如果对手使出物理招式， 陷阱就会爆炸并给予对手伤害。",
	},
	shiftgear: {
		name: "换档",
		desc: "转动齿轮， 不仅提高自己的攻击， 还会大幅提高速度。",
	},
	shockwave: {
		name: "电击波",
		desc: "向对手快速发出电击。 攻击必定会命中。",
	},
	shoreup: {
		name: "集沙",
		desc: "回复自己最大ＨＰ的一半。 在沙暴中回复得更多。",
	},
	signalbeam: {
		name: "信号光束",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	silverwind: {
		name: "银色旋风",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	simplebeam: {
		name: "单纯光束",
		desc: "向对手发送谜之念波。 接收到念波的对手， 其特性会变为单纯。",
	},
	sing: {
		name: "唱歌",
		desc: "让对手听舒适、 美妙的歌声， 从而陷入睡眠状态。",
	},
	sinisterarrowraid: {
		name: "遮天蔽日暗影箭",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	sizzlyslide: {
		name: "熊熊火爆",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	sketch: {
		name: "写生",
		desc: "将对手使用的招式 变成自己的招式。 使用１次后写生消失。",
	},
	skillswap: {
		name: "特性互换",
		desc: "利用超能力互换 自己和对手的特性。",
	},
	skittersmack: {
		name: "爬击",
		desc: "从对手背后爬近后进行攻击。 会降低对手的特攻。",
	},
	skullbash: {
		name: "火箭头锤",
		desc: "第１回合把头缩进去， 从而提高防御。 第２回合攻击对手。",
	},
	skyattack: {
		name: "神鸟猛击",
		desc: "第２回合攻击对手。 偶尔使对手畏缩。 也容易击中要害。",
	},
	skydrop: {
		name: "自由落体",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	skyuppercut: {
		name: "冲天拳",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	slackoff: {
		name: "偷懒",
		desc: "偷懒休息。 回复自己最大ＨＰ的一半。",
	},
	slam: {
		name: "摔打",
		desc: "使用长长的尾巴或藤蔓等 摔打对手进行攻击。",
	},
	slash: {
		name: "劈开",
		desc: "用爪子或镰刀等 劈开对手进行攻击。 容易击中要害。",
	},
	sleeppowder: {
		name: "催眠粉",
		desc: "撒出催眠粉， 从而让对手陷入睡眠状态。",
	},
	sleeptalk: {
		name: "梦话",
		desc: "从自己已学会的招式中 任意使出１个。 只能在自己睡觉时使用。",
	},
	sludge: {
		name: "污泥攻击",
		desc: "用污泥投掷对手进行攻击。 有时会让对手陷入中毒状态。",
	},
	sludgebomb: {
		name: "污泥炸弹",
		desc: "用污泥投掷对手进行攻击。 有时会让对手陷入中毒状态。",
	},
	sludgewave: {
		name: "污泥波",
		desc: "用污泥波攻击 自己周围所有的宝可梦。 有时会陷入中毒状态。",
	},
	smackdown: {
		name: "击落",
		desc: "扔石头或炮弹， 攻击飞行的对手。 对手会被击落，掉到地面。",
	},
	smartstrike: {
		name: "修长之角",
		desc: "用尖尖的角刺入对手进行攻击。 攻击必定会命中。",
	},
	smellingsalts: {
		name: "清醒",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	smog: {
		name: "浊雾",
		desc: "将肮脏的浓雾 吹向对手进行攻击。 有时会让对手陷入中毒状态。",
	},
	smokescreen: {
		name: "烟幕",
		desc: "向对手喷出烟或墨汁等， 从而降低对手的命中率。",
	},
	snaptrap: {
		name: "捕兽夹",
		desc: "使用捕兽夹， 在４～５回合内， 夹住对手进行攻击。",
	},
	snarl: {
		name: "大声咆哮",
		desc: "没完没了地大声斥责， 从而降低对手的特攻。",
	},
	snatch: {
		name: "抢夺",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	snipeshot: {
		name: "狙击",
		desc: "能无视具有吸引对手招式效果的 特性或招式的影响。 可以向选定的对手进行攻击。",
	},
	snore: {
		name: "打鼾",
		desc: "在自己睡觉时， 发出噪音进行攻击。 有时会使对手畏缩。",
	},
	soak: {
		name: "浸水",
		desc: "将大量的水泼向对手， 从而使其变成水属性。",
	},
	softboiled: {
		name: "生蛋",
		desc: "回复自己最大ＨＰ的一半。",
	},
	solarbeam: {
		name: "日光束",
		desc: "第１回合收集满满的日光， 第２回合发射光束进行攻击。",
	},
	solarblade: {
		name: "日光刃",
		desc: "第１回合收集满满的日光， 第２回合将此力量 集中在剑上进行攻击。",
	},
	sonicboom: {
		name: "音爆",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	soulstealing7starstrike: {
		name: "七星夺魂腿",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	spacialrend: {
		name: "亚空裂斩",
		desc: "将对手连同周围的空间一起 撕裂并给予伤害。 容易击中要害。",
	},
	spark: {
		name: "电光",
		desc: "让电流覆盖全身， 猛撞向对手进行攻击。 有时会让对手陷入麻痹状态。",
	},
	sparklingaria: {
		name: "泡影的咏叹调",
		desc: "随着唱歌会放出很多气球。 受到此招式攻击时， 灼伤会被治愈。",
	},
	sparklyswirl: {
		name: "亮亮风暴",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	spectralthief: {
		name: "暗影偷盗",
		desc: "潜入对手的影子进行攻击。 会夺取对手的能力提升。",
	},
	speedswap: {
		name: "速度互换",
		desc: "将对手和自己的速度 进行互换。",
	},
	spiderweb: {
		name: "蛛网",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	spikecannon: {
		name: "尖刺加农炮",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	spikes: {
		name: "撒菱",
		desc: "在对手的脚下扔撒菱。 对替换出场的对手的宝可梦 给予伤害。",
	},
	spikyshield: {
		name: "尖刺防守",
		desc: "防住对手攻击的同时， 削减接触到自己的对手的体力。",
	},
	spiritbreak: {
		name: "灵魂冲击",
		desc: "用足以让对手一蹶不振的 气势进行攻击。 会降低对手的特攻。",
	},
	spiritshackle: {
		name: "缝影",
		desc: "攻击的同时， 缝住对手的影子， 使其无法逃走。",
	},
	spite: {
		name: "怨恨",
		desc: "对对手最后使用的招式 怀有怨恨， 减少４ＰＰ该招式。",
	},
	spitup: {
		name: "喷出",
		desc: "将积蓄的力量 撞向对手进行攻击。 积蓄得越多，威力越大。",
	},
	splash: {
		name: "跃起",
		desc: "也不攻击只是一蹦一蹦地跳， 什么都不会发生……",
	},
	splinteredstormshards: {
		name: "狼啸石牙飓风暴",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	splishysplash: {
		name: "滔滔冲浪",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	spore: {
		name: "蘑菇孢子",
		desc: "沙沙沙地撒满具有 催眠效果的孢子， 从而让对手陷入睡眠状态。",
	},
	spotlight: {
		name: "聚光灯",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	stealthrock: {
		name: "隐形岩",
		desc: "将无数岩石悬浮在对手的周围， 从而对替换出场的对手的 宝可梦给予伤害。",
	},
	steameruption: {
		name: "蒸汽爆炸",
		desc: "将滚烫的蒸汽喷向对手。 有时会让对手灼伤。",
	},
	steamroller: {
		name: "疯狂滚压",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	steelbeam: {
		name: "铁蹄光线",
		desc: "将从全身聚集的钢铁 化为光束，激烈地发射出去。 自己也会受到伤害。",
	},
	steelroller: {
		name: "铁滚轮",
		desc: "在破坏场地的同时攻击对手。 如果脚下没有任何场地状态存在， 使出此招式时便会失败。",
	},
	steelwing: {
		name: "钢翼",
		desc: "用坚硬的翅膀敲打 对手进行攻击。 有时会提高自己的防御。",
	},
	stickyweb: {
		name: "黏黏网",
		desc: "在对手周围围上黏黏的网， 降低替换出场的对手的速度。",
	},
	stockpile: {
		name: "蓄力",
		desc: "积蓄力量， 提高自己的防御和特防。 最多积蓄３次。",
	},
	stokedsparksurfer: {
		name: "驾雷驭电戏冲浪",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	stomp: {
		name: "踩踏",
		desc: "用大脚踩踏对手进行攻击。 有时会使对手畏缩。",
	},
	stompingtantrum: {
		name: "跺脚",
		desc: "化悔恨为力量进行攻击。 如果上一回合招式没有打中， 威力就会翻倍。",
	},
	stoneedge: {
		name: "尖石攻击",
		desc: "用尖尖的岩石 刺入对手进行攻击。 容易击中要害。",
	},
	storedpower: {
		name: "辅助力量",
		desc: "用蓄积起来的力量攻击对手。 自己的能力提高得越多， 威力就越大。",
	},
	stormthrow: {
		name: "山岚摔",
		desc: "向对手使出强烈的一击。 攻击必定会击中要害。",
	},
	strangesteam: {
		name: "神奇蒸汽",
		desc: "喷出烟雾攻击对手。 有时会使对手混乱。",
	},
	strength: {
		name: "怪力",
		desc: "使出浑身力气 殴打对手进行攻击。",
	},
	strengthsap: {
		name: "吸取力量",
		desc: "给自己回复和对手攻击力 相同数值的ＨＰ， 然后降低对手的攻击。",
	},
	stringshot: {
		name: "吐丝",
		desc: "用口中吐出的丝缠绕对手， 从而大幅降低对手的速度。",
	},
	struggle: {
		name: "挣扎",
		desc: "当自己的ＰＰ耗尽时， 努力挣扎攻击对手。 自己也会受到少许伤害。",
	},
	strugglebug: {
		name: "虫之抵抗",
		desc: "抵抗并攻击对手。 降低对手的特攻。",
	},
	stuffcheeks: {
		name: "大快朵颐",
		desc: "吃掉携带的树果， 大幅提高防御。",
	},
	stunspore: {
		name: "麻痹粉",
		desc: "撒出麻痹粉， 从而让对手陷入麻痹状态。",
	},
	submission: {
		name: "地狱翻滚",
		desc: "将对手连同自己一起 摔向地面进行攻击。 自己也会受到少许伤害。",
	},
	substitute: {
		name: "替身",
		desc: "削减少许自己的ＨＰ， 制造分身。 分身将成为自己的替身。",
	},
	suckerpunch: {
		name: "突袭",
		desc: "可以比对手先攻击。 对手使出的招式 如果不是攻击招式则会失败。",
	},
	sunnyday: {
		name: "大晴天",
		desc: "在５回合内让日照变得强烈， 从而提高火属性的招式威力。 水属性的招式威力则降低。",
	},
	sunsteelstrike: {
		name: "流星闪冲",
		desc: "以流星般的气势猛撞对手。 可以无视对手的特性进行攻击。",
	},
	supercellslam: {
		name: "闪电强袭",
	},
	superfang: {
		name: "愤怒门牙",
		desc: "用锋利的门牙 猛烈地咬住对手进行攻击。 对手的ＨＰ减半。",
	},
	superpower: {
		name: "蛮力",
		desc: "发挥惊人的力量攻击对手。 自己的攻击和防御会降低。",
	},
	supersonic: {
		name: "超音波",
		desc: "从身体发出 特殊的音波， 从而使对手混乱。",
	},
	surf: {
		name: "冲浪",
		desc: "利用大浪 攻击自己周围所有的宝可梦。",
	},
	surgingstrikes: {
		name: "水流连打",
		desc: "将水之流派修炼至大成的 仿若行云流水般的３次连击。 必定会击中要害。",
	},
	swagger: {
		name: "虚张声势",
		desc: "激怒对手，使其混乱。 因为愤怒，对手的攻击 会大幅提高。",
	},
	swallow: {
		name: "吞下",
		desc: "将积蓄的力量吞下， 从而回复自己的ＨＰ。 积蓄得越多，回复越大。",
	},
	sweetkiss: {
		name: "天使之吻",
		desc: "像天使般可爱地亲吻对手， 从而使对手混乱。",
	},
	sweetscent: {
		name: "甜甜香气",
		desc: "用香气大幅降低对手的闪避率。",
	},
	swift: {
		name: "高速星星",
		desc: "发射星形的光攻击对手。 攻击必定会命中。",
	},
	switcheroo: {
		name: "掉包",
		desc: "用一闪而过的速度 交换自己和对手的持有物。",
	},
	swordsdance: {
		name: "剑舞",
		desc: "激烈地跳起战舞提高气势。 大幅提高自己的攻击。",
	},
	synchronoise: {
		name: "同步干扰",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	synthesis: {
		name: "光合作用",
		desc: "回复自己的ＨＰ。 根据天气的不同， 回复量也会有所变化。",
	},
	tackle: {
		name: "撞击",
		desc: "用整个身体 撞向对手进行攻击。",
	},
	tachyoncutter: {
		name: "迅子利刃",
	},
	tailglow: {
		name: "萤火",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	tailslap: {
		name: "扫尾拍打",
		desc: "用坚硬的尾巴 拍打对手进行攻击。 连续攻击２～５次。",
	},
	tailwhip: {
		name: "摇尾巴",
		desc: "可爱地左右摇晃尾巴， 诱使对手疏忽大意。 会降低对手的防御。",
	},
	tailwind: {
		name: "顺风",
		desc: "刮起猛烈的旋风， 在４回合内 提高我方全员的速度。",
	},
	takedown: {
		name: "猛撞",
		desc: "以惊人的气势 撞向对手进行攻击。 自己也会受到少许伤害。",
	},
	tarshot: {
		name: "沥青射击",
		desc: "泼洒黏糊糊的沥青， 降低对手的速度， 并且使对手的弱点变为火。",
	},
	taunt: {
		name: "挑衅",
		desc: "使对手愤怒。 在３回合内让对手 只能使出给予伤害的招式。",
	},
	tearfullook: {
		name: "泪眼汪汪",
		desc: "变得泪眼汪汪， 让对手丧失斗志。 从而降低对手的攻击和特攻。",
	},
	teatime: {
		name: "茶会",
		desc: "举办一场茶会， 场上的所有宝可梦都会 吃掉自己携带的树果。",
	},
	technoblast: {
		name: "高科技光炮",
		desc: "向对手放出光弹。 属性会根据自己 携带的卡带不同而改变。",
	},
	teeterdance: {
		name: "摇晃舞",
		desc: "摇摇晃晃地跳起舞蹈， 让自己周围的宝可梦 陷入混乱状态。",
	},
	telekinesis: {
		name: "意念移物",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	teleport: {
		name: "瞬间移动",
		desc: "当有后备宝可梦在时， 如果使用就可以进行替换。 野生的宝可梦会逃走。",
	},
	temperflare: {
		name: "豁出去",
	},
	terastarstorm: {
		name: "晶光星群",
	},
	terrainpulse: {
		name: "大地波动",
		desc: "借助场地的力量进行攻击。 视使出招式时场地状态不同， 招式的属性和威力会有所变化。",
	},
	thief: {
		name: "小偷",
		desc: "攻击的同时盗取道具。 当自己携带道具时， 不会去盗取。",
	},
	thousandarrows: {
		name: "千箭齐发",
		desc: "可以击中浮在空中的宝可梦。 空中的对手被击落后， 会掉到地面。",
	},
	thousandwaves: {
		name: "千波激荡",
		desc: "从地面掀起波浪进行攻击。 被掀入波浪中的对手， 将无法从战斗中逃走。",
	},
	thrash: {
		name: "大闹一番",
		desc: "在２～３回合内， 乱打一气地攻击对手。 大闹一番后自己会陷入混乱。",
	},
	throatchop: {
		name: "地狱突刺",
		desc: "受到此招式攻击的对手， 会因为地狱般的痛苦，在２回合内， 变得无法使出声音类招式。",
	},
	thunder: {
		name: "打雷",
		desc: "向对手劈下暴雷进行攻击。 有时会让对手陷入麻痹状态。",
	},
	thunderbolt: {
		name: "十万伏特",
		desc: "向对手发出 强力电击进行攻击。 有时会让对手陷入麻痹状态。",
	},
	thundercage: {
		name: "雷电囚笼",
		desc: "将对手困在 电流四溅的囚笼中， 在４～５回合内进行攻击。",
	},
	thunderclap: {
		name: "迅雷",
	},
	thunderfang: {
		name: "雷电牙",
		desc: "用蓄满电流的牙齿咬住对手。 有时会使对手畏缩 或陷入麻痹状态。",
	},
	thunderouskick: {
		name: "雷鸣蹴击",
		desc: "以雷电般的动作 戏耍对手的同时使出脚踢。 可降低对手的防御。",
	},
	thunderpunch: {
		name: "雷电拳",
		desc: "用充满电流的拳头攻击对手。 有时会让对手陷入麻痹状态。",
	},
	thundershock: {
		name: "电击",
		desc: "发出电流刺激对手进行攻击。 有时会让对手陷入麻痹状态。",
	},
	thunderwave: {
		name: "电磁波",
		desc: "向对手发出 微弱的电击， 从而让对手陷入麻痹状态。",
	},
	tickle: {
		name: "挠痒",
		desc: "给对手挠痒，使其发笑， 从而降低对手的攻击和防御。",
	},
	topsyturvy: {
		name: "颠倒",
		desc: "颠倒对手身上的 所有能力变化， 变成和原来相反的状态。",
	},
	torment: {
		name: "无理取闹",
		desc: "向对手无理取闹， 令其不能连续２次 使出相同招式。",
	},
	toxic: {
		name: "剧毒",
		desc: "让对手陷入剧毒状态。 随着回合的推进， 中毒伤害会增加。",
	},
	toxicspikes: {
		name: "毒菱",
		desc: "在对手的脚下撒毒菱。 使对手替换出场的宝可梦中毒。",
	},
	toxicthread: {
		name: "毒丝",
		desc: "将混有毒的丝吐向对手。 使其中毒， 从而降低对手的速度。",
	},
	transform: {
		name: "变身",
		desc: "变身成对手宝可梦的样子， 能够使用和对手 完全相同的招式。",
	},
	triattack: {
		name: "三重攻击",
		desc: "用３种光线进行攻击。 有时会让对手陷入 麻痹、灼伤或冰冻的状态。",
	},
	trick: {
		name: "戏法",
		desc: "抓住对手的空隙， 交换自己和对手的持有物。",
	},
	trickortreat: {
		name: "万圣夜",
		desc: "邀请对手参加万圣夜。 使对手被追加幽灵属性。",
	},
	trickroom: {
		name: "戏法空间",
		desc: "制造出离奇的空间。 在５回合内 速度慢的宝可梦可以先行动。",
	},
	tripleaxel: {
		name: "三旋击",
		desc: "连续３次踢对手进行攻击。 每踢中一次，威力就会提高。",
	},
	triplekick: {
		name: "三连踢",
		desc: "连续３次踢对手进行攻击。 每踢中一次，威力就会提高。",
	},
	tropkick: {
		name: "热带踢",
		desc: "向对手使出来自南国的火热脚踢。 从而降低对手的攻击。",
	},
	trumpcard: {
		name: "王牌",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	twineedle: {
		name: "双针",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	twister: {
		name: "龙卷风",
		desc: "兴起龙卷风， 将对手卷入进行攻击。 有时会使对手畏缩。",
	},
	upperhand: {
		name: "快手还击",
	},
	uproar: {
		name: "吵闹",
		desc: "在３回合内 用骚乱攻击对手。 在此期间谁都不能入眠。",
	},
	uturn: {
		name: "急速折返",
		desc: "在攻击之后急速返回， 和后备宝可梦进行替换。",
	},
	vacuumwave: {
		name: "真空波",
		desc: "挥动拳头， 掀起真空波。 必定能够先制攻击。",
	},
	vcreate: {
		name: "Ｖ热焰",
		desc: "从前额产生灼热的火焰， 舍身撞击对手。 防御、特防和速度会降低。",
	},
	veeveevolley: {
		name: "砰砰击破",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	venomdrench: {
		name: "毒液陷阱",
		desc: "将特殊的毒液泼向对手。 对处于中毒状态的对手， 其攻击、特攻和速度都会降低。",
	},
	venoshock: {
		name: "毒液冲击",
		desc: "将特殊的毒液泼向对手。 对处于中毒状态的对手， 威力会变成２倍。",
	},
	vinewhip: {
		name: "藤鞭",
		desc: "用如同鞭子般弯曲而细长的藤蔓 摔打对手进行攻击。",
	},
	vitalthrow: {
		name: "借力摔",
		desc: "会在对手之后进行攻击。 但是自己的攻击必定会命中。",
	},
	voltswitch: {
		name: "伏特替换",
		desc: "在攻击之后急速返回， 和后备宝可梦进行替换。",
	},
	volttackle: {
		name: "伏特攻击",
		desc: "让电流覆盖全身猛撞向对手。 自己也会受到不小的伤害。 有时会让对手陷入麻痹状态。",
	},
	wakeupslap: {
		name: "唤醒巴掌",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	waterfall: {
		name: "攀瀑",
		desc: "以惊人的气势扑向对手。 有时会使对手畏缩。",
	},
	watergun: {
		name: "水枪",
		desc: "向对手猛烈地喷射 水流进行攻击。",
	},
	waterpledge: {
		name: "水之誓约",
		desc: "用水柱进行攻击。 如果和火组合，威力就会提高， 天空中会挂上彩虹。",
	},
	waterpulse: {
		name: "水之波动",
		desc: "用水的震动攻击对手。 有时会使对手混乱。",
	},
	watershuriken: {
		name: "飞水手里剑",
		desc: "用粘液制成的手里剑， 连续攻击２～５次。 必定能够先制攻击。",
	},
	watersport: {
		name: "玩水",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	waterspout: {
		name: "喷水",
		desc: "掀起潮水进行攻击。 自己的ＨＰ越少， 招式的威力越小。",
	},
	weatherball: {
		name: "气象球",
		desc: "根据使用时的天气， 招式属性和威力会改变。",
	},
	whirlpool: {
		name: "潮旋",
		desc: "将对手困在激烈的 水流旋涡中， 在４～５回合内进行攻击。",
	},
	whirlwind: {
		name: "吹飞",
		desc: "吹飞对手，强制拉后备宝可梦上场。 如果对手为野生宝可梦， 战斗将直接结束。",
	},
	wickedblow: {
		name: "暗冥强击",
		desc: "将恶之流派修炼至大成的 猛烈一击。 必定会击中要害。",
	},
	wideguard: {
		name: "广域防守",
		desc: "在１回合内防住 击打我方全员的攻击。",
	},
	wildcharge: {
		name: "疯狂伏特",
		desc: "让电流覆盖全身， 撞向对手进行攻击。 自己也会受到少许伤害。",
	},
	willowisp: {
		name: "鬼火",
		desc: "放出怪异的火焰， 从而让对手陷入灼伤状态。",
	},
	wingattack: {
		name: "翅膀攻击",
		desc: "大大地展开美丽的翅膀， 将其撞向对手进行攻击。",
	},
	wish: {
		name: "祈愿",
		desc: "在下一回合回复自己或是 替换出场的宝可梦最大ＨＰ的一半。",
	},
	withdraw: {
		name: "缩入壳中",
		desc: "缩入壳里保护身体， 从而提高自己的防御。",
	},
	wonderroom: {
		name: "奇妙空间",
		desc: "制造出离奇的空间。 在５回合内互换 所有宝可梦的防御和特防。",
	},
	woodhammer: {
		name: "木槌",
		desc: "用坚硬的躯体 撞击对手进行攻击。 自己也会受到不小的伤害。",
	},
	workup: {
		name: "自我激励",
		desc: "激励自己， 从而提高攻击和特攻。",
	},
	worryseed: {
		name: "烦恼种子",
		desc: "种植心神不宁的种子。 使对手不能入眠， 并将特性变成不眠。",
	},
	wrap: {
		name: "紧束",
		desc: "使用长长的身体或藤蔓等， 在４～５回合内 紧束对手进行攻击。",
	},
	wringout: {
		name: "绞紧",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
	xscissor: {
		name: "十字剪",
		desc: "将镰刀或爪子像剪刀般地交叉， 顺势劈开对手。",
	},
	yawn: {
		name: "哈欠",
		desc: "打个大哈欠引起睡意。 在下一回合让对手陷入睡眠状态。",
	},
	zapcannon: {
		name: "电磁炮",
		desc: "发射大炮一样的 电流进行攻击。 让对手陷入麻痹状态。",
	},
	zenheadbutt: {
		name: "意念头锤",
		desc: "将思念的力量集中在 前额进行攻击。 有时会使对手畏缩。",
	},
	zingzap: {
		name: "麻麻刺刺",
		desc: "撞向对手，并发出强电， 使其感到麻麻刺刺的。 有时会使对手畏缩。",
	},
	zippyzap: {
		name: "电电加速",
		desc: "无法使用这个招式。 虽然忘记之后就再也想不起来了， 但还是建议忘记这个招式。",
	},
};
