export const PokedexText: { [id: IDEntry]: PokedexText } = {
	bulbasaur: {
		name: "妙蛙种子",
		desc: "在出生后的一段时间内， 它会吸收背上种子里 储存着的营养成长。",
	},
	ivysaur: {
		name: "妙蛙草",
		desc: "沐浴在阳光下越久， 身体内会涌出越多力量， 背上的花苞也会渐渐成长。",
	},
	venusaur: {
		name: "妙蛙花",
		desc: "花朵散发出的迷人香味 能安抚激动的心情， 甚至消弭斗争。",
	},
	venusaurmega: {
		name: "超级妙蛙花",
	},
	charmander: {
		name: "小火龙",
		desc: "生下来的时候， 尾巴上就有火焰在燃烧。 火焰熄灭时，它的生命也会结束。",
	},
	charmeleon: {
		name: "火恐龙",
		desc: "如果它在战斗中亢奋起来， 就会喷出灼热的火焰， 把周围的东西烧得一干二净。",
	},
	charizard: {
		name: "喷火龙",
		desc: "能用翅膀飞到距地面 １４００米的高度。 会吐出高温火焰。",
	},
	charizardmegax: {
		name: "超级喷火龙Ｘ",
	},
	charizardmegay: {
		name: "超级喷火龙Ｙ",
	},
	squirtle: {
		name: "杰尼龟",
		desc: "当它遇到危险的时候， 会将四肢收回龟壳里保护自己， 同时从嘴里喷出水来。",
	},
	wartortle: {
		name: "卡咪龟",
		desc: "会灵巧地摆动自己 毛茸茸的耳朵和尾巴， 借此在水中保持平衡。",
	},
	blastoise: {
		name: "水箭龟",
		desc: "从龟壳上的大炮里 放出的喷射水流 足以贯穿厚实的铁板。",
	},
	blastoisemega: {
		name: "超级水箭龟",
	},
	caterpie: {
		name: "绿毛虫",
		desc: "别看它的脚很短， 因为是吸盘，所以无论是 斜坡还是墙壁都能轻松前进。",
	},
	metapod: {
		name: "铁甲蛹",
		desc: "虽然有坚硬的外壳， 因为壳里的身体很软， 所以无法抵抗强力的攻击。",
	},
	butterfree: {
		name: "巴大蝶",
		desc: "每天都忙着采集花蜜。 习惯往腿部的细毛上涂满花蜜， 然后带回巢穴里。",
	},
	weedle: {
		name: "独角虫",
		desc: "头上长有尖锐的针。 它喜欢藏在森林或 草丛里大量吞食树叶。",
	},
	kakuna: {
		name: "铁壳蛹",
		desc: "虽然几乎动也动不了， 但是如果遇到了危险， 有时似乎会竖起毒刺来反抗。",
	},
	beedrill: {
		name: "大针蜂",
		desc: "它会用双手和 尾部的３根毒针 反复刺伤敌人。",
	},
	beedrillmega: {
		name: "超级大针蜂",
	},
	pidgey: {
		name: "波波",
		desc: "性格沉着冷静，即使受到 攻击也很少反击，只会朝 对手扬起沙子保护自己。",
	},
	pidgeotto: {
		name: "比比鸟",
		desc: "拥有超群的体力，而且 飞翔范围广，经常飞到 很远的地方寻找食物。",
	},
	pidgeot: {
		name: "大比鸟",
		desc: "以２马赫的飞行速度来 觅食。它巨大的爪子是 非常令人惧怕的武器。",
	},
	pidgeotmega: {
		name: "超级大比鸟",
	},
	rattata: {
		name: "小拉达",
		desc: "有两颗大门牙，见什么咬什么。 只要看到１只小拉达出没， 附近肯定还住着40只以上。",
	},
	rattataalola: {
		name: "小拉达（阿罗拉的样子）",
	},
	raticate: {
		name: "拉达",
		desc: "它的后脚上长着 小蹼，以便它在 水中游泳寻找食物。",
	},
	raticatealola: {
		name: "拉达（阿罗拉的样子）",
	},
	spearow: {
		name: "烈雀",
		desc: "不擅长高空飞行。 会以超高速在地盘里四处盘旋， 以保护自己的地盘不被侵犯。",
	},
	fearow: {
		name: "大嘴雀",
		desc: "很久以前就存在的宝可梦。 哪怕只察觉到一丝危险， 都会立即飞向高空。",
	},
	ekans: {
		name: "阿柏蛇",
		desc: "身体会随着年龄增长不断变长。 每到夜里，它会一圈圈地 将身体缠绕在树枝上休息。",
	},
	arbok: {
		name: "阿柏怪",
		desc: "根据研究证实，它腹部 那可怕的纹路大约有 ６个种类已经得到确认。",
	},
	pikachu: {
		name: "皮卡丘",
		desc: "皮卡丘们把尾巴 贴在一起交换电流， 其实是在互相打招呼。",
	},
	raichu: {
		name: "雷丘",
		desc: "如果电囊空了， 它就会直直地竖起尾巴， 收集空气中的电流。",
	},
	raichualola: {
		name: "雷丘（阿罗拉的样子）",
	},
	sandshrew: {
		name: "穿山鼠",
		desc: "会在地上挖洞建造巢穴。 挖洞时，即便遇到地里的坚硬岩石， 也能用尖锐的爪子弄碎后继续挖进。",
	},
	sandshrewalola: {
		name: "穿山鼠（阿罗拉的样子）",
	},
	sandslash: {
		name: "穿山王",
		desc: "会将锐利的爪子钩在树上爬树。 这是为了设法使树果掉落， 分给等在树下的穿山鼠们。",
	},
	sandslashalola: {
		name: "穿山王（阿罗拉的样子）",
	},
	nidoranf: {
		name: "尼多兰",
		desc: "用坚硬的门牙咬碎 树果吃。和雄性相比， 角的尖端稍圆一些。",
	},
	nidorina: {
		name: "尼多娜",
		desc: "如果族群遇到了危险， 会和伙伴们团结起来， 施展出超音波大合唱。",
	},
	nidoqueen: {
		name: "尼多后",
		desc: "把孩子放在背上刺与刺的 空隙里来哄它们。在这时 绝对不会释放毒素。",
	},
	nidoranm: {
		name: "尼多朗",
		desc: "身材虽小，却性格勇敢。 为了保护相好的雌性， 会不顾生命果敢地战斗。",
	},
	nidorino: {
		name: "尼多力诺",
		desc: "神经敏感，动不动就打架。 体内的肾上腺素一增加， 毒素的浓度也会提高。",
	},
	nidoking: {
		name: "尼多王",
		desc: "以力量为傲的宝可梦。 用自己的粗尾巴和连钻石 都能击碎的角，豪爽地战斗。",
	},
	clefairy: {
		name: "皮皮",
		desc: "因可爱的举止和叫声 而广受欢迎的宝可梦。 不过很少被人发现。",
	},
	clefable: {
		name: "皮可西",
		desc: "听觉灵敏，连１公里以外 针落地的声音都听得见， 因此平时会待在安静的地方。",
	},
	vulpix: {
		name: "六尾",
		desc: "随着身体的成长， ６根尾巴的毛发也会变得更漂亮。 紧紧抱着它时能感到微微的温暖。",
	},
	vulpixalola: {
		name: "六尾（阿罗拉的样子）",
	},
	ninetales: {
		name: "九尾",
		desc: "聪明伶俐，但爱记仇。 据说如果敢乱抓它的尾巴， 它就会缠着你作祟１０００年。",
	},
	ninetalesalola: {
		name: "九尾（阿罗拉的样子）",
	},
	jigglypuff: {
		name: "胖丁",
		desc: "能够随意改变声音的波长， 唱出听了绝对会 犯困的神奇旋律。",
	},
	wigglytuff: {
		name: "胖可丁",
		desc: "以自己细腻的体毛为傲。 尤其是额头上的卷毛， 更是有着天堂般的极致触感。",
	},
	zubat: {
		name: "超音蝠",
		desc: "栖息在晒不到阳光的洞窟里。 到了早晨便会和同伴聚集起来， 一边互相取暖一边睡觉。",
	},
	golbat: {
		name: "大嘴蝠",
		desc: "用小而灵活的脚走路。 会悄悄接近正在睡觉的猎物， 用尖牙咬住对方吸取血液。",
	},
	oddish: {
		name: "走路草",
		desc: "白天会为躲避太阳 而钻入凉爽的地下。 会通过沐浴月光成长。",
	},
	gloom: {
		name: "臭臭花",
		desc: "看似口水的东西其实是 甜甜的蜜。非常黏稠， 只要碰到就会一直黏住。",
	},
	vileplume: {
		name: "霸王花",
		desc: "虽然花瓣越大， 就能放出越多的花粉， 但这样脑袋会变沉，容易疲倦。",
	},
	paras: {
		name: "派拉斯",
		desc: "它会通过挖洞来从树根里 吸取营养，但大部分营养 都会被背上的蘑菇抢走。",
	},
	parasect: {
		name: "派拉斯特",
		desc: "由于虫子的精华不断被吸走， 在思考的似乎已经不是虫子， 而是背上的蘑菇了。",
	},
	venonat: {
		name: "毛球",
		desc: "在明亮的地方你便能发现它 具有雷达功能的大眼其实是 由许多个小眼睛聚集而成的。",
	},
	venomoth: {
		name: "摩鲁蛾",
		desc: "如果不小心把它翅膀上的鳞粉 沾到了身上，那不但会很难去除， 更糟的是毒素也会从那里渗入。",
	},
	diglett: {
		name: "地鼠",
		desc: "在地下较浅的地方移动。 被它挖掘过的地面会鼓起来， 所以非常容易发现。",
	},
	diglettalola: {
		name: "地鼠（阿罗拉的样子）",
	},
	dugtrio: {
		name: "三地鼠",
		desc: "三胞胎的地鼠，拥有能够挖掘到 地下１００公里深的潜力。没人知道 它在地下的部分究竟长成什么样子。",
	},
	dugtrioalola: {
		name: "三地鼠（阿罗拉的样子）",
	},
	meowth: {
		name: "喵喵",
		desc: "为了不弄脏额头上的 金币，会常常洗脸。 和伽勒尔的喵喵关系不好。",
	},
	meowthalola: {
		name: "喵喵（阿罗拉的样子）",
	},
	meowthgalar: {
		name: "喵喵（伽勒尔的样子）",
	},
	persian: {
		name: "猫老大",
		desc: "拥有优雅高贵的身姿。 与野蛮的喵头目性格不合， 互相看不起对方。",
	},
	persianalola: {
		name: "猫老大（阿罗拉的样子）",
	},
	psyduck: {
		name: "可达鸭",
		desc: "头痛会随着压力逐渐累积 而不断加剧。会用强大的 念力击垮周围的一切。",
	},
	golduck: {
		name: "哥达鸭",
		desc: "古老的故事中说， 它会把污染河水的 人类拖进水中带走。",
	},
	mankey: {
		name: "猴怪",
		desc: "身体轻盈，在树上生活。 常因鸡毛蒜皮的小事发火 而飞扑到周围的东西上。",
	},
	primeape: {
		name: "火暴猴",
		desc: "只有在谁都不在身边的 时候才不生气，但几乎 没有人目击过这种情况。",
	},
	growlithe: {
		name: "卡蒂狗",
		desc: "性格忠诚。 为了保护自己的训练家， 会拼命地朝对手狂吠。",
	},
	arcanine: {
		name: "风速狗",
		desc: "从古时候起就是俘获了 众多人心的美丽宝可梦。 能像飞一样轻巧地奔跑。",
	},
	poliwag: {
		name: "蚊香蝌蚪",
		desc: "在水流湍急的河里， 会把厚厚的嘴唇像吸盘那样 紧紧吸在岩石上避免被冲走。",
	},
	poliwhirl: {
		name: "蚊香君",
		desc: "流出的汗是黏滑的粘液状。 即使被敌人捉住， 也能哧溜一下滑走逃脱。",
	},
	poliwrath: {
		name: "蚊香泳士",
		desc: "除了游泳还擅长格斗技。 能用经过锻炼的手臂 使出豪迈强力的拳击。",
	},
	abra: {
		name: "凯西",
		desc: "能够在睡梦中使出瞬间移动。 据说它睡得越熟，就能 移动到越遥远的地方。",
	},
	kadabra: {
		name: "勇基拉",
		desc: "念力的威力大得惊人。 会把精神力量储存在额头的 星星里，以备进化之需。",
	},
	alakazam: {
		name: "胡地",
		desc: "会操纵强大的超能力。 据说它双手握着的汤勺 就是用那力量制造出来的。",
	},
	alakazammega: {
		name: "超级胡地",
	},
	machop: {
		name: "腕力",
		desc: "时时刻刻都充满力量。 由于体力过剩而去举起岩石 消磨时间，也因此变得更强。",
	},
	machoke: {
		name: "豪力",
		desc: "有着不会疲劳的强韧肉体。 会去帮助人类完成例如 搬运沉重行李之类的工作。",
	},
	machamp: {
		name: "怪力",
		desc: "４只手臂在思考之前 就会反射性地行动， 使出多发拳击。",
	},
	bellsprout: {
		name: "喇叭芽",
		desc: "喜欢温度高，有一定 湿度的地方。它会用 身上的藤蔓抓小虫来吃。",
	},
	weepinbell: {
		name: "口呆花",
		desc: "它在肚子饿的时候会 吞掉周围会动的东西， 分泌溶解液让其致命。",
	},
	victreebel: {
		name: "大食花",
		desc: "用花蜜的香味引诱猎物。 据说被它吞入嘴里的东西， 只要1天就会溶解到连骨头都不剩。",
	},
	tentacool: {
		name: "玛瑙水母",
		desc: "身体的大部分由水组成。 在海中，会和海水混为一体， 非常难以发现。",
	},
	tentacruel: {
		name: "毒刺水母",
		desc: "８０根触手伸缩自如。 会像撒网那样伸开触手 抓住猎物并刺入毒针。",
	},
	geodude: {
		name: "小拳石",
		desc: "大多栖息于山路。由于 不留神踩到它会使它 大发雷霆，得多加小心。",
	},
	geodudealola: {
		name: "小拳石（阿罗拉的样子）",
	},
	graveler: {
		name: "隆隆石",
		desc: "常在山路上滚来滚去。 滚动时从来不关心 前面的路上都有什么。",
	},
	graveleralola: {
		name: "隆隆石（阿罗拉的样子）",
	},
	golem: {
		name: "隆隆岩",
		desc: "刚蜕皮时浑身都白白的 非常柔软，但是接触到 空气之后会迅速变坚硬。",
	},
	golemalola: {
		name: "隆隆岩（阿罗拉的样子）",
	},
	ponyta: {
		name: "小火马",
		desc: "得到了小火马认可的人， 在触摸它燃烧着的鬃毛时 不会觉得烫手，真是不可思议。",
	},
	ponytagalar: {
		name: "小火马（伽勒尔的样子）",
	},
	rapidash: {
		name: "烈焰马",
		desc: "奔跑速度最快的烈焰马 会成为首领，决定族群 前往的地点和奔跑速度。",
	},
	rapidashgalar: {
		name: "烈焰马（伽勒尔的样子）",
	},
	slowpoke: {
		name: "呆呆兽",
		desc: "把尾巴泡在水里后会有甜味渗出， 因此它会以尾巴为诱饵 吸引宝可梦并将其钓起。",
	},
	slowpokegalar: {
		name: "呆呆兽（伽勒尔的样子）",
	},
	slowbro: {
		name: "呆壳兽",
		desc: "因为被大舌贝咬住而受到的刺激使它 变得能够两足直立行走。当大舌贝 离开后，它似乎就会变回呆呆兽。",
	},
	slowbromega: {
		name: "超级呆壳兽",
	},
	slowbrogalar: {
		name: "呆壳兽（伽勒尔的样子）",
	},
	magnemite: {
		name: "小磁怪",
		desc: "靠吃电来维持生命。 会一边从左右两边的组件 放射电磁波一边在空中飞行。",
	},
	magneton: {
		name: "三合一磁怪",
		desc: "会不断释放很强的的磁力。 在三合一磁怪接近时，大多数 电脑都会发生异常情况。",
	},
	farfetchd: {
		name: "大葱鸭",
		desc: "用植物的茎来战斗。 茎的挥舞方式存在着 好几种不同的流派。",
	},
	farfetchdgalar: {
		name: "大葱鸭（伽勒尔的样子）",
	},
	doduo: {
		name: "嘟嘟",
		desc: "羽毛较短所以不擅长飞行， 但是拥有发达的双脚， 能够以很快的速度奔跑。",
	},
	dodrio: {
		name: "嘟嘟利",
		desc: "由嘟嘟的某个头分裂 出的变种。以60千米的 时速在草原上奔跑。",
	},
	seel: {
		name: "小海狮",
		desc: "喜欢天寒地冻的地方， 就算零下10度 也能愉快地游泳。",
	},
	dewgong: {
		name: "白海狮",
		desc: "全身像雪一样白。十分耐寒， 即使是在有浮冰的大海里 也能很精神地游来游去。",
	},
	grimer: {
		name: "臭泥",
		desc: "它由囤积的淤泥而形成。 臭到让人无法碰触，凡是 它走过的地方都寸草不生。",
	},
	grimeralola: {
		name: "臭泥（阿罗拉的样子）",
	},
	muk: {
		name: "臭臭泥",
		desc: "非常难闻！气味臭到让人 窒息，但由于鼻子的退化， 它自己完全闻不到味道。",
	},
	mukalola: {
		name: "臭臭泥（阿罗拉的样子）",
	},
	shellder: {
		name: "大舌贝",
		desc: "坚硬的壳能反弹任何攻击。 壳打开时，如果里面的部分 受到攻击，就会变得很脆弱。",
	},
	cloyster: {
		name: "刺甲贝",
		desc: "一旦它把壳闭上， 无论是拥有什么样怪力的人 都无法将其打开。",
	},
	gastly: {
		name: "鬼斯",
		desc: "能用稀薄气体状的 身体潜入任何地方， 但只要起风就会被吹跑。",
	},
	haunter: {
		name: "鬼斯通",
		desc: "如果黑暗中空空如也， 但你却感觉被什么盯上了， 那么鬼斯通一定就在那里。",
	},
	gengar: {
		name: "耿鬼",
		desc: "据说它会为了夺取 山中遇难者的生命 而从黑暗中出现。",
	},
	gengarmega: {
		name: "超级耿鬼",
	},
	onix: {
		name: "大岩蛇",
		desc: "弯曲扭动巨大结实的身体， 以时速８０公里的 猛烈劲头向前挖进。",
	},
	drowzee: {
		name: "催眠貘",
		desc: "如果你每晚与它一起睡觉， 它偶尔会让你梦见 它以前吃过的梦。",
	},
	hypno: {
		name: "引梦貘人",
		desc: "无意中遇到它的时候，如果 不小心和它对上视线会很危险。 它手里拿着的钟摆会让人睡着。",
	},
	krabby: {
		name: "大钳蟹",
		desc: "如果危险逼近， 就会从嘴里吐出泡沫包裹全身， 让身体看起来更大。",
	},
	kingler: {
		name: "巨钳蟹",
		desc: "巨大的钳子破坏力十足， 但是因为太过沉重， 不战斗的时候就很碍事。",
	},
	voltorb: {
		name: "霹雳电球",
		desc: "据说它与精灵球相似的外形 其实是它的保护色，但它 很容易自爆这一点也出人意料。",
	},
	electrode: {
		name: "顽皮雷弹",
		desc: "只要受到一点撞击， 就会由于体内的 电能溢出导致爆炸。",
	},
	exeggcute: {
		name: "蛋蛋",
		desc: "６只不在一起就不安心。 哪怕只是少了１只， 都会马上想要逃跑。",
	},
	exeggutor: {
		name: "椰蛋树",
		desc: "３个脑袋联合起来 能使出强大的精神力量。 天气变阴时动作会变得迟钝。",
	},
	exeggutoralola: {
		name: "椰蛋树（阿罗拉的样子）",
	},
	cubone: {
		name: "卡拉卡拉",
		desc: "它头上戴着死去母亲的头骨。 虽然也会因悲伤的梦境而哭泣， 但每流一次泪，都会变得更加坚强。",
	},
	marowak: {
		name: "嘎啦嘎啦",
		desc: "进化后，与原本戴在头上的 母亲头骨完全融为一体， 而且性格也变得十分凶暴。",
	},
	marowakalola: {
		name: "嘎啦嘎啦（阿罗拉的样子）",
	},
	hitmonlee: {
		name: "飞腿郎",
		desc: "腿能自由地伸缩， 即使离得很远， 也能把对手踢飞。",
	},
	hitmonchan: {
		name: "快拳郎",
		desc: "打出的拳击甚至能劈开空气。 但攻击３分钟后， 它似乎就会想休息一下。",
	},
	lickitung: {
		name: "大舌头",
		desc: "主要以虫宝可梦为食。 会用长长的舌头舔对手， 等对手麻痹后将其整个吞下。",
	},
	koffing: {
		name: "瓦斯弹",
		desc: "污浊的空气是它的美味大餐。 据说在昔日的伽勒尔地区 曾经存在着更多的瓦斯弹。",
	},
	weezing: {
		name: "双弹瓦斯",
		desc: "虽然吸入空气的力量 稍弱于伽勒尔的双弹瓦斯， 制造出的毒素却更加强力。",
	},
	weezinggalar: {
		name: "双弹瓦斯（伽勒尔的样子）",
	},
	rhyhorn: {
		name: "独角犀牛",
		desc: "脑子里只能记住一件事。 一旦开始猛冲，不管理由是什么 都会很快感到无所谓而忘掉。",
	},
	rhydon: {
		name: "钻角犀兽",
		desc: "全身被铠甲般的皮肤保护着。 甚至能在２０００度的熔岩里生存。",
	},
	chansey: {
		name: "吉利蛋",
		desc: "原本动作迟缓。 为了保护蛋不被抢走， 逃跑的速度才变快了。",
	},
	tangela: {
		name: "蔓藤怪",
		desc: "藤蔓有着独特的香气。 在伽勒尔的部分地区 被当做香草使用。",
	},
	kangaskhan: {
		name: "袋兽",
		desc: "据记载，曾有没孩子的 袋兽将遇难人类的 小孩抚养长大。",
	},
	kangaskhanmega: {
		name: "超级袋兽",
	},
	horsea: {
		name: "墨海马",
		desc: "会像跳舞一样在水中游动 以制造漩涡。作为娱乐， 会和伙伴比拼谁的漩涡更大。",
	},
	seadra: {
		name: "海刺龙",
		desc: "嘴巴虽然细，吸引力却很强。 就算是比嘴巴还大的猎物， 也能一瞬间吸进嘴里吃掉。",
	},
	goldeen: {
		name: "角金鱼",
		desc: "背鳍和尾鳍像肌肉 那样发达。能够以 ５节的速度在水中游泳。",
	},
	seaking: {
		name: "金鱼王",
		desc: "金鱼王之所以会用角挖穿 河底的岩石来筑巢，是为了 防止产下的卵被水流冲走。",
	},
	staryu: {
		name: "海星星",
		desc: "虽然会遭到鱼宝可梦的啄食， 但身体即使被咬掉一块也能 马上再生，所以完全不在意。",
	},
	starmie: {
		name: "宝石海星",
		desc: "会高速旋转着身体 一边游泳一边吸收 微小的浮游生物。",
	},
	mrmime: {
		name: "魔墙人偶",
		desc: "擅长表演默剧。 用手指放出的波动制造墙壁， 保护自己免于大多数攻击。",
	},
	mrmimegalar: {
		name: "魔墙人偶（伽勒尔的样子）",
	},
	scyther: {
		name: "飞天螳螂",
		desc: "如果在森林中发现某个地方 有大量树木被砍倒，就说明 那里是飞天螳螂的领地。",
	},
	jynx: {
		name: "迷唇姐",
		desc: "伽勒尔的迷唇姐外表靓丽， 拥有纤细叫声的也不在少数， 甚至有为其着迷的粉丝。",
	},
	electabuzz: {
		name: "电击兽",
		desc: "暴风雨来临时，它们就会 集结在高高的大树周围， 耐心地等待落雷。",
	},
	magmar: {
		name: "鸭嘴火兽",
		desc: "全身时刻都在燃烧。 大家认为它是引发火灾的 原因之一，非常惧怕它。",
	},
	pinsir: {
		name: "凯罗斯",
		desc: "用角夹住猎物后， 不是直接把对方切成两半， 就是强行把对方扔飞。",
	},
	pinsirmega: {
		name: "超级凯罗斯",
	},
	tauros: {
		name: "肯泰罗",
		desc: "栖息在伽勒尔的肯泰罗 性格暴躁，决不允许 人类骑在自己的背上。",
	},
	magikarp: {
		name: "鲤鱼王",
		desc: "又弱又可怜的宝可梦。 在水流比较快的地方 只能任凭自己被水冲走。",
	},
	gyarados: {
		name: "暴鲤龙",
		desc: "就算是在狂风暴雨中， 只要发狂的暴鲤龙出现， 一切都会被它烧毁殆尽。",
	},
	gyaradosmega: {
		name: "超级暴鲤龙",
	},
	lapras: {
		name: "拉普拉斯",
		desc: "十分耐寒，不畏冰海。 皮肤滑滑的， 摸上去会有点凉。",
	},
	ditto: {
		name: "百变怪",
		desc: "当两只百变怪相遇的时候， 为了能变成和对方相同的样子， 它们动起来会比平常更加剧烈。",
	},
	eevee: {
		name: "伊布",
		desc: "由于不稳定的遗传基因， 蕴含着各种各样进化 可能性的特殊宝可梦。",
	},
	vaporeon: {
		name: "水伊布",
		desc: "身体细胞的结构与水分子相似。 它能和水融为一体， 让别人无法看见它。",
	},
	jolteon: {
		name: "雷伊布",
		desc: "能够吸入空气中的负离子， 有时会吐出大约有 １００００伏特的高压电。",
	},
	flareon: {
		name: "火伊布",
		desc: "会将吸入的空气的一部分 传送到自己体内的火囊里， 制造出１７００度的火焰。",
	},
	porygon: {
		name: "多边兽",
		desc: "近年来十分活跃于 电脑空间。到处检查 有没有可疑的数据。",
	},
	omanyte: {
		name: "菊石兽",
		desc: "已经灭绝的古代宝可梦。 依靠１０只脚来划水， 在水中轻盈地游曳。",
	},
	omastar: {
		name: "多刺菊石兽",
		desc: "拥有足以咬碎岩石的锋利牙齿， 但是能够袭击的猎物仅限 触手可以伸展的范围之内。",
	},
	kabuto: {
		name: "化石盔",
		desc: "虽然存在已经灭绝的说法， 但据说在一部分地区 还是经常能见到它的身影。",
	},
	kabutops: {
		name: "镰刀盔",
		desc: "灭绝的原因尚不明确。 曾经栖息在温暖的大海， 是性格残暴的古代宝可梦。",
	},
	aerodactyl: {
		name: "化石翼龙",
		desc: "长着锯子般的牙齿。 甚至连钢属性宝可梦的皮肤 都会被它的牙齿撕成碎片。",
	},
	aerodactylmega: {
		name: "超级化石翼龙",
	},
	snorlax: {
		name: "卡比兽",
		desc: "拥有一个结实的胃， 即使吃了发霉腐烂的东西， 也完全不会吃坏肚子。",
	},
	articuno: {
		name: "急冻鸟",
		desc: "拥有能够自由操纵冰 的能力。据说它栖息在 永久冻土的雪山。",
	},
	zapdos: {
		name: "闪电鸟",
		desc: "传说的鸟宝可梦。 据说只要它一摩擦翅膀， 就会立刻发生落雷。",
	},
	moltres: {
		name: "火焰鸟",
		desc: "相传它会用燃烧着的 美丽翅膀照亮山道， 救助在此遇险的人。",
	},
	dratini: {
		name: "迷你龙",
		desc: "长久以来被认为只存在于 幻想之中。额头小小的突起 是正在发育的角。",
	},
	dragonair: {
		name: "哈克龙",
		desc: "把力量集中在尾巴的 珠子上操纵天气。 散发气场的样子非常神秘。",
	},
	dragonite: {
		name: "快龙",
		desc: "被称为大海的化身。 很多船都会把快龙的 雕像设置在船头。",
	},
	mewtwo: {
		name: "超梦",
		desc: "超梦的基因几乎和梦幻 完全一样，但是大小和 性格却迥异得让人吃惊。",
	},
	mewtwomegax: {
		name: "超级超梦Ｘ",
	},
	mewtwomegay: {
		name: "超级超梦Ｙ",
	},
	mew: {
		name: "梦幻",
		desc: "用显微镜可以看到 它身上极短极细 且密集的体毛。",
	},
	chikorita: {
		name: "菊草叶",
	},
	bayleef: {
		name: "月桂叶",
	},
	meganium: {
		name: "大竺葵",
	},
	cyndaquil: {
		name: "火球鼠",
	},
	quilava: {
		name: "火岩鼠",
	},
	typhlosion: {
		name: "火暴兽",
	},
	totodile: {
		name: "小锯鳄",
	},
	croconaw: {
		name: "蓝鳄",
	},
	feraligatr: {
		name: "大力鳄",
	},
	sentret: {
		name: "尾立",
	},
	furret: {
		name: "大尾立",
	},
	hoothoot: {
		name: "咕咕",
		desc: "总是在固定的时间鸣叫， 因此也有训练家 拿它来代替钟表带出门。",
	},
	noctowl: {
		name: "猫头夜鹰",
		desc: "开始思考事情时， 会将脖子旋转１８０度， 以此提高大脑的工作效率。",
	},
	ledyba: {
		name: "芭瓢虫",
		desc: "非常胆小的宝可梦。 会和伙伴一起张开反射壁来保护巢穴。",
	},
	ledian: {
		name: "安瓢虫",
		desc: "在夜空中飞翔的同时 会抛撒闪闪发光的粉末。 据说粉末沾到身上就会有好事发生。",
	},
	spinarak: {
		name: "圆丝蛛",
		desc: "牙齿上的毒并不强烈， 但用来削弱那些挂在网上 无法动弹的猎物是绰绰有余了。",
	},
	ariados: {
		name: "阿利多斯",
		desc: "会通过吐丝来捕捉猎物。 到了晚上，就会离开 巢穴并积极地狩猎。",
	},
	crobat: {
		name: "叉字蝠",
		desc: "可以自由地控制４根翅膀 振翅而飞。即使在狭窄的 洞窟内也能保持速度飞来飞去。",
	},
	chinchou: {
		name: "灯笼鱼",
		desc: "在黑暗的海底， 触手上不断闪烁着的光 是它们唯一的通信手段。",
	},
	lanturn: {
		name: "电灯怪",
		desc: "发出强光蒙住猎物的眼睛。 抓住那一瞬间的空档， 使其遭受电的攻击。",
	},
	pichu: {
		name: "皮丘",
		desc: "脸颊上的电囊还很小， 如果囊里的电太多了， 就会漏出来电到自己。",
	},
	cleffa: {
		name: "皮宝宝",
		desc: "有着星星一样的轮廓。 由于那外形，人们相信 它是乘着流星而来的。",
	},
	igglybuff: {
		name: "宝宝丁",
		desc: "用柔软的身体弹跳著移动。 当它的体温上升时， 身体会变成深粉红色。",
	},
	togepi: {
		name: "波克比",
		desc: "好运的象征。 据说在它的壳里 装着满满的幸福。",
	},
	togetic: {
		name: "波克基古",
		desc: "不待在温柔的人身边 就会变得没有精神。 不挥动翅膀也能浮在空中。",
	},
	natu: {
		name: "天然雀",
		desc: "由于羽翼未丰， 所以会跳着移动。 一直在注视着什么。",
	},
	xatu: {
		name: "天然鸟",
		desc: "能够看穿过去和未来。 日复一日注视着太阳 动向的奇异宝可梦。",
	},
	mareep: {
		name: "咩利羊",
		desc: "绒毛摩擦产生的电力会被储存起来。 如果觉得可爱而直接用手碰它的话， 就会被啪地一下电得又麻又痛。",
	},
	flaaffy: {
		name: "茸茸羊",
		desc: "能将电力储存在松软的毛发中。 因为储存了太多电力，所以身上 有些地方已经变得光秃秃的了。",
	},
	ampharos: {
		name: "电龙",
		desc: "尾巴会发出很强的亮光。 从以前起，它就被船员们 当做路标而深受重视。",
	},
	ampharosmega: {
		name: "超级电龙",
	},
	bellossom: {
		name: "美丽花",
		desc: "有时能看到美丽花聚在一起 做着像是跳舞一样的动作。 据说这是呼唤太阳的仪式。",
	},
	marill: {
		name: "玛力露",
		desc: "体毛的防水性能很好， 就算是从冰冷的海里上岸， 身体也会立刻干掉，一点都不冷。",
	},
	azumarill: {
		name: "玛力露丽",
		desc: "会制作填满空气的泡泡。 当露力丽在河里玩的时候， 它就会用这个泡泡包住露力丽。",
	},
	sudowoodo: {
		name: "树才怪",
		desc: "为了不被袭击会模仿树的样子。 很讨厌水，所以下雨后， 不知什么时候就会消失。",
	},
	politoed: {
		name: "蚊香蛙皇",
		desc: "雄性的叫声更响亮。 叫声低沉可怕的蚊香蛙皇 更能受到雌性的欢迎。",
	},
	hoppip: {
		name: "毽子草",
	},
	skiploom: {
		name: "毽子花",
	},
	jumpluff: {
		name: "毽子棉",
	},
	aipom: {
		name: "长尾怪手",
		desc: "会从树上寻找猎物。 发现喜食的甜竹竹后， 就会兴奋地飞扑过去。",
	},
	sunkern: {
		name: "向日种子",
	},
	sunflora: {
		name: "向日花怪",
	},
	yanma: {
		name: "蜻蜻蜓",
	},
	wooper: {
		name: "乌波",
		desc: "为了在地面上行走时 不让皮肤干燥，会用 有毒的粘膜覆盖身体。",
	},
	quagsire: {
		name: "沼王",
		desc: "身体总是滑溜溜的。 虽然游泳时头总会撞到河底， 但它自己毫不在意。",
	},
	espeon: {
		name: "太阳伊布",
		desc: "从额头的珠子放射出精神力量 进行战斗。当力量用尽时， 珠子的颜色也会褪去。",
	},
	umbreon: {
		name: "月亮伊布",
		desc: "在满月之夜或是兴奋的时候， 它身上圈圈一样的花纹 就会发出金黄色的光。",
	},
	murkrow: {
		name: "黑暗鸦",
		desc: "会为老大去寻找闪闪发光的东西。 据说它很不吉利，厌恶它的人也很多。",
	},
	slowking: {
		name: "呆呆王",
		desc: "虽然无论向呆呆王提出 什么难题它都会帮忙解决， 但是谁都无法理解它的语言。",
	},
	misdreavus: {
		name: "梦妖",
		desc: "会通过模仿人哭叫的声音 来吓唬大家并以此为乐。 不擅长对付胆大的对手。",
	},
	unown: {
		name: "未知图腾",
	},
	wobbuffet: {
		name: "果然翁",
		desc: "为了隐藏漆黑的尾巴 而悄悄地生活在黑暗之中。 不会主动发起攻击。",
	},
	girafarig: {
		name: "麒麟奇",
	},
	pineco: {
		name: "榛果球",
		desc: "会用唾液将树皮粘在自己身上， 从而让自己变得又厚又大。 上了年纪的榛果球是无比巨大的。",
	},
	forretress: {
		name: "佛烈托斯",
		desc: "仅在吞下猎物的瞬间，壳里面的 身体才会出现，但至今仍未有 人或宝可梦见过其真面目。",
	},
	dunsparce: {
		name: "土龙弟弟",
		desc: "栖息在像迷宫一样的巢穴里。 能通过土壤的气味来判断自己的 位置，所以绝对不会迷路。",
	},
	gligar: {
		name: "天蝎",
	},
	steelix: {
		name: "大钢蛇",
		desc: "人们认为它的身体是因为 堆积了很多和泥土一起吞下的 铁元素，才会发生变化的。",
	},
	steelixmega: {
		name: "超级大钢蛇",
	},
	snubbull: {
		name: "布鲁",
		desc: "它和看上去不同，其实很胆小。 所以如果把它和小狗宝可梦 放在一起，它就有可能会受到欺负。",
	},
	granbull: {
		name: "布鲁皇",
		desc: "虽然深受年轻女性的欢迎， 但它胆小怕事，内心柔弱， 所以无法成为一条看门犬。",
	},
	qwilfish: {
		name: "千针鱼",
		desc: "全身上下的小针都是由鳞片 变化而来的。如果被刺中的话， 就会因中毒而昏迷。",
	},
	scizor: {
		name: "巨钳螳螂",
		desc: "虽然身体纤细，却有着 惊人的攻击力。身体的 肌肉也是由金属构成的。",
	},
	scizormega: {
		name: "超级巨钳螳螂",
	},
	shuckle: {
		name: "壶壶",
		desc: "储存在壶形甲壳里的 树果会在不知不觉间 变成黏糊糊的果汁。",
	},
	heracross: {
		name: "赫拉克罗斯",
		desc: "能轻轻松松地举起比自己 体重还重１００倍的东西， 是以一身怪力为傲的宝可梦。",
	},
	heracrossmega: {
		name: "超级赫拉克罗斯",
	},
	sneasel: {
		name: "狃拉",
		desc: "狡黠凶恶的性格。 趁着双亲不在就侵入巢穴， 将蛋盗出。",
	},
	teddiursa: {
		name: "熊宝宝",
	},
	ursaring: {
		name: "圈圈熊",
	},
	slugma: {
		name: "熔岩虫",
	},
	magcargo: {
		name: "熔岩蜗牛",
	},
	swinub: {
		name: "小山猪",
		desc: "嗅到诱人的香味时， 便会不顾一切地朝着 气味的方向飞奔过去。",
	},
	piloswine: {
		name: "长毛猪",
		desc: "虽然４只脚很短， 但因为蹄子很宽很粗糙， 所以就算在雪地上行走也不会打滑。",
	},
	corsola: {
		name: "太阳珊瑚",
		desc: "在温暖的大海里生活。 也曾经大量栖息于 上古时期的伽勒尔近海。",
	},
	corsolagalar: {
		name: "太阳珊瑚（伽勒尔的样子）",
	},
	remoraid: {
		name: "铁炮鱼",
		desc: "会用变成吸盘状的背鳍 吸附在巨翅飞鱼身上， 让它分一点吃剩的东西给自己吃。",
	},
	octillery: {
		name: "章鱼桶",
		desc: "有着结实的坚硬脑袋。 会用带吸盘的脚缠住对手， 然后再一个劲地用头猛撞。",
	},
	delibird: {
		name: "信使鸟",
		desc: "因为有跟人类及宝可梦 分享自己食物的习性， 所以一直都在到处寻找食物。",
	},
	mantine: {
		name: "巨翅飞鱼",
		desc: "悠然地畅游在大海中。 就算有觊觎食物残渣的铁炮鱼 吸附在自己身上也毫不在意。",
	},
	skarmory: {
		name: "盔甲鸟",
		desc: "由于它身上掉落下来的羽毛 可以用来制剑，因此作为纹章 的图案也很有人气。",
	},
	houndour: {
		name: "戴鲁比",
		desc: "会在天亮之前反复发出恐怖的长嚎， 并以此来彰显自己群体的存在。",
	},
	houndoom: {
		name: "黑鲁加",
		desc: "恐怖的长嚎是其特征。 过去人们曾认为它是来自 地狱的使者而对其心存畏惧。",
	},
	houndoommega: {
		name: "超级黑鲁加",
	},
	kingdra: {
		name: "刺龙王",
		desc: "身上掉下的鳞片闪耀着 高雅而有深度的光泽， 甚至会被拿去进献给王族。",
	},
	phanpy: {
		name: "小小象",
	},
	donphan: {
		name: "顿甲",
	},
	porygon2: {
		name: "多边兽２型",
		desc: "在装载了ＡＩ功能后， 多边兽２型便开始用只有彼此 能懂的神秘语言互相交流了。",
	},
	stantler: {
		name: "惊角鹿",
	},
	smeargle: {
		name: "图图犬",
		desc: "会用尾巴前端渗出的体液画下标记。 对于有些标记，爱好者会以高价买卖。",
	},
	tyrogue: {
		name: "无畏小子",
		desc: "体型偏小却不可轻视， 因为它只要发现合适的对手 便会马上扑上去大打出手。",
	},
	hitmontop: {
		name: "战舞郎",
		desc: "会通过倒立来扰乱 对方的节奏，然后 趁隙施展华丽的踢击。",
	},
	smoochum: {
		name: "迷唇娃",
		desc: "好奇心旺盛的宝可梦。 不管是什么都会试着用 嘴唇去触碰，确认是否喜欢。",
	},
	elekid: {
		name: "电击怪",
		desc: "储存电力的本领还不到家。 为了吸取电力，会偷偷 潜入民宅寻找插座。",
	},
	magby: {
		name: "鸭嘴宝宝",
		desc: "栖息在火山地带。 会浸泡在岩浆中， 疗愈一整天的疲劳。",
	},
	miltank: {
		name: "大奶罐",
		desc: "如果不每天帮它挤鲜奶， 它的身体就会不舒服。 鲜奶的味道会随季节改变。",
	},
	blissey: {
		name: "幸福蛋",
		desc: "会生下装满幸福的奇妙之蛋。 据说，吃下它的蛋的人， 能够对所有人都温柔相待。",
	},
	raikou: {
		name: "雷公",
	},
	entei: {
		name: "炎帝",
	},
	suicune: {
		name: "水君",
	},
	larvitar: {
		name: "幼基拉斯",
		desc: "以吃土为生。 吃掉一座大山后， 就会为了成长而开始沉睡。",
	},
	pupitar: {
		name: "沙基拉斯",
		desc: "虽然是蛹却不会呆着不动。 在坚硬的甲壳之下 已经长出了手脚。",
	},
	tyranitar: {
		name: "班基拉斯",
		desc: "当它带着巨大轰鸣声迈开脚步， 就连大山都会为之崩裂， 周围的地形也会因此改变。",
	},
	tyranitarmega: {
		name: "超级班基拉斯",
	},
	lugia: {
		name: "洛奇亚",
	},
	hooh: {
		name: "凤王",
	},
	celebi: {
		name: "时拉比",
		desc: "从未来穿越时光而来。 能够治愈伤痛， 也会把自己的力量分给草木。",
	},
	treecko: {
		name: "木守宫",
	},
	grovyle: {
		name: "森林蜥蜴",
	},
	sceptile: {
		name: "蜥蜴王",
	},
	sceptilemega: {
		name: "超级蜥蜴王",
	},
	torchic: {
		name: "火稚鸡",
	},
	combusken: {
		name: "力壮鸡",
	},
	blaziken: {
		name: "火焰鸡",
	},
	blazikenmega: {
		name: "超级火焰鸡",
	},
	mudkip: {
		name: "水跃鱼",
	},
	marshtomp: {
		name: "沼跃鱼",
	},
	swampert: {
		name: "巨沼怪",
	},
	swampertmega: {
		name: "超级巨沼怪",
	},
	poochyena: {
		name: "土狼犬",
	},
	mightyena: {
		name: "大狼犬",
	},
	zigzagoon: {
		name: "蛇纹熊",
		desc: "伽勒尔的蛇纹熊适应了 其他地区环境后的样子。 十分擅长找东西。",
	},
	zigzagoongalar: {
		name: "蛇纹熊（伽勒尔的样子）",
	},
	linoone: {
		name: "直冲熊",
		desc: "用自己超群的爆发力 和锐利的爪子来制服猎物。 不擅长在弯曲的道路上奔跑。",
	},
	linoonegalar: {
		name: "直冲熊（伽勒尔的样子）",
	},
	wurmple: {
		name: "刺尾虫",
	},
	silcoon: {
		name: "甲壳茧",
	},
	beautifly: {
		name: "狩猎凤蝶",
	},
	cascoon: {
		name: "盾甲茧",
	},
	dustox: {
		name: "毒粉蛾",
	},
	lotad: {
		name: "莲叶童子",
		desc: "因为叶子长得太大太重， 所以才会改变习性， 漂浮在水面上生活。",
	},
	lombre: {
		name: "莲帽小童",
		desc: "住在日照良好的水边。 白天在水草做的床上睡觉， 太阳下山后就会出来活动。",
	},
	ludicolo: {
		name: "乐天河童",
		desc: "乐天河童会跟着 欢快的音乐摇摆身体， 从而增强自己的力量。",
	},
	seedot: {
		name: "橡实果",
		desc: "会将头顶粘在树枝上悬挂着。 也有被大风吹落的时候。",
	},
	nuzleaf: {
		name: "长鼻叶",
		desc: "长鼻叶居住在大树上的洞穴里， 它吹奏出的草笛声 会让听到的人感到不安。",
	},
	shiftry: {
		name: "狡猾天狗",
		desc: "在森林深处静静地生活。 据说当它扇动大大的团扇， 就会刮起冬日寒风。",
	},
	taillow: {
		name: "傲骨燕",
	},
	swellow: {
		name: "大王燕",
	},
	wingull: {
		name: "长翅鸥",
		desc: "利用气流， 不拍打翅膀就能飞上天空。 会在海边的岩壁上筑巢。",
	},
	pelipper: {
		name: "大嘴鸥",
		desc: "会贴着海面飞行， 用大大的鸟嘴连着海水一起 把食物捞起来带走。",
	},
	ralts: {
		name: "拉鲁拉丝",
		desc: "用红色的角捕捉到 人和宝可梦的温情后， 全身也会稍稍变暖起来。",
	},
	kirlia: {
		name: "奇鲁莉安",
		desc: "可以通过操纵精神力量 扭曲周围的空间来看清未来。",
	},
	gardevoir: {
		name: "沙奈朵",
		desc: "如果是为了保护训练家， 它就会用尽自己的精神力量 制造出小型黑洞。",
	},
	gardevoirmega: {
		name: "超级沙奈朵",
	},
	surskit: {
		name: "溜溜糖球",
		desc: "栖息在水草丛生的池塘或沼泽里。 会经常和栖息地以及食物 都与自己相近的滴蛛争斗。",
	},
	masquerain: {
		name: "雨翅蛾",
		desc: "像薄薄的翅膀一样的触角 很容易吸收湿气。 雨天会静静地待在树洞等地方度过。",
	},
	shroomish: {
		name: "蘑蘑菇",
	},
	breloom: {
		name: "斗笠菇",
	},
	slakoth: {
		name: "懒人獭",
	},
	vigoroth: {
		name: "过动猿",
	},
	slaking: {
		name: "请假王",
	},
	nincada: {
		name: "土居忍士",
		desc: "有时能在土里生活１０年以上。 会从树木的根部那里吸取营养。",
	},
	ninjask: {
		name: "铁面忍者",
		desc: "行动十分迅速的宝可梦。 说它无论什么攻击都能避开也不夸张。 非常喜欢甘甜的树液。",
	},
	shedinja: {
		name: "脱壳忍者",
		desc: "不拍动翅膀也能四处飞行。 身体里面空空的，是一种 不呼吸的奇妙宝可梦。",
	},
	whismur: {
		name: "咕妞妞",
		desc: "一旦开始喊叫，就会被自己的声音 惊吓到，然后以更大的声音 大吼大叫起来。叫累了以后就会睡着，",
	},
	loudred: {
		name: "吼爆弹",
		desc: "它发出的大叫声不仅会刺激听觉， 还会压缩空气造成冲击波 将敌人吹飞给予伤害。",
	},
	exploud: {
		name: "爆音怪",
		desc: "它不仅仅会大喊大叫。为了和 伙伴相互传情达意，它会从 身体的洞里发出各种各样的音色。",
	},
	makuhita: {
		name: "幕下力士",
		desc: "据说为了培育强大的幕下力士， 存在着一种训练家们按传统 手法制作的火锅料理。",
	},
	hariyama: {
		name: "铁掌力士",
		desc: "体型粗壮的铁掌力士未必强大。 即便身型矮小，也有身轻如燕， 擅长巧力的铁掌力士。",
	},
	azurill: {
		name: "露力丽",
		desc: "虽然是种性情温顺的宝可梦， 但生起气来，便会嗖嗖地挥舞起 尾巴上的大球来猛烈击打对手。",
	},
	nosepass: {
		name: "朝北鼻",
		desc: "它会一动不动地用强力的 磁力将猎物吸过来狩猎。 但有时也会吸到天敌。",
	},
	skitty: {
		name: "向尾喵",
	},
	delcatty: {
		name: "优雅猫",
	},
	sableye: {
		name: "勾魂眼",
		desc: "会去吃宝石的结晶。 双眼在漆黑一片的地方 会发出宝石的光芒。",
	},
	sableyemega: {
		name: "超级勾魂眼",
	},
	mawile: {
		name: "大嘴娃",
		desc: "大嘴娃能用自己那由钢角 变化而成的巨大颚部 将对手一口紧紧咬住。",
	},
	mawilemega: {
		name: "超级大嘴娃",
	},
	aron: {
		name: "可可多拉",
		desc: "进化的时候，钢铁盔甲会 全部脱落。人们曾经 将其捡来活用于生活。",
	},
	lairon: {
		name: "可多拉",
		desc: "会用钢铁之躯互相撞击 来争夺地盘。仔细看会发现 钢铁盔甲上有伤痕和凹陷。",
	},
	aggron: {
		name: "波士可多拉",
		desc: "很久以前，有位国王由于希望 像波士可多拉一样强大而戴上了 模仿它的头部制成的头盔。",
	},
	aggronmega: {
		name: "超级波士可多拉",
	},
	meditite: {
		name: "玛沙那",
	},
	medicham: {
		name: "恰雷姆",
	},
	medichammega: {
		name: "超级恰雷姆",
	},
	electrike: {
		name: "落雷兽",
		desc: "会在体毛中储存静电。 在空气干燥的季节 会从全身散发出火花。",
	},
	manectric: {
		name: "雷电兽",
		desc: "极少出现在人前。 据说它的住所就在雷电落下的地方。",
	},
	manectricmega: {
		name: "超级雷电兽",
	},
	plusle: {
		name: "正电拍拍",
	},
	minun: {
		name: "負电拍拍",
	},
	volbeat: {
		name: "电萤虫",
	},
	illumise: {
		name: "甜甜萤",
	},
	roselia: {
		name: "毒蔷薇",
		desc: "会用右手和左手分别放出 ２种不同的毒来进行攻击。 香气越浓越有精神。",
	},
	gulpin: {
		name: "溶食兽",
	},
	swalot: {
		name: "吞食兽",
	},
	carvanha: {
		name: "利牙鱼",
		desc: "拥有锋利的牙齿和 结实的下颚。水手们绝不会 主动靠近利牙鱼的栖息地。",
	},
	sharpedo: {
		name: "巨牙鲨",
		desc: "被称为大海恶霸。 进入它栖息海域的船只 会无一例外地遭到袭击。",
	},
	sharpedomega: {
		name: "超级巨牙鲨",
	},
	wailmer: {
		name: "吼吼鲸",
		desc: "喝入大量的海水之后， 身体会鼓成像球一样。 每天要吃掉１吨的食物。",
	},
	wailord: {
		name: "吼鲸王",
		desc: "总之，因为超级巨大而受欢迎。 观看吼鲸王在各地都是 非常受欢迎的游览项目。",
	},
	numel: {
		name: "呆火驼",
	},
	camerupt: {
		name: "喷火驼",
	},
	cameruptmega: {
		name: "超级喷火驼",
	},
	torkoal: {
		name: "煤炭龟",
		desc: "在弃用的煤矿中 住着很多煤炭龟， 它们会不停地挖掘煤炭。",
	},
	spoink: {
		name: "跳跳猪",
	},
	grumpig: {
		name: "噗噗猪",
	},
	spinda: {
		name: "晃晃斑",
		desc: "每一只身上的斑点花纹都不同。 会用晃晃悠悠的动作 绝妙地躲避对手的攻击。",
	},
	trapinch: {
		name: "大颚蚁",
		desc: "建造了绝对无法逃脱的 捣蒜钵状巢穴，并在巢穴里 等着猎物自己掉进来。",
	},
	vibrava: {
		name: "超音波幼虫",
		desc: "为了让翅膀成长， 每天要用消化液溶化 并吸食大量的猎物。",
	},
	flygon: {
		name: "沙漠蜻蜓",
		desc: "由于它挥动翅膀的声音 好似女性优美的歌声， 因此被称为沙漠精灵。",
	},
	cacnea: {
		name: "刺球仙人掌",
	},
	cacturne: {
		name: "梦歌仙人掌",
	},
	swablu: {
		name: "青绵鸟",
		desc: "看起来像是一团棉花云，因此 不易被敌人发现。据说翅膀是 随着世代演进逐渐变白的。",
	},
	altaria: {
		name: "七夕青鸟",
		desc: "虽然性情温顺，但如果被惹怒， 就会用尖锐的叫声威吓对方， 并且毫不留情地发动进攻。",
	},
	altariamega: {
		name: "超级七夕青鸟",
	},
	zangoose: {
		name: "猫鼬斩",
	},
	seviper: {
		name: "饭匙蛇",
	},
	lunatone: {
		name: "月石",
		desc: "第一次发现它是在 ４０年前陨石坠落的地方。 只要注视敌人就能使其入睡。",
	},
	solrock: {
		name: "太阳岩",
		desc: "太阳能量是其力量之源， 所以白天会很强。 旋转时身体会发光。",
	},
	barboach: {
		name: "泥泥鳅",
		desc: "会用２根长长的胡须 探索浑浊的河底。 用湿滑的粘膜保护着身体。",
	},
	whiscash: {
		name: "鲶鱼王",
		desc: "会将大沼泽划为自己的领地。 如果有敌人接近的话，它就会狂暴起来， 并引发大地震。",
	},
	corphish: {
		name: "龙虾小兵",
		desc: "来自于外国的宝可梦， 现在已经回归了野生环境。 不管多么污浊的河水都能适应。",
	},
	crawdaunt: {
		name: "铁螯龙虾",
		desc: "有着热爱战斗的性格。 当遇到靠近自己领地的对手， 会毫不留情地将之打倒。",
	},
	baltoy: {
		name: "天秤偶",
		desc: "在古代遗迹被发现。 会一边旋转一边移动。 晚上睡觉的时候也是单脚站着。",
	},
	claydol: {
		name: "念力土偶",
		desc: "似乎是从古代人做的 泥偶诞生而来的宝可梦。 能靠念力浮在空中移动。",
	},
	lileep: {
		name: "触手百合",
		desc: "会吸附在海底岩石上， 用花瓣一样的触手 缠住接近自己的猎物。",
	},
	cradily: {
		name: "摇篮百合",
		desc: "用触手将猎物缠住后， 会用消化液将其溶化， 然后吸收其中的养分。",
	},
	anorith: {
		name: "太古羽虫",
		desc: "会把８根翅膀当做船桨划水， 并且游泳的速度相当快。 是虫宝可梦的一种祖先。",
	},
	armaldo: {
		name: "太古盔甲",
		desc: "栖息在陆地，但也擅长游泳。 会潜入大海寻找猎物， 用锋利的爪子给予致命一击。",
	},
	feebas: {
		name: "丑丑鱼",
		desc: "虽然外表丑陋， 但拥有顽强的生命力， 只要少量的水就能存活。",
	},
	milotic: {
		name: "美纳斯",
		desc: "据说目睹了美纳斯美丽 身姿的人，心中一切的 愤恨都能得到抚慰。",
	},
	castform: {
		name: "飘浮泡泡",
		desc: "样子会根据天气发生变化。 天气越恶劣， 性格也会变得越暴躁。",
	},
	castformsunny: {
		name: "飘浮泡泡（太阳的样子）",
	},
	castformrainy: {
		name: "飘浮泡泡（雨水的样子）",
	},
	castformsnowy: {
		name: "飘浮泡泡（雪云的样子）",
	},
	kecleon: {
		name: "变隐龙",
		desc: "在不隐身的时候，身体的颜色 也会随着心情和状态改变。 颜色越浓的时候越有精神。",
	},
	shuppet: {
		name: "怨影娃娃",
		desc: "流传着这样的古老俗语， 日暮时分，不要去 排列着怨影娃娃的房子。",
	},
	banette: {
		name: "诅咒娃娃",
		desc: "因被丢弃的怨念而诞生。 听说，如果满足它受重视的需求， 就会变回原来的玩偶。",
	},
	banettemega: {
		name: "超级诅咒娃娃",
	},
	duskull: {
		name: "夜巡灵",
		desc: "会让身体变透明， 然后偷偷地靠近猎物。 拥有穿过厚墙壁的能力。",
	},
	dusclops: {
		name: "彷徨夜灵",
		desc: "寻找游走的灵魂，吸入自己 空洞的身体里。没人知道 被吸入后会发生什么事。",
	},
	tropius: {
		name: "热带龙",
		desc: "脖子上的那串水果很美味， 很受欢迎。在温暖的地方， 有许多培育热带龙的牧场。",
	},
	chimecho: {
		name: "风铃铃",
	},
	absol: {
		name: "阿勃梭鲁",
		desc: "由于拥有感知危险的能力， 因此它被人们误解为是 会招来灾祸的宝可梦。",
	},
	absolmega: {
		name: "超级阿勃梭鲁",
	},
	wynaut: {
		name: "小果然",
		desc: "具有集体行动的习性。 睡觉的时候会聚集在洞窟中， 和伙伴们把身体挨在一起。",
	},
	snorunt: {
		name: "雪童子",
		desc: "只能在寒冷的土地上生存。 即使在零下１００度的环境下 也能充满活力地到处蹦蹦跳跳。",
	},
	glalie: {
		name: "冰鬼护",
		desc: "用令空气中的水分 瞬间冻结的力量， 将猎物冰冻起来。",
	},
	glaliemega: {
		name: "超级冰鬼护",
	},
	spheal: {
		name: "海豹球",
		desc: "会漂浮在波浪当中观察 大海的状况。一旦发现猎物， 就会通知群体里的帝牙海狮。",
	},
	sealeo: {
		name: "海魔狮",
		desc: "不管是海豹球还是精灵球， 只要是圆的物体都会 顶在鼻子上转来转去。",
	},
	walrein: {
		name: "帝牙海狮",
		desc: "它的獠牙一生都会持续生长。 即使在战斗中被折断也能逐渐恢复， 只需要１年的时间便能完好如初。",
	},
	clamperl: {
		name: "珍珠贝",
		desc: "珍珠贝的珍珠非常贵重。 据说，其价值或许是 大舌贝珍珠的１０倍以上。",
	},
	huntail: {
		name: "猎斑鱼",
		desc: "栖息在深海中。 传说，如果猎斑鱼被冲上沙滩， 就会有不祥的事情发生。",
	},
	gorebyss: {
		name: "樱花鱼",
		desc: "吸食猎物的体液。 剩下的肉会沉入海底， 成为其他宝可梦的食物。",
	},
	relicanth: {
		name: "古空棘鱼",
		desc: "在深海调查中被发现的宝可梦。 样子在１亿年间都没有任何变化， 被人们称为活化石。",
	},
	luvdisc: {
		name: "爱心鱼",
		desc: "温暖海域的珊瑚礁是它的栖息地。 特别喜欢在太阳珊瑚的枝条间睡觉。",
	},
	bagon: {
		name: "宝贝龙",
		desc: "不会成群结队，喜欢单独生活。 脑袋很硬，只要猛地一撞， 就能把坚硬的岩石一分为二。",
	},
	shelgon: {
		name: "甲壳龙",
		desc: "可以不吃食物忍受饥饿。 据说当它用尽积蓄的能量后， 就会开始进化。",
	},
	salamence: {
		name: "暴飞龙",
		desc: "虽然在空中翱翔能够让它 乐在其中，但是一旦被惹怒， 就会大闹一番，不可收拾。",
	},
	salamencemega: {
		name: "超级暴飞龙",
	},
	beldum: {
		name: "铁哑铃",
		desc: "身体的细胞由磁铁构成。 循环于全身的不是血液， 而是磁力。",
	},
	metang: {
		name: "金属怪",
		desc: "依靠磁力飞行。能够在空中 以高速穿过险峻的山岳， 让追捕的猎物无处可逃。",
	},
	metagross: {
		name: "巨金怪",
		desc: "２只金属怪组合起来的样子。 运用堪比超级计算机的 头脑打败敌人。",
	},
	metagrossmega: {
		name: "超级巨金怪",
	},
	regirock: {
		name: "雷吉洛克",
		desc: "人们通过最新的科学技术 对它的岩石身体做了调查， 但是并未发现大脑和心脏。",
	},
	regice: {
		name: "雷吉艾斯",
		desc: "拥有一副由冰构成的身体。 据说是诞生于冰河时期 冻得厚厚实实的冰块之下。",
	},
	registeel: {
		name: "雷吉斯奇鲁",
		desc: "据说诞生于地幔之中， 在距今约１万年前 现身于地面之上。",
	},
	latias: {
		name: "拉帝亚斯",
	},
	latiasmega: {
		name: "超级拉帝亚斯",
	},
	latios: {
		name: "拉帝欧斯",
	},
	latiosmega: {
		name: "超级拉帝欧斯",
	},
	kyogre: {
		name: "盖欧卡",
	},
	kyogreprimal: {
		name: "盖欧卡（原始回归的样子）",
	},
	groudon: {
		name: "固拉多",
	},
	groudonprimal: {
		name: "固拉多（原始回归的样子）",
	},
	rayquaza: {
		name: "烈空坐",
	},
	rayquazamega: {
		name: "超级烈空坐",
	},
	jirachi: {
		name: "基拉祈",
		desc: "传说当它从１０００年的 沉睡中醒来时，会实现 写在它头部许愿笺上的愿望。",
	},
	deoxys: {
		name: "代欧奇希斯",
	},
	deoxysattack: {
		name: "代欧奇希斯（攻击形态）",
	},
	deoxysdefense: {
		name: "代欧奇希斯（防御形态）",
	},
	deoxysspeed: {
		name: "代欧奇希斯（速度形态）",
	},
	turtwig: {
		name: "草苗龟",
	},
	grotle: {
		name: "树林龟",
	},
	torterra: {
		name: "土台龟",
	},
	chimchar: {
		name: "小火焰猴",
	},
	monferno: {
		name: "猛火猴",
	},
	infernape: {
		name: "烈焰猴",
	},
	piplup: {
		name: "波加曼",
	},
	prinplup: {
		name: "波皇子",
	},
	empoleon: {
		name: "帝王拿波",
	},
	starly: {
		name: "姆克儿",
	},
	staravia: {
		name: "姆克鸟",
	},
	staraptor: {
		name: "姆克鹰",
	},
	bidoof: {
		name: "大牙狸",
	},
	bibarel: {
		name: "大尾狸",
	},
	kricketot: {
		name: "圆法师",
	},
	kricketune: {
		name: "音箱蟀",
	},
	shinx: {
		name: "小猫怪",
		desc: "体毛通电后就会发光。 会摇晃明亮发光的尾巴 尖端来向伙伴发送信号。",
	},
	luxio: {
		name: "勒克猫",
		desc: "遇到敌人时会从脚 伸出有着百万伏特 威力的爪子来迎战。",
	},
	luxray: {
		name: "伦琴猫",
		desc: "由于透视需要消耗 大量的电能，因此它会 睡很长时间来积蓄能量。",
	},
	budew: {
		name: "含羞苞",
		desc: "对气温的变化很敏感。 当它开始打开花苞， 便是冬去春来之时。",
	},
	roserade: {
		name: "罗丝雷朵",
		desc: "右手的毒是速效的， 左手的毒则是慢性的。 无论哪边的毒性都能致命。",
	},
	cranidos: {
		name: "头盖龙",
		desc: "坚硬的头盖骨是其特征。 会用头锤撞断树木， 吃树上结的树果。",
	},
	rampardos: {
		name: "战槌龙",
		desc: "擅长头锤的古代宝可梦。 因为大脑真的很小， 所以也有说法它是因愚笨而灭亡的。",
	},
	shieldon: {
		name: "盾甲龙",
		desc: "虽然从太古时代的地层中 发现了它的化石， 但尚未发现除了脸以外的部分。",
	},
	bastiodon: {
		name: "护城龙",
		desc: "大约１亿年前的宝可梦。 极其结实的脸有着超越钢铁的硬度。",
	},
	burmy: {
		name: "结草儿",
	},
	wormadam: {
		name: "结草贵妇",
	},
	wormadamsandy: {
		name: "结草贵妇（砂土蓑衣）",
	},
	wormadamtrash: {
		name: "结草贵妇（垃圾蓑衣）",
	},
	mothim: {
		name: "绅士蛾",
	},
	combee: {
		name: "三蜜蜂",
		desc: "从早到晚都在采集花蜜。 这一切都是为了 自己的族群和蜂女王。",
	},
	vespiquen: {
		name: "蜂女王",
		desc: "能释放越多费洛蒙的蜂女王， 就能让越多的三蜜蜂 听从自己的指挥。",
	},
	pachirisu: {
		name: "帕奇利兹",
	},
	buizel: {
		name: "泳圈鼬",
	},
	floatzel: {
		name: "浮潜鼬",
	},
	cherubi: {
		name: "樱花宝",
		desc: "身体越红的樱花宝 含有的营养越丰富， 味道也很甜很好吃。",
	},
	cherrim: {
		name: "樱花儿",
		desc: "盖起来的花瓣很硬。 即使被鸟宝可梦啄到， 也完全没问题。",
	},
	shellos: {
		name: "无壳海兔",
		desc: "如果用力按住它， 它就会分泌出神秘的紫色液体。 虽然液体无害，不过黏糊糊的。",
	},
	gastrodon: {
		name: "海兔兽",
		desc: "身体软瘫瘫的但十分强韧。 因为它身体的软度可以 帮助分散它所受到的冲击。",
	},
	ambipom: {
		name: "双尾怪手",
		desc: "无论做什么都会用到尾巴。 如果被它的２条尾巴抱紧， 那就证明是真的和你很亲近。",
	},
	drifloon: {
		name: "飘飘球",
		desc: "因魂魄聚集在一起而诞生。 到了湿气大的季节 就有可能大量出现。",
	},
	drifblim: {
		name: "随风球",
		desc: "会抓住人和宝可梦， 然后运到某个地方。 没人知道那地方是哪里。",
	},
	buneary: {
		name: "卷卷耳",
		desc: "会利用把卷卷的耳朵伸直 时产生的威力进行攻击。 越训练，这一招式的威力就越强。",
	},
	lopunny: {
		name: "长耳兔",
		desc: "当高温的季节结束后， 就会换上富含空气的 体毛，准备抵御寒冷。",
	},
	lopunnymega: {
		name: "超级长耳兔",
	},
	mismagius: {
		name: "梦妖魔",
		desc: "会吟诵诅咒的语言， 让对方极度头疼，或是看到 恐怖的幻觉，深受折磨。",
	},
	honchkrow: {
		name: "乌鸦头头",
		desc: "和敌人战斗的基本都是跟班。 只有在最后刺入对手的致命一击 才会弄脏自己的手。",
	},
	glameow: {
		name: "魅力喵",
	},
	purugly: {
		name: "东施喵",
	},
	chingling: {
		name: "铃铛响",
	},
	stunky: {
		name: "臭鼬噗",
		desc: "要是它翘起尾巴把屁股对准了你， 请一定要小心。因为这表示它将要 喷出足以让人窒息的臭液。",
	},
	skuntank: {
		name: "坦克臭鼬",
		desc: "从尾巴尖端喷出的液体 带有强烈的恶臭。 会在地面上挖洞建造巢穴。",
	},
	bronzor: {
		name: "铜镜怪",
		desc: "虽然人们说把铜镜怪打磨到发光， 它就能映照出真相， 但其实它非常讨厌被打磨。",
	},
	bronzong: {
		name: "青铜钟",
		desc: "它身上的纹路让 许多学者都认为它 原本并不存在于伽勒尔。",
	},
	bonsly: {
		name: "盆才怪",
		desc: "栖息在空气干燥岩石裸露的地方。 空气越是干燥，它身上的绿球 就越是会泛出暗淡的光泽。",
	},
	mimejr: {
		name: "魔尼尼",
		desc: "像徒弟一样跟随着 擅长跳舞的踏冰人偶， 拼命模仿它的舞步。",
	},
	happiny: {
		name: "小福蛋",
		desc: "会把自己珍贵的浑圆石头 借给关系变得很要好的对象。 如果不还给它，它便会大哭大闹。",
	},
	chatot: {
		name: "聒噪鸟",
	},
	spiritomb: {
		name: "花岩怪",
		desc: "总是作恶多端， 于是被使用神奇法术的 旅人绑缚在楔石里。",
	},
	gible: {
		name: "圆陆鲨",
		desc: "遇到会动的东西就会扑上去 将其拉回到自己住的横洞内。 虽然嘴很大，但胃口却比较小。",
	},
	gabite: {
		name: "尖牙陆鲨",
		desc: "会把宝石埋藏在栖息的洞窟内。 入侵者闯入洞窟后，会立刻 被它用爪子和牙齿撕碎。",
	},
	garchomp: {
		name: "烈咬陆鲨",
		desc: "身手在陆地上也很矫捷， 在雪山上会赶在身体冻僵前 干掉猎物并返回住处。",
	},
	garchompmega: {
		name: "超级烈咬陆鲨",
	},
	munchlax: {
		name: "小卡比兽",
		desc: "在体毛下面储存食物。 如果是自己信赖的对象， 也会把食物分给对方一口。",
	},
	riolu: {
		name: "利欧路",
		desc: "除了能读懂对手的感情， 也能以“波导”这种形式的波 来观察大自然的样子。",
	},
	lucario: {
		name: "路卡利欧",
		desc: "他能理解人类的想法， 因此只会去亲近 内心端正的训练家。",
	},
	lucariomega: {
		name: "超级路卡利欧",
	},
	hippopotas: {
		name: "沙河马",
		desc: "主要在白天活动。 因为沙漠的夜晚会降温， 所以会钻到沙子的深处睡觉。",
	},
	hippowdon: {
		name: "河马兽",
		desc: "生气的时候非常凶暴。 会喷出储存在体内的 沙子来引发沙尘暴。",
	},
	skorupi: {
		name: "钳尾蝎",
		desc: "用尾巴上带毒的钩爪袭击对手。 一旦被夹住，毒素就会扩散开来， 导致全身无法动弹。",
	},
	drapion: {
		name: "龙王蝎",
		desc: "虽然狰狞凶猛到被人们 称为沙之恶魔，但在河马兽 面前却表现得低调温顺。",
	},
	croagunk: {
		name: "不良蛙",
		desc: "毒素在稀释后能制成药品。 它是制药公司的吉祥物， 广受众人的欢迎。",
	},
	toxicroak: {
		name: "毒骷蛙",
		desc: "制服了猎物之后， 便会呱呱地发出胜利的欢呼。 与蟾蜍王是相近的物种。",
	},
	carnivine: {
		name: "尖牙笼",
	},
	finneon: {
		name: "荧光鱼",
		desc: "用发光的尾鳍引诱猎物。 白天会在海面附近， 到了夜里就向海的深处移动。",
	},
	lumineon: {
		name: "霓虹鱼",
		desc: "像是爬行一样在深海的海底游泳。 鳍上发出的充满幻想的光 就像是夜空的星星。",
	},
	mantyke: {
		name: "小球飞鱼",
		desc: "混在铁炮鱼的大群里游泳。 受到敌人袭击的时候， 会和铁炮鱼们并肩作战。",
	},
	snover: {
		name: "雪笠怪",
		desc: "雪笠怪肚子上结出来的 口感好似冰棍的树果 是伽勒尔的火红不倒翁们的最爱。",
	},
	abomasnow: {
		name: "暴雪王",
		desc: "会引发暴风雪的宝可梦。 只要它摇动巨大的身体， 周围立刻会变得一片雪白。",
	},
	abomasnowmega: {
		name: "超级暴雪王",
	},
	weavile: {
		name: "玛狃拉",
		desc: "通过用爪子留下记号 来与伙伴联络。据说记号 的种类有５００种以上。",
	},
	magnezone: {
		name: "自爆磁怪",
		desc: "人们认为，它是因为受到特殊 磁场的影响，身体的分子构造 发生了变化，才进化成这样的。",
	},
	lickilicky: {
		name: "大舌舔",
		desc: "舌头的灵巧程度甚至不输给 人手，没有它做不到的事。 相反，手指却相当笨拙，",
	},
	rhyperior: {
		name: "超甲狂犀",
		desc: "用护具弹开敌人的攻击， 在对手畏缩时用自己 引以为傲的钻头贯穿对方。",
	},
	tangrowth: {
		name: "巨蔓藤",
		desc: "栖息的地域越是温暖，藤蔓 生长得就越快。藤蔓变长后， 它会亲手将其扯断使其变短。",
	},
	electivire: {
		name: "电击魔兽",
		desc: "发电量在电气宝可梦当中 属于最高级别。可以从 尾巴尖端释放高压电流。",
	},
	magmortar: {
		name: "鸭嘴炎兽",
		desc: "由于栖息在火山口，因此 身体逐渐变得像火山一样， 还长着类似岩浆库的器官。",
	},
	togekiss: {
		name: "波克基斯",
		desc: "被称为会带来恩惠的宝可梦， 从很久很久以前开始， 人们就视它为吉祥之物。",
	},
	yanmega: {
		name: "远古巨蜓",
	},
	leafeon: {
		name: "叶伊布",
		desc: "尾巴好似锐利的刀刃， 锋利得无与伦比， 连大树都能一斩为二。",
	},
	glaceon: {
		name: "冰伊布",
		desc: "冰伊布释放出的冷气能 制造出粉状的雪。这使它受到 各个滑雪场的热烈欢迎。",
	},
	gliscor: {
		name: "天蝎王",
	},
	mamoswine: {
		name: "象牙猪",
		desc: "它的力量就如外表那样强大。 天气越是寒冷，它的冰牙 就会长得越粗、越长、越结实。",
	},
	porygonz: {
		name: "多边兽乙型",
		desc: "有人说它是通过追加程序进化的， 但关于它的改变是否真是进化， 在学会中也存在着意见分歧。",
	},
	gallade: {
		name: "艾路雷朵",
		desc: "能够敏锐地感知到 寻求帮助的感情， 并且火速赶去援助对方。",
	},
	gallademega: {
		name: "超级艾路雷朵",
	},
	probopass: {
		name: "大朝北鼻",
		desc: "使用３个小部件获取食物， 或是和敌人战斗。 本体基本上只负责下命令。",
	},
	dusknoir: {
		name: "黑夜魔灵",
		desc: "用腹部的嘴将猎物整个吞下。 只会吃掉对方的魂魄， 离去时会把肉体吐出来。",
	},
	froslass: {
		name: "雪妖女",
		desc: "会吐出零下５０度的冷气 冻住猎物，并把它们带回 自己的巢穴，整齐地摆成一排。",
	},
	rotom: {
		name: "洛托姆",
		desc: "会用由离子构成的身体 潜入各种各样的机器里。 最喜欢恶作剧吓人。",
	},
	rotomheat: {
		name: "加热洛托姆",
	},
	rotomwash: {
		name: "清洗洛托姆",
	},
	rotomfrost: {
		name: "结冰洛托姆",
	},
	rotomfan: {
		name: "旋转洛托姆",
	},
	rotommow: {
		name: "切割洛托姆",
	},
	uxie: {
		name: "由克希",
	},
	mesprit: {
		name: "艾姆利多",
	},
	azelf: {
		name: "亚克诺姆",
	},
	dialga: {
		name: "帝牙卢卡",
	},
	palkia: {
		name: "帕路奇亚",
	},
	heatran: {
		name: "席多蓝恩",
	},
	regigigas: {
		name: "雷吉奇卡斯",
		desc: "据说它用各种各样的材料 制作了宝可梦后，把大陆 移动到了现在的位置。",
	},
	giratina: {
		name: "骑拉帝纳",
	},
	giratinaorigin: {
		name: "骑拉帝纳（起源形态）",
	},
	cresselia: {
		name: "克雷色利亚",
	},
	phione: {
		name: "霏欧纳",
	},
	manaphy: {
		name: "玛纳霏",
	},
	darkrai: {
		name: "达克莱伊",
	},
	shaymin: {
		name: "谢米",
	},
	shayminsky: {
		name: "谢米（天空形态）",
	},
	arceus: {
		name: "阿尔宙斯",
	},
	victini: {
		name: "比克提尼",
	},
	snivy: {
		name: "藤藤蛇",
	},
	servine: {
		name: "青藤蛇",
	},
	serperior: {
		name: "君主蛇",
	},
	tepig: {
		name: "暖暖猪",
	},
	pignite: {
		name: "炒炒猪",
	},
	emboar: {
		name: "炎武王",
	},
	oshawott: {
		name: "水水獭",
	},
	dewott: {
		name: "双刃丸",
	},
	samurott: {
		name: "大剑鬼",
	},
	patrat: {
		name: "探探鼠",
	},
	watchog: {
		name: "步哨鼠",
	},
	lillipup: {
		name: "小约克",
		desc: "比普通的小孩子还要 聪明许多。对于得到的关爱 和受到的伤害都不会忘怀。",
	},
	herdier: {
		name: "哈约克",
		desc: "覆盖在身上的黑色体毛 既厚又有弹性，甚至能 把尖锐的牙齿也反弹回去。",
	},
	stoutland: {
		name: "长毛狗",
		desc: "以自己气派的胡须为傲。 据说，每只个体在族群中的地位， 就是根据胡须长度来决定的。",
	},
	purrloin: {
		name: "扒手猫",
		desc: "会用可爱的动作让对手放下戒心， 趁对方靠过来时冷不防地用爪子 猛抓，然后得意地大笑。",
	},
	liepard: {
		name: "酷豹",
		desc: "和猾大狐争抢地盘。 能够悄无声息地 从背后偷偷靠近猎物。",
	},
	pansage: {
		name: "花椰猴",
	},
	simisage: {
		name: "花椰猿",
	},
	pansear: {
		name: "爆香猴",
	},
	simisear: {
		name: "爆香猿",
	},
	panpour: {
		name: "冷水猴",
	},
	simipour: {
		name: "冷水猿",
	},
	munna: {
		name: "食梦梦",
		desc: "在吃掉梦之后会吐出烟雾。 吃了快乐的梦时，烟雾是粉红色的； 如果是噩梦，烟雾则是黑灰色的。",
	},
	musharna: {
		name: "梦梦蚀",
		desc: "总是在打瞌睡做梦。 刚睡醒的时候会闹脾气， 所以最好别去招惹它。",
	},
	pidove: {
		name: "豆豆鸽",
		desc: "虽然既健忘又不太聪明， 因为性格认真且容易亲近人， 所以受到了许多训练家的喜爱。",
	},
	tranquill: {
		name: "咕咕鸽",
		desc: "头脑聪明而且记性很好。 似乎有许多快递员 将它选为自己的搭档。",
	},
	unfezant: {
		name: "高傲雉鸡",
		desc: "头脑聪明，所以自尊心也强。 如果能成为高傲雉鸡的训练家， 所有人都会对你刮目相看。",
	},
	blitzle: {
		name: "斑斑马",
	},
	zebstrika: {
		name: "雷电斑马",
	},
	roggenrola: {
		name: "石丸子",
		desc: "会对声音产生反应而动起来。 在能量核心的影响下， 它摸起来暖暖的。",
	},
	boldore: {
		name: "地幔岩",
		desc: "通过声音来探测四周。 要是惹它生气了，它会连 身体方向也不转就朝你追来。",
	},
	gigalith: {
		name: "庞岩怪",
		desc: "它射出的能量弹具有 可以击飞翻斗车的破坏力。 不过只有在晴天才能射击。",
	},
	woobat: {
		name: "滚滚蝙蝠",
		desc: "一边发出超音波，一边 飞来飞去寻找虫宝可梦 来填饱自己的肚子。",
	},
	swoobat: {
		name: "心蝙蝠",
		desc: "据说有些地区的人觉得 它鼻子的形状很吉利， 而把它当成幸福的象征来祭拜。",
	},
	drilbur: {
		name: "螺钉地鼠",
		desc: "会用爪子在地底挖掘前进。 一些农民因为担心它会 因此糟蹋蔬菜而讨厌它。",
	},
	excadrill: {
		name: "龙头地鼠",
		desc: "别名钻头王。在地底下 挖掘前进的速度 达到了每小时１５０公里。",
	},
	audino: {
		name: "差不多娃娃",
		desc: "心地善良的宝可梦。 通过触角接触，就能了解 对方的心情和身体状况。",
	},
	audinomega: {
		name: "超级差不多娃娃",
	},
	timburr: {
		name: "搬运小匠",
		desc: "如果搬运小匠可以搬起 自己体重３倍左右的方材， 就代表它进化的日子要到了。",
	},
	gurdurr: {
		name: "铁骨土人",
		desc: "能够灵巧地操纵工字钢。 虽然对拆除得心应手， 但却不太擅长组装。",
	},
	conkeldurr: {
		name: "修建老匠",
		desc: "要是认真起来就会 扔掉手中的混凝土柱， 赤手空拳地扑向敌人。",
	},
	tympole: {
		name: "圆蝌蚪",
		desc: "通过音波来联系伙伴。 人类和其他宝可梦都 听不见它发出的警告声。",
	},
	palpitoad: {
		name: "蓝蟾蜍",
		desc: "有时也会发出悦耳的叫声。 身上突起物越大的蓝蟾蜍 越能在更广的音域来鸣叫。",
	},
	seismitoad: {
		name: "蟾蜍王",
		desc: "在老年人之间广受欢迎。 因为他们觉得它身上的瘤 发出的震动拿来按摩刚刚好。",
	},
	throh: {
		name: "投摔鬼",
		desc: "５只一组一起努力练习。 在练习中掉队的投摔鬼 会扔掉带子离开团队。",
	},
	sawk: {
		name: "打击鬼",
		desc: "不断重复练习的打击鬼 所使出的空手劈拥有 足以劈开大海的破坏力。",
	},
	sewaddle: {
		name: "虫宝包",
	},
	swadloon: {
		name: "宝包茧",
	},
	leavanny: {
		name: "保姆虫",
	},
	venipede: {
		name: "百足蜈蚣",
		desc: "牙齿上有剧毒。一旦 发现看上去能吃的猎物， 就会不假思索地扑上去。",
	},
	whirlipede: {
		name: "车轮球",
		desc: "用坚硬的壳和带毒的刺 保护自己的身体， 积蓄进化所需的能量。",
	},
	scolipede: {
		name: "蜈蚣王",
		desc: "会和焚焰蚣激烈地争夺 领地。输掉的那一方 会成为另一方的猎物。",
	},
	cottonee: {
		name: "木棉球",
		desc: "将木棉球和白蓬蓬的棉花 混合后编织出的布料极其精致， 因此常被高级品牌选用。",
	},
	whimsicott: {
		name: "风妖精",
		desc: "每当沐浴阳光，身上的棉花 就会膨胀。如果膨胀过了头， 它就会把棉花扯开到处乱撒。",
	},
	petilil: {
		name: "百合根娃娃",
		desc: "叶子的颜色越深就越健康。 有时也会在被精心照料过的 田地或花坛里定居下来。",
	},
	lilligant: {
		name: "裙儿小姐",
		desc: "用它的花朵制成的精油 虽有着极致香气，但价格 同时也贵得令人大跌眼镜。",
	},
	basculin: {
		name: "野蛮鲈鱼",
		desc: "从前也曾经登上餐桌。 红条纹野蛮鲈鱼的肉脂肪含量高， 适合年轻人食用。",
	},
	basculinbluestriped: {
		name: "野蛮鲈鱼（蓝条纹的样子）",
	},
	sandile: {
		name: "黑眼鳄",
		desc: "个头虽小，腰腿却很有力。 会拨开沙子，在沙漠里 犹如游泳般地自在移动。",
	},
	krokorok: {
		name: "混混鳄",
		desc: "虽然拥有能在黑暗中看清事物的 特殊双眼，但由于沙漠的夜晚寒冷， 所以一般不怎么活动。",
	},
	krookodile: {
		name: "流氓鳄",
		desc: "虽然凶暴，但也有擅长忍耐的一面。 为了捕获猎物，可以在 沙子里静静等上好几天。",
	},
	darumaka: {
		name: "火红不倒翁",
		desc: "在它睡觉的时候， 无论是推是拉，它都不会倒下。 因为象征着吉利而大受欢迎。",
	},
	darumakagalar: {
		name: "火红不倒翁（伽勒尔的样子）",
	},
	darmanitan: {
		name: "达摩狒狒",
		desc: "体内的火焰燃得越旺， 力量就越大。火焰的温度 有时甚至能超过１４００度。",
	},
	darmanitanzen: {
		name: "达摩狒狒（达摩模式）",
	},
	darmanitangalarzen: {
		name: "达摩狒狒（达摩模式）",
	},
	maractus: {
		name: "沙铃仙人掌",
		desc: "一年散播一次种子。 花的种子营养十足， 是沙漠中贵重的食粮。",
	},
	dwebble: {
		name: "石居蟹",
		desc: "如果找不到大小合适 的石头来当成自己的家， 它也会住到河马兽的洞里。",
	},
	crustle: {
		name: "岩殿居蟹",
		desc: "厚实的钳子是它最大的武器。 硬度高到甚至能让 超甲狂犀的护具裂开。",
	},
	scraggy: {
		name: "滑滑小子",
		desc: "用结实的皮保护身体。 据说在皮伸展到极限时， 它就会开始进化。",
	},
	scrafty: {
		name: "头巾混混",
		desc: "虽然性格非常粗鲁， 但也有重视家族、 伙伴和领地的另一面。",
	},
	sigilyph: {
		name: "象征鸟",
		desc: "人们在象征鸟飞过的沙漠 的地下调查，结果在那里 发现了疑似古代都市的遗迹。",
	},
	yamask: {
		name: "哭哭面具",
		desc: "古代人的灵魂变成了宝可梦。 为了寻找认得自己长相的人 而在遗迹里徘徊。",
	},
	yamaskgalar: {
		name: "哭哭面具（伽勒尔的样子）",
	},
	cofagrigus: {
		name: "迭失棺",
		desc: "迭失棺象征着国王的财富， 因此许多古墓里 都有它的壁画。",
	},
	tirtouga: {
		name: "原盖海龟",
		desc: "由化石复活的宝可梦。 人们认为它是很多 龟宝可梦的祖先。",
	},
	carracosta: {
		name: "肋骨海龟",
		desc: "虽然和在水中相比动作 会变得迟缓，但是为了寻找 猎物也会登上陆地活动。",
	},
	archen: {
		name: "始祖小鸟",
		desc: "被称为鸟宝可梦的祖先。 栖息在树上，以树果和 虫宝可梦为食。",
	},
	archeops: {
		name: "始祖大鸟",
		desc: "虽然也会飞行， 但是似乎更擅长在 地面上捕捉猎物。",
	},
	trubbish: {
		name: "破破袋",
		desc: "诞生于塞满垃圾的垃圾袋里。 它嘴里喷出的毒气 是伽勒尔双弹瓦斯的最爱。",
	},
	garbodor: {
		name: "灰尘山",
		desc: "从右臂喷出的毒液十分危险， 虚弱的生物只要一沾到， 立刻就会丢掉性命。",
	},
	zorua: {
		name: "索罗亚",
		desc: "为了寻找食物，有时甚至会 幻化成人类出现在城镇里。 多数情况下会幻化成小孩。",
	},
	zoroark: {
		name: "索罗亚克",
		desc: "孤独的训练家会命令 索罗亚克为自己展现幻像， 借以排遣孤身一人的寂寞。",
	},
	minccino: {
		name: "泡沫栗鼠",
		desc: "用尾巴互相抚摸来打招呼。 尾巴的毛比较蓬松的那一方 会表现得稍微威风些。",
	},
	cinccino: {
		name: "奇诺栗鼠",
		desc: "覆盖着特别油脂的毛发 可以挡住攻击。这种油 以高价在市场上流通。",
	},
	gothita: {
		name: "哥德宝宝",
		desc: "哥德宝宝会在看似无人的地方 轻声地叫。它好像是在与某种 只有它才看得见的东西说话。",
	},
	gothorita: {
		name: "哥德小童",
		desc: "哥德小童的精神力量似乎会 在星光闪耀的夜晚达到最高点。 它与宇宙的关系至今不明。",
	},
	gothitelle: {
		name: "哥德小姐",
		desc: "从哥德小姐那里 看到了自己下场的恶人 在那之后便销声匿迹了。",
	},
	solosis: {
		name: "单卵细胞球",
		desc: "身体被特殊的液体包裹着， 许多人因此认为它 即使在宇宙中也能存活。",
	},
	duosion: {
		name: "双卵细胞球",
		desc: "由于它一分为二的大脑 思考的内容几乎完全不同， 导致它的行动非常难以预测。",
	},
	reuniclus: {
		name: "人造细胞卵",
		desc: "虽然有人说只要喝掉它特殊的液体 就能得到智慧，但对人造细胞卵 以外来说，那其实是剧毒。",
	},
	ducklett: {
		name: "鸭宝宝",
	},
	swanna: {
		name: "舞天鹅",
	},
	vanillite: {
		name: "迷你冰",
		desc: "据说它是从冰柱中诞生的。 为了能让自己生活得更舒适， 会吐出零下５０度的冷气冻住四周。",
	},
	vanillish: {
		name: "多多冰",
		desc: "性格和善，虽然会用 零下１００度的冷气冻住敌人， 但并不会伤及它们的性命。",
	},
	vanilluxe: {
		name: "双倍多多冰",
		desc: "体温在零下６度左右。 据说是由２只多多冰 贴在一起而诞生的。",
	},
	deerling: {
		name: "四季鹿",
	},
	sawsbuck: {
		name: "萌芽鹿",
	},
	emolga: {
		name: "电飞鼠",
		desc: "最喜欢甜甜的树果。有时也会 因为在脸颊的袋子里囤了太多 食物而无法好好飞行。",
	},
	karrablast: {
		name: "盖盖虫",
		desc: "用嘴里吐出的液体 来溶化小嘴蜗的壳， 只会去吃里面的身体。",
	},
	escavalier: {
		name: "骑士蜗牛",
		desc: "会举起长矛突击敌人。 有一幅名画描绘着 它和葱游兵决斗的场景。",
	},
	foongus: {
		name: "哎呀球菇",
		desc: "从双手喷出的孢子虽然 含有剧毒，但据说彻底干燥后 可以用作治疗肠胃的药。",
	},
	amoonguss: {
		name: "败露球菇",
		desc: "平常一般不太动。 只是一动不动地待在 掉落于地面的精灵球旁边。",
	},
	frillish: {
		name: "轻飘飘",
		desc: "据流传至今的传说里所述， 它是由沉没到海底的古代都市 的居民变成的宝可梦。",
	},
	jellicent: {
		name: "胖嘟嘟",
		desc: "每到满月时，胖嘟嘟会 成群结队地来到海面上。 这么做是为了等待猎物上门。",
	},
	alomomola: {
		name: "保姆曼波",
		desc: "之所以会救助体弱的宝可梦， 好像是因为盯上它们的 宝可梦也会攻击它自己。",
	},
	joltik: {
		name: "电电虫",
		desc: "会附在其他宝可梦身上 吸取静电。经常会把自己 贴在来电汪的屁股上。",
	},
	galvantula: {
		name: "电蜘蛛",
		desc: "为了捕捉不太会飞的幼鸟， 会在鸟宝可梦的巢穴附近 用带电的丝设下陷阱。",
	},
	ferroseed: {
		name: "种子铁球",
		desc: "偏爱长着青苔的洞窟。 青苔中所含的酶能使它的 尖刺成长得又大又结实。",
	},
	ferrothorn: {
		name: "坚果哑铃",
		desc: "拥有比钢铁还坚硬的尖刺。 会利用触手上的尖刺 攀附在岩壁上移动。",
	},
	klink: {
		name: "齿轮儿",
		desc: "据说在很久以前， 是看到了齿轮儿的人 发明了齿轮的构造。",
	},
	klang: {
		name: "齿轮组",
		desc: "被认为是工业技术的象征。 有许多伽勒尔当地的公司 选择它作为企业的标志。",
	},
	klinklang: {
		name: "齿轮怪",
		desc: "让３个齿轮高速旋转。 新增出来的那个带着 尖刺的齿轮并不是生物。",
	},
	tynamo: {
		name: "麻麻小鱼",
	},
	eelektrik: {
		name: "麻麻鳗",
	},
	eelektross: {
		name: "麻麻鳗鱼王",
	},
	elgyem: {
		name: "小灰怪",
		desc: "在大约５０年前被发现的宝可梦。 会用又大又发达的大脑 操纵精神力量。",
	},
	beheeyem: {
		name: "大宇怪",
		desc: "能控制对方的记忆。 经常有人看到它 在麦田的上方徘徊。",
	},
	litwick: {
		name: "烛光灵",
		desc: "吸取到的灵魂越年轻， 头上的烛光就会 燃烧得越旺越诡异。",
	},
	lampent: {
		name: "灯火幽灵",
		desc: "伪装成灯的样子藏身在城镇里。 一旦发现了临近死期的人， 便会悄悄地跟在后面。",
	},
	chandelure: {
		name: "水晶灯火灵",
		desc: "据说在用水晶灯火灵 来充当照明设备的房子里， 丧事会接连不断。",
	},
	axew: {
		name: "牙牙",
		desc: "会和伙伴们一起互撞牙齿来玩。 折断的牙齿会马上长出来， 所以丝毫都不会去在意。",
	},
	fraxure: {
		name: "斧牙龙",
		desc: "皮肤像盔甲一样坚硬。 非常擅长在撞击的同时 用牙齿猛刺的战法。",
	},
	haxorus: {
		name: "双斧战龙",
		desc: "性格温和，但生起气来非常恐怖。 会用自己那引以为傲，可以 削铁如泥的牙齿攻击敌人。",
	},
	cubchoo: {
		name: "喷嚏熊",
		desc: "使出招式前会先倒吸鼻涕。 鼻涕里所含有的强烈冷气 是冰属性招式的能量来源。",
	},
	beartic: {
		name: "冻原熊",
		desc: "在冰冷的大海里精力十足地游泳。 感到疲劳的时候会吐出气息 冻结海水，在冰面上休息。",
	},
	cryogonal: {
		name: "几何雪花",
		desc: "天气一热就会化为水蒸气。 到了夏天几乎到处都 看不到它的踪影。",
	},
	shelmet: {
		name: "小嘴蜗",
		desc: "有着会对电能产生反应 的奇异体质。不知为何， 和盖盖虫待在一起就会进化。",
	},
	accelgor: {
		name: "敏捷虫",
		desc: "脱壳后变得更轻巧了。 为了防止干燥，会将 带状的粘膜裹在身上。",
	},
	stunfisk: {
		name: "泥巴鱼",
		desc: "当从身上的黄色斑纹 里释放出强大电流时， 它会莫名地露出微笑。",
	},
	stunfiskgalar: {
		name: "泥巴鱼（伽勒尔的样子）",
	},
	mienfoo: {
		name: "功夫鼬",
		desc: "个头虽小脾气却很暴躁。 面对疏忽大意接近自己的 对手，会施展出华丽的连击。",
	},
	mienshao: {
		name: "师父鼬",
		desc: "以迅雷不及掩耳的速度 使出踢击，即使是巨大的 岩石也能击得粉碎。",
	},
	druddigon: {
		name: "赤面龙",
		desc: "性情凶暴而狡猾。 会把其他宝可梦挖出的巢穴 抢来当做自己的住处。",
	},
	golett: {
		name: "泥偶小人",
		desc: "用黏土制成的宝可梦。 即使现在也一直遵循着 数千年前主人的命令。",
	},
	golurk: {
		name: "泥偶巨人",
		desc: "虽然有人认为它体内 有着生成能量的永动机， 但至今仍未得到证实。",
	},
	pawniard: {
		name: "驹刀小兵",
		desc: "以劈斩司令为首领组成族群。 目标是有朝一日能统领同类， 所以每天都在不懈地锻炼。",
	},
	bisharp: {
		name: "劈斩司令",
		desc: "为了抢占能找到磨刀石 的地方，和斧牙龙展开了 激烈的斗争。",
	},
	bouffalant: {
		name: "爆炸头水牛",
		desc: "会以约２０只的规模群居。 不知为何，背叛了族群的 爆炸头水牛脑袋上的毛会脱落。",
	},
	rufflet: {
		name: "毛头小鹰",
		desc: "握力强，能把坚硬的树果 弄得粉碎。性急爱吵架， 无论对谁都会挑起战斗。",
	},
	braviary: {
		name: "勇士雄鹰",
		desc: "性格粗暴、血气方刚， 因此被钢铠鸦夺走了 伽勒尔运送员的地位。",
	},
	vullaby: {
		name: "秃鹰丫头",
		desc: "由于很快就会长大， 屁股上的骸骨会接着传给 巢里更小的秃鹰丫头用。",
	},
	mandibuzz: {
		name: "秃鹰娜",
		desc: "把捡来的骨头装饰在身上。 在骨头形状这方面 似乎也是有流行趋势的。",
	},
	heatmor: {
		name: "熔蚁兽",
		desc: "将火焰当成舌头来使用。 会一点一点地熔化铁蚁 坚硬的外骨骼，然后把它吃掉。",
	},
	durant: {
		name: "铁蚁",
		desc: "巨大的颚部能咬碎岩石。 为了不让沙螺蟒把蛋抢走， 会和其他同类一起并肩战斗。",
	},
	deino: {
		name: "单首龙",
		desc: "因为眼睛看不见， 所以会又撞又咬， 来判断四周的状况。",
	},
	zweilous: {
		name: "双首暴龙",
		desc: "２个头会争抢同一个食物。 明明没有去和别人战斗， 却总是遍体鳞伤。",
	},
	hydreigon: {
		name: "三首恶龙",
		desc: "３个头会轮流去咬敌人。 在对方倒下之前， 绝对不会停止攻击。",
	},
	larvesta: {
		name: "燃烧虫",
		desc: "全身都相当温暖。 会从角的尖端喷出火焰， 借此威吓天敌或猎物。",
	},
	volcarona: {
		name: "火神蛾",
		desc: "从熊熊燃烧的火焰之茧中 诞生。在古代的壁画上 被描绘为火之神。",
	},
	cobalion: {
		name: "勾帕路翁",
		desc: "生来就具有领导风范。 即使是性格狂暴的宝可梦， 在勾帕路翁面前也会变得温顺。",
	},
	terrakion: {
		name: "代拉基翁",
		desc: "代拉基翁为保护宝可梦 而与人类作战的传说 在合众地区广为流传。",
	},
	virizion: {
		name: "毕力吉翁",
		desc: "以敏捷的身手像旋风一般将敌人 玩弄于股掌之中，会用锋利的角 毫不留情地切斩对手。",
	},
	tornadus: {
		name: "龙卷云",
	},
	tornadustherian: {
		name: "龙卷云（灵兽形态）",
	},
	thundurus: {
		name: "雷电云",
	},
	thundurustherian: {
		name: "雷电云（灵兽形态）",
	},
	reshiram: {
		name: "莱希拉姆",
		desc: "在神话的叙述里，如果人类 蔑视真实、放纵欲望，它就会 用火焰烧尽他们的王国。",
	},
	zekrom: {
		name: "捷克罗姆",
		desc: "在神话的描述里，如果人类 失去了正义之心，它就会用 狂暴的雷电毁灭他们的王国。",
	},
	landorus: {
		name: "土地云",
	},
	landorustherian: {
		name: "土地云（灵兽形态）",
	},
	kyurem: {
		name: "酋雷姆",
		desc: "为了稳定细胞组织， 它似乎用自己制造出 的冷气冰冻着身体。",
	},
	kyuremblack: {
		name: "暗黑酋雷姆",
	},
	kyuremwhite: {
		name: "焰白酋雷姆",
	},
	keldeo: {
		name: "凯路迪欧",
		desc: "据说当它挺过了艰难的战斗， 额头上的角就能得到锻炼， 从而激发出自己真正的力量。",
	},
	keldeoresolute: {
		name: "凯路迪欧（觉悟的样子）",
	},
	meloetta: {
		name: "美洛耶塔",
	},
	meloettapirouette: {
		name: "美洛耶塔（舞步形态）",
	},
	genesect: {
		name: "盖诺赛克特",
	},
	chespin: {
		name: "哈力栗",
	},
	quilladin: {
		name: "胖胖哈力",
	},
	chesnaught: {
		name: "布里卡隆",
	},
	fennekin: {
		name: "火狐狸",
	},
	braixen: {
		name: "长尾火狐",
	},
	delphox: {
		name: "妖火红狐",
	},
	froakie: {
		name: "呱呱泡蛙",
	},
	frogadier: {
		name: "呱头蛙",
	},
	greninja: {
		name: "甲贺忍蛙",
	},
	greninjaash: {
		name: "小智版甲贺忍蛙",
	},
	bunnelby: {
		name: "掘掘兔",
		desc: "对危险很敏感。只要听到 钢铠鸦拍打翅膀的声音， 就会马上挖洞钻进地下藏身。",
	},
	diggersby: {
		name: "掘地兔",
		desc: "肚子上的体毛保温性能优秀。 在过去，人们会用它的落毛 来制作保暖服装。",
	},
	fletchling: {
		name: "小箭雀",
		desc: "一旦兴奋体温就会 急剧上升。赤手去摸 甚至有可能会被灼伤。",
	},
	fletchinder: {
		name: "火箭雀",
		desc: "领地意识很强，性格好战。 火箭雀彼此之间会为了 觅食的地方发生争斗。",
	},
	talonflame: {
		name: "烈箭鹰",
		desc: "会以５００公里的时速进行突击。 不给猎物留下逃跑的机会， 直接以猛烈的踢击将其解决。",
	},
	scatterbug: {
		name: "粉蝶虫",
	},
	spewpa: {
		name: "粉蝶蛹",
	},
	vivillon: {
		name: "彩粉蝶",
	},
	litleo: {
		name: "小狮狮",
		desc: "血气方刚且好奇心旺盛。 如果生气或是开始战斗， 短短的鬃毛就会变热。",
	},
	pyroar: {
		name: "火炎狮",
		desc: "会吐出摄氏６０００度的气息， 但不会用于猎物。 因为更喜欢吃生的肉。",
	},
	flabebe: {
		name: "花蓓蓓",
		desc: "头上的冠是收集花粉做成的。 蕴藏着治愈的效果。",
	},
	floette: {
		name: "花叶蒂",
		desc: "把自己的力量给花，用心地照料。 绝不原谅那些破坏花坛者。",
	},
	florges: {
		name: "花洁夫人",
		desc: "拥有几百年的寿命。 据说会终其一生不断地守护着庭园。",
	},
	skiddo: {
		name: "坐骑小羊",
	},
	gogoat: {
		name: "坐骑山羊",
	},
	pancham: {
		name: "顽皮熊猫",
		desc: "为了不被小看而一直瞪着对手， 然而绷紧的神经一旦稍有放松， 它就会在无意中露出笑脸。",
	},
	pangoro: {
		name: "霸道熊猫",
		desc: "通过叶子来洞悉敌人的动向。 只要使出一记拳击就能 让大型翻斗车变成废铁。",
	},
	furfrou: {
		name: "多丽米亚",
		desc: "如果置之不理， 体毛会不断地长长， 但只允许信赖的人修剪。",
	},
	espurr: {
		name: "妙喵",
		desc: "虽然拥有可以弹飞 职业摔角手的精神力量， 却因无法好好控制而感到烦恼。",
	},
	meowstic: {
		name: "超能妙喵",
		desc: "雄性的防卫本能很强， 在保护自己和伙伴时 能发挥最大的威力。",
	},
	honedge: {
		name: "独剑鞘",
		desc: "独剑鞘剑格上的 蓝色眼珠是它的本体。 会用陈旧的布吸取人类的精气。",
	},
	doublade: {
		name: "双剑鞘",
		desc: "２把剑会用令人眼花缭乱的 速度不断交替攻击和防御， 借以制服猎物。",
	},
	aegislash: {
		name: "坚盾剑怪",
		desc: "坚盾剑怪曾经用强大的灵力 控制人和宝可梦，建立了 适合自己生活的国家。",
	},
	aegislashblade: {
		name: "坚盾剑怪（刀剑形态）",
	},
	spritzee: {
		name: "粉香香",
		desc: "身上飘出的香气 能让人们神魂颠倒。 贵妇们对它钟爱万分。",
	},
	aromatisse: {
		name: "芳香精",
		desc: "会发出恶臭让敌人丧失战意， 或者发出芳香的味道 来帮助自己的伙伴。",
	},
	swirlix: {
		name: "绵绵泡芙",
		desc: "蓬松的体毛闻起来 就像棉花糖一样甜甜的。 会放出黏糊糊的丝缠住敌人。",
	},
	slurpuff: {
		name: "胖甜妮",
		desc: "因为体毛里富含空气， 所以摸起来十分柔软， 重量也比看起来要轻。",
	},
	inkay: {
		name: "好啦鱿",
		desc: "会让敌人看到自己闪烁的 发光体来让对方丧失战意， 然后趁机逃之夭夭。",
	},
	malamar: {
		name: "乌贼王",
		desc: "据说那些能够改变历史 的重大事件其实都和 乌贼王的催眠能力有关。",
	},
	binacle: {
		name: "龟脚脚",
		desc: "如果２只龟脚脚配合得不好， 不但无法有效地攻击和防御， 甚至没办法生存下去。",
	},
	barbaracle: {
		name: "龟足巨铠",
		desc: "用手掌上的眼珠来观察 前后左右的状况。遇上危机时 手脚会自己动起来打倒对手。",
	},
	skrelp: {
		name: "垃垃藻",
		desc: "看上去很像腐烂的海藻， 因此会藏身于漂在海里的 碎藻中，骗过敌人的眼睛。",
	},
	dragalge: {
		name: "毒藻龙",
		desc: "会通过将头上的伞状部分 伸出海面吸收阳光的方式， 在体内制造龙之能量。",
	},
	clauncher: {
		name: "铁臂枪虾",
		desc: "通过引爆积蓄在右臂钳子中的 气体，像发射子弹般 将水喷射出去，击倒敌人。",
	},
	clawitzer: {
		name: "钢炮臂虾",
		desc: "右臂是能够喷射 海水炮弹的大炮。 威力大到足以击沉油轮。",
	},
	helioptile: {
		name: "伞电蜥",
		desc: "拥有太阳能发电的结构。 如果有人打扰它发电， 它就会因心理压力而衰弱。",
	},
	heliolisk: {
		name: "光电伞蜥",
		desc: "如果展开颈伞沐浴阳光， 单凭１只光电伞蜥就能 制造出大城市所需的电力。",
	},
	tyrunt: {
		name: "宝宝暴龙",
		desc: "又任性又爱撒娇。 即使它只是闹着玩， 也会让训练家受重伤。",
	},
	tyrantrum: {
		name: "怪颚龙",
		desc: "如果被它的大颚咬到， 连汽车都会变得粉碎。 是古代世界的王者。",
	},
	amaura: {
		name: "冰雪龙",
		desc: "已经灭绝的古代宝可梦。 有时候它还会以冰封的 状态被发现喔。",
	},
	aurorus: {
		name: "冰雪巨龙",
		desc: "当它被激怒时， 就会喷出猛烈的冷气， 把周围都冰封起来。",
	},
	sylveon: {
		name: "仙子伊布",
		desc: "伽勒尔地区的童话中有着 美丽的仙子伊布击退了 可怕的龙宝可梦的故事。",
	},
	hawlucha: {
		name: "摔角鹰人",
		desc: "在使出致命的绝招之前 一定要先摆出华丽的姿势。 有时也会在这一刻遭到反击。",
	},
	dedenne: {
		name: "咚咚鼠",
		desc: "由于发电的能力弱， 会从插座或其他的 电气宝可梦那里偷电。",
	},
	carbink: {
		name: "小碎钻",
		desc: "据说在世界上的某处，有个 沉睡着许多小碎钻的矿脉， 它们的女王也在那里。",
	},
	goomy: {
		name: "黏黏宝",
		desc: "它的触角是优秀的感觉器官。 只要感觉到有敌人就会立刻 藏起来，以此存活到了现在。",
	},
	sliggoo: {
		name: "黏美儿",
		desc: "背上的突起物里装着它 小小的脑子，里面只想着 吃饭和逃离敌人这两件事。",
	},
	goodra: {
		name: "黏美龙",
		desc: "用伸长角产生的力道来 攻击对手，产生的威力比 重量级拳击手的拳击还强１００倍。",
	},
	klefki: {
		name: "钥圈儿",
		desc: "会用头的前端吸取金属离子。 之所以长得像钥匙，据说是因为 太过喜欢钥匙，情不自禁进行了模仿。",
	},
	phantump: {
		name: "小木灵",
		desc: "用类似人类小孩的声音鸣叫， 把大人引到森林的深处， 让他们在其中迷失方向。",
	},
	trevenant: {
		name: "朽木妖",
		desc: "脚尖伸出来的根须 能连结森林中的树木， 并且自由自在地加以操纵。",
	},
	pumpkaboo: {
		name: "南瓜精",
		desc: "南瓜的洞里发出的光 会催眠并控制 看到它的人和宝可梦。",
	},
	pumpkaboosmall: {
		name: "南瓜精（小尺寸）",
	},
	pumpkaboolarge: {
		name: "南瓜精（大尺寸）",
	},
	pumpkaboosuper: {
		name: "南瓜精（特大尺寸）",
	},
	gourgeist: {
		name: "南瓜怪人",
		desc: "南瓜怪人会在朔月的夜里 去别人家门口敲门。开了门的人 会被它带往另一个世界。",
	},
	gourgeistsmall: {
		name: "南瓜怪人（小尺寸）",
	},
	gourgeistlarge: {
		name: "南瓜怪人（大尺寸）",
	},
	gourgeistsuper: {
		name: "南瓜怪人（特大尺寸）",
	},
	bergmite: {
		name: "冰宝",
		desc: "栖息在极其寒冷的地域。 会把自己的脚冻在 冰岩怪的背上固定起来。",
	},
	avalugg: {
		name: "冰岩怪",
		desc: "虽然身体的裂缝会因 白天的活动而变大， 但只要一晚就能全部长好。",
	},
	noibat: {
		name: "嗡蝠",
		desc: "可以控制所有频率的音波。 就算是体型巨大的宝可梦， 也对它的超音波束手无策。",
	},
	noivern: {
		name: "音波龙",
		desc: "在黑暗中一边飞行一边发出 能粉碎岩石的超音波痛击敌人， 然后用利齿给予致命的一击。",
	},
	xerneas: {
		name: "哲尔尼亚斯",
	},
	yveltal: {
		name: "伊裴尔塔尔",
	},
	zygarde: {
		name: "基格尔德",
		desc: "据说，在与威胁到生态系统者战斗时， 它会变化为更强大的样子。",
	},
	zygarde10: {
		name: "基格尔德（１０％形态）",
	},
	zygardecomplete: {
		name: "基格尔德（完全体形态）",
	},
	diancie: {
		name: "蒂安希",
	},
	dianciemega: {
		name: "超级蒂安希",
	},
	hoopa: {
		name: "胡帕",
	},
	hoopaunbound: {
		name: "解放胡帕",
	},
	volcanion: {
		name: "波尔凯尼恩",
	},
	rowlet: {
		name: "木木枭",
		desc: "白天利用光合作用积蓄力量， 到了晚上则会悄无声息地 在空中飞翔，寻找猎物。",
	},
	dartrix: {
		name: "投羽枭",
		desc: "对整理翅膀丝毫不会怠慢。 这不单是因为它注重形象， 也是为了让刃羽保持锐利。",
	},
	decidueye: {
		name: "狙射树枭",
		desc: "只要０.１秒就可以在翅膀的 藤蔓上搭好箭羽、射向敌人， 并在敌人发现前贯穿其要害。",
	},
	litten: {
		name: "火斑喵",
		desc: "如果在得到火斑喵的 信任前就想抚摸它的话， 要小心它用尖锐的爪子抓你。",
	},
	torracat: {
		name: "炎热喵",
		desc: "如果敌人实力强劲， 它便会更有战斗的欲望， 火焰铃铛的火力也会随之上升。",
	},
	incineroar: {
		name: "炽焰咆哮虎",
		desc: "虽然行为举止十分粗野， 却也有着会去帮助 弱小宝可梦的温柔一面。",
	},
	popplio: {
		name: "球球海狮",
		desc: "每天拼命地练习， 才终于能够制造出 又大又好用的气球。",
	},
	brionne: {
		name: "花漾海狮",
		desc: "到了风平浪静的夜晚， 会配合领队西狮海壬的歌声 和伙伴们一起跳舞。",
	},
	primarina: {
		name: "西狮海壬",
		desc: "对战就是西狮海壬的舞台。 它那歌声和舞动气球的样子 使观战的人们为之倾倒。",
	},
	pikipek: {
		name: "小笃儿",
		desc: "拥有看着很细， 却很强韧的颈部肌肉。 能以每秒１６连击的速度猛啄树木。",
	},
	trumbeak: {
		name: "喇叭啄鸟",
		desc: "会将吃掉的树果种子从 口中射出。种子散落在大地上， 新的草木便会生长出来。",
	},
	toucannon: {
		name: "铳嘴大鸟",
		desc: "因成双成对感情和睦而闻名。 它被视为一种吉祥的象征， 常被带到结婚仪式去。",
	},
	yungoos: {
		name: "猫鼬少",
		desc: "什么都吃，但喜欢吃新鲜的活物。 所以会为了寻找猎物在路上四处游走。",
	},
	gumshoos: {
		name: "猫鼬探长",
		desc: "忍耐力非常强， 但如果见到它爱吃的小拉达， 就会忘乎所以地扑过去。",
	},
	grubbin: {
		name: "强颚鸡母虫",
		desc: "会用巨大的颚部 在森林中挖地制造巢穴。 最喜欢甜甜的树汁。",
	},
	charjabug: {
		name: "虫电宝",
		desc: "虫电宝消化吃掉的落叶时 会产生电能。它会把这些电能 储存在自己肚子上的电囊中。",
	},
	vikavolt: {
		name: "锹农炮虫",
		desc: "如果它在飞翔时把虫电宝抱住 当作备用电池，就能连续发射 电力超高的电磁光束。",
	},
	crabrawler: {
		name: "好胜蟹",
		desc: "有时会把椰蛋树错认为椰子树 而爬上去。惹怒椰蛋树后 被抖落下来，并遭到踩踏。",
	},
	crabominable: {
		name: "好胜毛蟹",
		desc: "比起思考，会先试着打打看。 曾经有过用拳头猛攻 打退雪崩的记录。",
	},
	oricorio: {
		name: "花舞鸟",
		desc: "吸食了朱红色花蜜的花舞鸟。 训练家弄错指示的话就会非常生气。 是情感变化非常剧烈的家伙。",
	},
	oricoriopompom: {
		name: "花舞鸟（啪滋啪滋风格）",
	},
	oricoriopau: {
		name: "花舞鸟（呼拉呼拉风格）",
	},
	oricoriosensu: {
		name: "花舞鸟（轻盈轻盈风格）",
	},
	cutiefly: {
		name: "萌虻",
		desc: "从敌人散发出的气场 来判断对方下一步的行动。 能轻盈地躲开攻击并进行反击。",
	},
	ribombee: {
		name: "蝶结萌虻",
		desc: "最讨厌雨水弄湿自己。 因为伽勒尔地区阴天居多， 所以很难见得到它的身影。",
	},
	rockruff: {
		name: "岩狗狗",
		desc: "将脖子上的岩石向地面 发射，以此威吓对手。 在对方畏缩的刹那发起袭击。",
	},
	lycanroc: {
		name: "鬃岩狼人",
		desc: "会用敏捷的动作将猎物 一点一点逼入绝境。 利齿总是瞄准着对方的要害。",
	},
	lycanrocmidnight: {
		name: "鬃岩狼人（黑夜的样子）",
	},
	lycanrocdusk: {
		name: "鬃岩狼人（黄昏的样子）",
	},
	wishiwashi: {
		name: "弱丁鱼",
		desc: "感觉到危险时眼睛就会变得湿润。 眼泪的光亮会成为召集伙伴的信号， 让许多的弱丁鱼聚在一起。",
	},
	wishiwashischool: {
		name: "弱丁鱼（鱼群的样子）",
	},
	mareanie: {
		name: "好坏星",
		desc: "和阿罗拉的好坏星不同， 伽勒尔的好坏星还没发现到 太阳珊瑚的枝有多好吃。",
	},
	toxapex: {
		name: "超坏星",
		desc: "体内的毒囊中储存着 满满的剧毒，毒性强到 能让吼鲸王都痛苦三天三夜。",
	},
	mudbray: {
		name: "泥驴仔",
		desc: "在把自己吃土制造出的泥巴 涂在脚上之后，无论走在路况 多么差的路上都不会打滑。",
	},
	mudsdale: {
		name: "重泥挽马",
		desc: "拥有很强的耐力， 可以不眠不休地拉着１０吨重的 货物纵贯伽勒尔地区。",
	},
	dewpider: {
		name: "滴蛛",
		desc: "平时生活在水中， 也会戴上水泡去 陆地上寻找食物。",
	},
	araquanid: {
		name: "滴蛛霸",
		desc: "把滴蛛放进头上的水泡里， 一边喂它吃剩的食物， 一边照顾它。",
	},
	fomantis: {
		name: "伪螳草",
		desc: "白天沐浴阳光， 呼呼大睡。到了半夜 才醒来并开始活动。",
	},
	lurantis: {
		name: "兰螳花",
		desc: "双臂的花瓣既薄 又锋利。还能够 积蓄阳光发射光束。",
	},
	morelull: {
		name: "睡睡菇",
		desc: "白天也生活在昏暗的森林里。 会一边闪烁一边散播发光的孢子 来让敌人陷入沉睡。",
	},
	shiinotic: {
		name: "灯罩夜菇",
		desc: "如果大半夜在森林的深处 看见光亮，记住千万不要接近。 灯罩夜菇会让你睡着的。",
	},
	salandit: {
		name: "夜盗火蜥",
		desc: "悄悄地从背后靠近猎物， 在对方察觉之前释放毒气， 让对方动弹不得。",
	},
	salazzle: {
		name: "焰后蜥",
		desc: "据说焰后蜥之间在争斗时， 是通过比拼谁带着更多只 雄性夜盗火蜥来定胜负的。",
	},
	stufful: {
		name: "童偶熊",
		desc: "为了保护自己的身体而 胡乱挥舞前脚的样子虽然可爱， 威力却大到能将大树折断。",
	},
	bewear: {
		name: "穿着熊",
		desc: "会用令格斗家都无地自容的技术 把逮住的猎物夹在腋下， 带回自己的住处。",
	},
	bounsweet: {
		name: "甜竹竹",
		desc: "受到袭击时流下的汗水 非常甜美可口。那种香气 会吸引更多敌人的注意。",
	},
	steenee: {
		name: "甜舞妮",
		desc: "会用头部的壳盖击打 飞来啄食自己的蓝鸦， 并且对它使出猛烈的踢击。",
	},
	tsareena: {
		name: "甜冷美后",
		desc: "用又尖又硬的脚尖施展脚踢， 朝对手的身体和心灵 留下无法磨灭的创伤。",
	},
	comfey: {
		name: "花疗环环",
		desc: "散发着迷人香气的宝可梦。 由于每只花疗环环身上的花都 不一样，所以香味也各不相同。",
	},
	oranguru: {
		name: "智挥猩",
		desc: "对森林的各个角落都了如指掌。 如果有宝可梦受伤了， 就会去寻找药草为它们治疗。",
	},
	passimian: {
		name: "投掷猴",
		desc: "２０几只形成团队来生活。 靠着每个成员明确的分工， 在严苛的大自然中生存下来。",
	},
	wimpod: {
		name: "胆小虫",
		desc: "成群聚集，随时提高警惕。 只要察觉到有敌人， 就会分散开来四处逃窜。",
	},
	golisopod: {
		name: "具甲武者",
		desc: "生活在海底的洞窟或沉船里。 会去和八爪武师决战， 输掉的一方便会成为对方的食物。",
	},
	sandygast: {
		name: "沙丘娃",
		desc: "主要栖息在沙滩上。 操纵把手伸进自己嘴里的 对手，从而让自己变得更大。",
	},
	palossand: {
		name: "噬沙堡爷",
		desc: "虽然住在沙滩上，但是 讨厌水。要是淋了大雨， 就无法维持城堡的造型。",
	},
	pyukumuku: {
		name: "拳海参",
		desc: "覆盖着皮肤的粘液 具有出众的保湿效果， 即使在陆地上待好几天也不会干掉。",
	},
	typenull: {
		name: "属性：空",
		desc: "以神话中的宝可梦为原型所 创造出的宝可梦，被戴上了 抑制力量失控的面罩。",
	},
	silvally: {
		name: "银伴战兽",
		desc: "与所信赖的训练家之间的牵绊 是解放它真正力量的 最后一个要素。",
	},
	minior: {
		name: "小陨星",
		desc: "外壳非常坚固，但落到地上的 冲击会让它碎成细屑。",
	},
	komala: {
		name: "树枕尾熊",
		desc: "到死都一直是睡着的状态， 是因为吃的叶子里含有 类似麻醉药的成分。",
	},
	turtonator: {
		name: "爆焰龟兽",
		desc: "在火山上生活，吃下的硫磺 就是甲壳上炸药的原料。 连粪便也会爆炸，十分危险。",
	},
	togedemaru: {
		name: "托戈德玛尔",
		desc: "在危急时刻会把身体卷成一团， 倒竖起背上的尖刺， 不分青红皂白地发出电击。",
	},
	mimikyu: {
		name: "谜拟丘",
		desc: "有一位学者为了研究 而看了它的破布里面， 结果患上怪病而离开人世。",
	},
	mimikyubusted: {
		name: "谜拟丘（现形的样子）",
	},
	bruxish: {
		name: "磨牙彩皮鱼",
		desc: "厚实的皮肤连好坏星的针 也穿不透。会用结实的牙齿 嘎嘣嘎嘣地咬碎针吃下去。",
	},
	drampa: {
		name: "老翁龙",
		desc: "心地善良爱亲近人， 但只要生气就会 刮起强风吹倒一切。",
	},
	dhelmise: {
		name: "破破舵轮",
		desc: "把锚抛到海里，伏击猎物。 会去捕捉巨大的吼鲸王， 吸取它们的精气。",
	},
	jangmoo: {
		name: "心鳞宝",
		desc: "体毛变成了像金属一般 坚硬的鳞片。通过敲击 鳞片来和伙伴交流。",
	},
	hakamoo: {
		name: "鳞甲龙",
		desc: "敲响鳞片，发出吼声， 接着向对手发起挑战， 并用锋利的爪子撕裂对手。",
	},
	kommoo: {
		name: "杖尾鳞甲龙",
		desc: "遗迹壁画中古代战士 身上穿着的盔甲是用 杖尾鳞甲龙的鳞片制成的。",
	},
	tapukoko: {
		name: "卡璞・鸣鸣",
		desc: "操纵雷的美乐美乐的守护神。 好奇心旺盛， 会时不时在人们面前现身。",
	},
	tapulele: {
		name: "卡璞・蝶蝶",
		desc: "被称为守护神，却兼有 天真无邪与残酷的性格， 被誉为自然的化身。",
	},
	tapubulu: {
		name: "卡璞・哞哞",
		desc: "会鸣响尾巴，告知自己的居所， 以避免不必要的战争。 是操纵草木的乌拉乌拉的守护神。",
	},
	tapufini: {
		name: "卡璞・鳍鳍",
		desc: "被称为守护神，但有时会给 随便靠近的对方带去恐怖的灾难。",
	},
	cosmog: {
		name: "科斯莫古",
		desc: "没有警戒心且好奇心强， 所以经常会遇到麻烦。 危急时会用瞬间移动来逃跑。",
	},
	cosmoem: {
		name: "科斯莫姆",
		desc: "以惊人的气势吸入 大气中的尘埃，努力用 内核制造着进化的能源。",
	},
	solgaleo: {
		name: "索尔迦雷欧",
		desc: "曾经被称为 吞食太阳之兽。 能释放出无尽的光能。",
	},
	lunala: {
		name: "露奈雅拉",
		desc: "夺走四周所有的光， 自己则变身为满月的模样， 在黑夜中散发出光芒。",
	},
	nihilego: {
		name: "虚吾伊德",
		desc: "从究极之洞出现，来到这个世界。 好像会寄生在宝可梦或 人类的身上生存下去。",
	},
	buzzwole: {
		name: "爆肌蚊",
		desc: "会炫耀膨胀到异常程度的肌肉。 是究极异兽中的一种。",
	},
	pheromosa: {
		name: "费洛美螂",
		desc: "在这个世界是异类，很危险， 但在它原本栖息的世界， 好像只是寻常能见的生物。",
	},
	xurkitree: {
		name: "电束木",
		desc: "被称为究极异兽。 也有像树木一样将手脚 插入地面后一动不动的。",
	},
	celesteela: {
		name: "铁火辉夜",
		desc: "在这个世界是异类，很危险， 但在它原本栖息的世界， 好像只是寻常能见的生物。",
	},
	kartana: {
		name: "纸御剑",
		desc: "在这个世界是异类，很危险， 但在它原本栖息的世界， 好像只是寻常能见的生物。",
	},
	guzzlord: {
		name: "恶食大王",
		desc: "被称为究极异兽的未知生命。 不知是不是经常觉得肚子饿， 一直都在吃着什么东西。",
	},
	necrozma: {
		name: "奈克洛兹玛",
		desc: "为生存而发狂般地寻找着光。 会发射出激光， 将所有东西切成碎片。",
	},
	necrozmaultra: {
		name: "究极奈克洛兹玛",
	},
	magearna: {
		name: "玛机雅娜",
		desc: "大约５００年前由科学家制作而成。 被称为魂心的部分是它的本体。",
	},
	magearnaoriginal: {
		name: "玛机雅娜（５００年前的颜色）",
	},
	marshadow: {
		name: "玛夏多",
		desc: "拥有潜入一切影子里的能力， 所以在很长一段时间里 都没有任何人发现它。",
	},
	poipole: {
		name: "毒贝比",
		desc: "栖息在异世界的究极异兽。 会从头部的毒针朝对手 喷出毒液，咯咯咯大笑。",
	},
	naganadel: {
		name: "四颚针龙",
		desc: "究极异兽中的一种。 会从毒针发射出 黏性很大又发光的毒液。",
	},
	stakataka: {
		name: "垒磊石",
		desc: "像是究极异兽的谜一般的生命体。 突然动起来并展开袭击的石墙， 正身就是这家伙。",
	},
	blacephalon: {
		name: "砰头小丑",
		desc: "从究极之洞里出现的究极异兽。 用爆炸吓唬对手， 趁那空当夺走对方的生命气息。",
	},
	zeraora: {
		name: "捷拉奥拉",
		desc: "从手脚的肉球放电。 当捷拉奥拉奔驰而过时， 周围将充斥着电闪雷鸣，",
	},
	meltan: {
		name: "美录坦",
		desc: "美录坦们虽然聚在一起生活， 但当时机到来，会由最强的那１只 吸收其他的伙伴来进化。",
	},
	melmetal: {
		name: "美录梅塔",
		desc: "美录梅塔利用离心力带动 沉重的螺帽挥出的拳击 被认为是宝可梦界之最。",
	},
	grookey: {
		name: "敲音猴",
		desc: "会用木棒连续击打来攻击。 在以飞快的速度击打的同时， 情绪也会变得越来越高涨。",
	},
	thwackey: {
		name: "啪咚猴",
		desc: "打着激烈的节拍战斗时， 由于过于忘我，甚至不会 意识到自己已经把对手打昏了。",
	},
	rillaboom: {
		name: "轰擂金刚猩",
		desc: "打鼓技巧最高超的那一只 会成为首领。性情温和， 重视族群的和谐相处。",
	},
	scorbunny: {
		name: "炎兔儿",
		desc: "一旦做好了战斗的准备， 它鼻头上和脚底的肉球 就会发出极度的高温。",
	},
	raboot: {
		name: "腾蹴小将",
		desc: "会用脚把树果从树木上 踢落，用来练习颠球， 借此锻炼自己的脚法。",
	},
	cinderace: {
		name: "闪焰王牌",
		desc: "拥有熟练的进攻和防守技巧。 只要得到声援就会更有冲劲， 但有时会为了出风头而弄巧成拙。",
	},
	sobble: {
		name: "泪眼蜥",
		desc: "皮肤在湿掉时会变色， 仿佛像是隐身了一样， 谁都看不见它的身影。",
	},
	drizzile: {
		name: "变涩蜥",
		desc: "头脑聪明但是怕麻烦。 为了不让敌人接近自己的地盘， 在各个地方都设下了陷阱。",
	},
	inteleon: {
		name: "千面避役",
		desc: "能从指尖射出速度高达３马赫 的水枪。它的瞬膜能帮助它看穿 敌人的弱点，准确地击中要害。",
	},
	skwovet: {
		name: "贪心栗鼠",
		desc: "由于它无论何时都在吃树果， 使得它比外表看起来还要顽强。 会出现在田地里寻找树果。",
	},
	greedent: {
		name: "藏饱栗鼠",
		desc: "无论多么坚硬的树果壳 都能用引以为傲的大牙咬碎。 在伽勒尔是很常见的宝可梦。",
	},
	rookidee: {
		name: "稚山雀",
		desc: "娇小的体型让它能敏捷地飞翔。 利用攻其不备的战法将体型 巨大的对手玩弄于股掌之间。",
	},
	corvisquire: {
		name: "蓝鸦",
		desc: "经历无数次艰难的战斗后， 它学会了该如何正确地 判断敌人的力量。",
	},
	corviknight: {
		name: "钢铠鸦",
		desc: "拥有优秀飞行能力和极度 聪明头脑的它在伽勒尔地区 从事飞翔出租车的工作。",
	},
	blipbug: {
		name: "索侦虫",
		desc: "经常出现在田地里的宝可梦。 会通过长在身体上的毛 来感应周围发生的事。",
	},
	dottler: {
		name: "天罩虫",
		desc: "正在壳里成长着。 用精神力量掌握外界的 状况，做好进化的准备。",
	},
	orbeetle: {
		name: "以欧路普",
		desc: "释放出精神力量来调查 周围的情况。它的侦测范围 甚至可以达到方圆１０公里。",
	},
	nickit: {
		name: "狡小狐",
		desc: "性格谨慎且狡猾。 在偷盗食物逃走的时候 会用尾巴擦掉自己的足迹。",
	},
	thievul: {
		name: "猾大狐",
		desc: "靠着轻盈的身体和锐利的 爪子到处去偷食物和蛋。 逐电犬是它的天敌。",
	},
	gossifleur: {
		name: "幼棉棉",
		desc: "会随着微风一边转圈圈一边 愉快地唱歌。许多人因为喜欢 这可爱的模样而培育它。",
	},
	eldegoss: {
		name: "白蓬蓬",
		desc: "用它头上的棉絮制成的线 有着十分美丽动人的光泽， 是伽勒尔地区的名产。",
	},
	wooloo: {
		name: "毛辫羊",
		desc: "要是身上的毛长得太长就会 不能动弹。用毛辫羊的体毛 织成的布结实得让人吃惊。",
	},
	dubwool: {
		name: "毛毛角羊",
		desc: "长得长长的角是为了 向异性求爱而存在的。 它从不会把角当做武器。",
	},
	chewtle: {
		name: "咬咬龟",
		desc: "会用头上硬如岩石的角攻击敌人。 趁其不备之时大口咬住对方， 一旦咬住便再也不会松口。",
	},
	drednaw: {
		name: "暴噬龟",
		desc: "颈部可以伸缩。 能从远处迅速伸长颈部， 用锐利的牙齿解决对手。",
	},
	yamper: {
		name: "来电汪",
		desc: "因为想要得到零食而 帮助人类工作的贪吃鬼。 总是带着电火花跑来跑去。",
	},
	boltund: {
		name: "逐电犬",
		desc: "电力增强了它的脚力。 当以最高速度奔跑时， 时速可以轻易超过９０公里。",
	},
	rolycoly: {
		name: "小炭仔",
		desc: "在满是岩石的崎岖之路上 也能像独轮车那样自在移动。 靠燃烧煤炭维持生命。",
	},
	carkol: {
		name: "大炭车",
		desc: "能通过高速旋转自己的脚， 以３０公里的时速奔跑。 能喷出１０００度的火焰。",
	},
	coalossal: {
		name: "巨炭山",
		desc: "进入战斗状态后， 它会把煤炭山燃烧得通红， 飞撒火花来烧焦四周。",
	},
	applin: {
		name: "啃果虫",
		desc: "一出生就躲进了苹果中。 一边吃果肉一边成长。 进化方向因苹果的味道而定。",
	},
	flapple: {
		name: "苹裹龙",
		desc: "会用苹果皮的翅膀飞翔， 并吐出强酸性的唾液。 可以变成苹果的形状。",
	},
	appletun: {
		name: "丰蜜龙",
		desc: "身体被甜甜的蜜汁包裹， 背部的皮尤其甘甜， 过去曾经是小孩的零食。",
	},
	silicobra: {
		name: "沙包蛇",
		desc: "会从鼻孔喷射出沙子， 趁敌人看不清的时候 躲进地底下藏身。",
	},
	sandaconda: {
		name: "沙螺蟒",
		desc: "它之所以会以独特的方式 盘绕自己的身体，是为了能 更高效地喷射砂囊中的沙子。",
	},
	cramorant: {
		name: "古月鸟",
		desc: "非常贪吃，会把刺梭鱼整只 吞进嘴里。偶尔也会搞错对象 去咬其他的宝可梦。",
	},
	cramorantgulping: {
		name: "古月鸟（一口吞的样子）",
	},
	cramorantgorging: {
		name: "古月鸟（大口吞的样子）",
	},
	arrokuda: {
		name: "刺梭鱼",
		desc: "吃饱了之后动作会变得 极度迟缓，于是就被 古月鸟整只吞了下去。",
	},
	barraskewda: {
		name: "戽斗尖梭",
		desc: "会旋转着自己的尾鳍 一口气突击。能够以超过 １００节的速度贯穿猎物。",
	},
	toxel: {
		name: "电音婴",
		desc: "通过让自身的毒素产生 化学反应来发电。电力 虽然弱，却能造成麻痹。",
	},
	toxtricity: {
		name: "颤弦蝾螈",
		desc: "气势汹汹的急性子。 会大口喝下浑浊的水， 吸收其中所含的毒素。",
	},
	toxtricitylowkey: {
		name: "颤弦蝾螈（低调的样子）",
	},
	sizzlipede: {
		name: "烧火蚣",
		desc: "会用滚烫的身体勒紧猎物， 等到烤得恰到好处之时， 就把它们大口大口地吃掉。",
	},
	centiskorch: {
		name: "焚焰蚣",
		desc: "性格极具攻击性。 危险的不只是它烧烫的身体， 大大的獠牙也锐利无比。",
	},
	clobbopus: {
		name: "拳拳蛸",
		desc: "智商大致相当于３岁的儿童。 虽然触手经常断掉，但因为 能再生，所以它并不在意。",
	},
	grapploct: {
		name: "八爪武师",
		desc: "会为了试自己的身手 而登上陆地寻找对手。 战斗结束后就会回到海里。",
	},
	sinistea: {
		name: "来悲茶",
		desc: "被它当成住处的茶杯 是有名的古董餐具。 市面上有很多赝品。",
	},
	polteageist: {
		name: "怖思壶",
		desc: "每当发现喝剩的红茶， 它就会把自己的身体倒进去， 让那壶红茶变成怖思壶。",
	},
	hatenna: {
		name: "迷布莉姆",
		desc: "喜欢没有人烟的地方。 一旦感觉到强烈的感情， 就会一溜烟地逃走。",
	},
	hattrem: {
		name: "提布莉姆",
		desc: "会用头上的辫子攻击对手， 让对方安静下来。破坏力 强到能一击ＫＯ职业拳击手。",
	},
	hatterene: {
		name: "布莉姆温",
		desc: "又被称为森林魔女。 如果有人大吵大闹，可能会 被它用触手上的爪子撕碎。",
	},
	impidimp: {
		name: "捣蛋小妖",
		desc: "不但会溜进民宅偷盗， 还会吸收人们悔恨时 的负面能量。",
	},
	morgrem: {
		name: "诈唬魔",
		desc: "喜欢动歪脑筋，把人们 引诱到深夜的森林中。 似乎拥有培育农作物的能力。",
	},
	grimmsnarl: {
		name: "长毛巨魔",
		desc: "毛发能发挥肌肉纤维般的作用。 伸展开来时会像触手那样 把对手缠绕起来。",
	},
	obstagoon: {
		name: "堵拦熊",
		desc: "在不断的斗争中得到了进化。 它交叉着双臂发出的怒吼 能让一切对手都为之胆怯。",
	},
	perrserker: {
		name: "喵头目",
		desc: "在日复一日的战斗中得以进化。 进化的结果是那危险的指甲， 留长后能当作短剑来用。",
	},
	cursola: {
		name: "魔灵珊瑚",
		desc: "一定要小心它那包覆着 灵魂的灵体。如果触摸到， 就会像石头一样动弹不得。",
	},
	sirfetchd: {
		name: "葱游兵",
		desc: "会用坚硬的葱叶抵挡攻击， 接着用锋利的茎反击。 它的葱既是武器也是食材。",
	},
	mrrime: {
		name: "踏冰人偶",
		desc: "幽默的动作使它获得了 众人的喜爱。能从腹部的 图案释放出精神力量。",
	},
	runerigus: {
		name: "迭失板",
		desc: "绝对不能触摸它影子般的 身体，否则它会让你看到 印刻在它画中的恐怖记忆。",
	},
	milcery: {
		name: "小仙奶",
		desc: "据说有小仙奶 现身过的蛋糕店 保证能生意兴隆。",
	},
	alcremie: {
		name: "霜奶仙",
		desc: "当它感到幸福的时候， 手中产生出的鲜奶油 会变得更加香浓甜美。",
	},
	falinks: {
		name: "列阵兵",
		desc: "６只为一体的宝可梦。 惯于团队行动，会一边 变换阵形一边战斗。",
	},
	pincurchin: {
		name: "啪嚓海胆",
		desc: "每根刺里都储存着电力。 即使是折断的刺也至少 能连续放电３小时。",
	},
	snom: {
		name: "雪吞虫",
		desc: "会吃地面上的积雪。 吃得越多，背上的 刺就会长得越挺拔。",
	},
	frosmoth: {
		name: "雪绒蛾",
		desc: "绝不放过破坏山野环境的人。 会用冰冷的翅膀四处飞翔， 制造出暴风雪来惩罚他们。",
	},
	stonjourner: {
		name: "巨石丁",
		desc: "每年会有一天，它们会在 特定的时间突然出现， 聚集在一起排成一个圈。",
	},
	eiscue: {
		name: "冰砌鹅",
		desc: "无论何时都用冰块冰镇着 自己怕热的脸。会把头顶 上的毛垂到海里钓食物吃。",
	},
	eiscuenoice: {
		name: "冰砌鹅（解冻头）",
	},
	indeedee: {
		name: "爱管侍",
		desc: "能通过自己的角去 感受附近生物的情感。 正面情绪是它的能量之源。",
	},
	morpeko: {
		name: "莫鲁贝可",
		desc: "无论怎么吃都会马上肚子饿。 十分珍爱自己用电烘烤过的 种子，随时都带在身上。",
	},
	morpekohangry: {
		name: "莫鲁贝可（空腹花纹）",
	},
	cufant: {
		name: "铜象",
		desc: "擅长需要力气的工作。 铜质的身体会因雨水而生锈， 转变成鲜艳的绿色。",
	},
	copperajah: {
		name: "大王铜象",
		desc: "群居的宝可梦。 鼻子的握力十分强劲， 甚至能把大石头弄得粉碎。",
	},
	dracozolt: {
		name: "雷鸟龙",
		desc: "会用尾部结实的肌肉 发电。与下半身相比， 上半身真的太小了。",
	},
	arctozolt: {
		name: "雷鸟海兽",
		desc: "曾经生活在古代的海边， 能用身体的冰来保存食物， 但由于动作太迟缓而灭绝了。",
	},
	dracovish: {
		name: "鳃鱼龙",
		desc: "虽然能用自豪的脚力 以６０公里的时速奔跑， 但是只能在水中呼吸。",
	},
	arctovish: {
		name: "鳃鱼海兽",
		desc: "面部的皮肤无论受到什么攻击 都不会受伤，但由于呼吸起来 不方便而灭绝了。",
	},
	duraludon: {
		name: "铝钢龙",
		desc: "由特殊金属构成的身体 十分轻盈，能够灵活地活动。 不喜欢下雨，所以住在洞窟里。",
	},
	dreepy: {
		name: "多龙梅西亚",
		desc: "虽然单独１只弱得甚至敌不过小孩， 但会和伙伴合作一起锻炼， 通过进化而变得更强。",
	},
	drakloak: {
		name: "多龙奇",
		desc: "要是没让自己在照顾的多龙梅西亚 乘在头上就静不下心来，甚至会 因此试图把别的宝可梦放到头上。",
	},
	dragapult: {
		name: "多龙巴鲁托",
		desc: "它角里的多龙梅西亚 似乎满心期待着能被 以音速发射出去。",
	},
	zacian: {
		name: "苍响",
		desc: "这只宝可梦被认为是沉睡已久的 藏玛然特的姐姐，也有人 认为它们之间是劲敌关系。",
	},
	zaciancrowned: {
		name: "苍响（剑之王）",
	},
	zamazenta: {
		name: "藏玛然特",
		desc: "以石像般的姿态陷入 长久沉眠的宝可梦。 几乎就要被人们所遗忘。",
	},
	zamazentacrowned: {
		name: "藏玛然特（盾之王）",
	},
	eternatus: {
		name: "无极汰那",
		desc: "来自于２万年前坠落 到地上的陨石之中。 似乎与极巨化之谜有所关联。",
	},
	eternatuseternamax: {
		name: "无极汰那（无极巨化）",
	},
	kubfu: {
		name: "熊徒弟",
		desc: "拉紧头上又白又长的体毛， 就会变得斗气势高昂， 并从丹田涌出力量。",
	},
	urshifu: {
		name: "武道熊师",
		desc: "生活在遥远地区的山岳地带。 通过在断崖绝壁上奔跑 来锻炼腰腿，磨炼招式。",
	},
	urshifurapidstrike: {
		name: "武道熊师（连击流）",
	},
	zarude: {
		name: "萨戮德",
		desc: "长在身上的藤蔓断掉之后 会变成土壤的养分， 帮助森林中的植物成长。",
	},
	zarudedada: {
		name: "萨戮德（阿爸）",
	},
	regieleki: {
		name: "雷吉艾勒奇",
		desc: "整个身体是制造电能的 器官。可以制造出 伽勒尔全域所需的电力。",
	},
	regidrago: {
		name: "雷吉铎拉戈",
		desc: "整个身体是龙之能量的 结晶。据说它拥有 所有龙宝可梦的能力。",
	},
	glastrier: {
		name: "雪暴马",
		desc: "拥有十分惊人的怪力。 戴在脸上的冰之面罩 硬度是钻石的１００倍",
	},
	spectrier: {
		name: "灵幽马",
		desc: "在黑暗的夜晚中奔跑，吸取 正在睡觉的生物的生命能量。 喜欢孤独和静寂。",
	},
	calyrex: {
		name: "蕾冠王",
		desc: "曾经在很久以前统治着 伽勒尔的传说之王。拥有 治愈心灵和让草木发芽的能力。",
	},
	calyrexice: {
		name: "蕾冠王（骑白马的样子）",
	},
	calyrexshadow: {
		name: "蕾冠王（骑黑马的样子）",
	},
	wyrdeer: {
		name: "诡角鹿",
	},
	kleavor: {
		name: "劈斧螳螂",
	},
	ursaluna: {
		name: "月月熊",
	},
	basculegion: {
		name: "幽尾玄鱼",
	},
	sneasler: {
		name: "大狃拉",
	},
	overqwil: {
		name: "万针鱼",
	},
	enamorus: {
		name: "眷恋云",
	},
};
