{
	"name": "German",

	"strings": {
		"autoconfirmed": "autoconfirmed",
		"trusted": "vertrauenswürdig",

		"Please follow the rules:": "Bitte befolgt die Regeln:",
		"[TN: Link to the PS rules for your language (path after pokemonshowdown.com]/rules": "/pages/rules-de",
		"Global Rules": "Globale Regeln",
		"${room} room rules": "Regeln des ${room} Raumes",

		"<strong>Global ranks</strong>": "<strong>Globale Ränge</strong>",
		"+ <strong>Global Voice</strong> - They can use ! commands like !groups": "+ <strong>Global Voice</strong> - Sie können !-Befehle wie !groups benutzen.",
		"% <strong>Global Driver</strong> - The above, and they can also lock users and check for alts": "% <strong>Global Driver</strong> - Oben genanntes, und sie können Nutzer locken sowie alternative Accounts einsehen.",
		"@ <strong>Global Moderator</strong> - The above, and they can globally ban users": "@ <strong>Global Moderator</strong> - Oben genanntes, und sie können Nutzer vom Server bannen.",
		"* <strong>Global Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Global Bot</strong> - Wie Moderatoren, nur wird verdeutlicht, dass der Nutzer ein Bot ist.",
		"&amp; <strong>Global Administrator</strong> - They can do anything, like change what this message says and promote users globally": "&amp; <strong>Global Administrator</strong> - Sie können alles tun, zum Beispiel den Text dieser Nachricht ändern.",

		"<strong>Room ranks</strong>": "<strong>Raum-Ränge</strong>",
		"+ <strong>Voice</strong> - They can use ! commands like !groups": "+ <strong>Voice</strong> - Sie können !-Befehle wie !groups benutzen.",
		"% <strong>Driver</strong> - The above, and they can mute and warn": "% <strong>Driver</strong> - Oben genanntes, und sie können verwarnen und muten.",
		"@ <strong>Moderator</strong> - The above, and they can room ban users": "@ <strong>Moderator</strong> - Oben genanntes, und sie können Nutzer aus dem Raum bannen.",
		"* <strong>Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Bot</strong> - Wie Moderatoren, nur wird verdeutlicht, dass der Nutzer ein Bot ist.",
		"# <strong>Room Owner</strong> - They are leaders of the room and can almost totally control it": "# <strong>Room Owner</strong> - Sie sind die Leiter des Raumes und können beinahe vollständig über ihn bestimmen.",

		"/help OR /h OR /? - Gives you help.": "/help O /h O /? - Gibt dir eine Hilfestellung.",
		"For an overview of room commands, use /roomhelp": "Für einen Überblick über raumspezifische Befehle, nutze /roomhelp",
		"For details of a specific command, use something like: /help data": "Für Details zu einem spezifischen Befehl, nutze so etwas wie /help data",

		"COMMANDS": "BEFEHLE",
		"BATTLE ROOM COMMANDS": "BEFEHLE FÜR DEN KAMPFRAUM",
		"OPTION COMMANDS": "BEFEHLE FÜR EINSTELLUNGEN",
		"INFORMATIONAL/RESOURCE COMMANDS": "INFORMATIVE BEFEHLE",
		"DATA COMMANDS": "DATENBEFEHLE",
		"DRIVER COMMANDS": "BEFEHLE FÜR DRIVER",
		"MODERATOR COMMANDS": "BEFEHLE FÜR MODERATOREN",
		"ADMIN COMMANDS": "BEFEHLE FÜR ADMINISTRATOREN",

		"(replace / with ! to broadcast. Broadcasting requires: + % @ # &)": "(ersetze / mit ! , um einen Befehl für alle Nutzer im Chat sichtbar zu machen. Dies setzt + % @ # oder & voraus)",

		"<strong>Room punishments</strong>:": "<strong>Raumstrafen</strong>:",
		"<strong>warn</strong> - Displays a popup with the rules.": "<strong>warn</strong> - Öffnet ein Fenster mit den Regeln.",
		"<strong>mute</strong> - Mutes a user (makes them unable to talk) for 7 minutes.": "<strong>mute</strong> - Schaltet einen Nutzer für 7 Minuten stumm.",
		"<strong>hourmute</strong> - Mutes a user for 60 minutes.": "<strong>hourmute</strong> - Schaltet einen Nutzer für 60 Minuten stumm.",
		"<strong>ban</strong> - Bans a user (makes them unable to join the room) for 2 days.": "<strong>ban</strong> - Verbannt einen Nutzer für 2 Tage aus dem Raum (er kann ihn während dieser Zeit nicht betreten).",
		"<strong>blacklist</strong> - Bans a user for a year.": "<strong>blacklist</strong> - Verbannt einen Nutzer für ein Jahr aus dem Raum.",

		"<strong>Global punishments</strong>:": "<strong>Globale Strafen</strong>:",
		"<strong>lock</strong> - Locks a user (makes them unable to talk in any rooms or PM non-staff) for 2 days.": "<strong>lock</strong> - Sperrt einen Nutzer für 2 Tage (er kann während dieser Zeit in keinem Raum und an keinen Nutzer Nachrichten senden, welcher nicht zum globalen Staff gehört).",
		"<strong>weeklock</strong> - Locks a user for a week.": "<strong>weeklock</strong> - Sperrt einen Nutzer für eine Woche.",
		"<strong>namelock</strong> - Locks a user and prevents them from having a username for 2 days.": "<strong>namelock</strong> - Sperrt einen Nutzer für 2 Tage und hindert ihn daran, einen Nutzernamen zu haben.",
		"<strong>globalban</strong> - Globally bans (makes them unable to connect and play games) for a week.": "<strong>globalban</strong> - Verbannt einen Nutzer für eine Woche vom Server (verbietet es ihm, sich zu verbinden und zu kämpfen).",

		"<strong>Room drivers (%)</strong> can use:": "<strong>Raumdriver (%)</strong> können nutzen:",
		"- /warn OR /k <em>username</em>: warn a user and show the Pok&eacute;mon Showdown rules": "- /warn oder /k <em>Nutzernamen</em>: Verwarnt einen Nutzer und zeigt ihm die Regeln von Pok&eacute;mon Showdown",
		"- /mute OR /m <em>username</em>: 7 minute mute": "- /mute oder /m <em>Nutzername</em>: Stummschalten für 7 Minuten",
		"- /hourmute OR /hm <em>username</em>: 60 minute mute": "- /hourmute oder /hm <em>Nutzername</em>: Stummschalten für 60 Minuten",
		"- /unmute <em>username</em>: unmute": "- /unmute <em>Nutzername</em>: Hebt die Stummschaltung eines Nutzers auf",
		"- /hidetext <em>username</em>: hide a user's messages from the room": "- /hidetext <em>Nutzername</em>: Blendet die Nachrichten des Nutzers aus",
		"- /announce OR /wall <em>message</em>: make an announcement": "- /announce oder /wall <em>Nachricht</em>: Macht eine Ankündigung",
		"- /modlog <em>username</em>: search the moderator log of the room": "- /modlog <em>Nutzername</em>: Ruft den Modlog des Nutzers für den Raum auf",
		"- /modnote <em>note</em>: add a moderator note that can be read through modlog": "- /modnote <em>Notiz</em>: Fügt eine Notiz hinzu, die über den Modlog gelesen werden kann",

		"<strong>Room moderators (@)</strong> can also use:": "<strong>Raummoderatoren (@)</strong> können au&szlig;erdem nutzen:",
		"- /roomban OR /rb <em>username</em>: ban user from the room": "- /roomban oder /rb <em>Nutzername</em>: Verbannt einen Nutzer vom Raum",
		"- /roomunban <em>username</em>: unban user from the room": "- /roomunban <em>Nutzername</em>: Erlaubt es einem gebannten Nutzer, wieder den Raum zu betreten",
		"- /roomvoice <em>username</em>: appoint a room voice": "- /roomvoice <em>Nutzername</em>: Befördert einen Nutzer auf Raum-Voice",
		"- /roomdevoice <em>username</em>: remove a room voice": "- /roomdevoice <em>Nutzername</em>: Degradiert einen Nutzer von Raum-Voice",
		"- /staffintro <em>intro</em>: set the staff introduction that will be displayed for all staff joining the room": "- /staffintro <em>Intro</em>: Erstellt eine Einführung, die allen Staff-Mitgliedern beim Betreten des Raumes angezeigt wird",
		"- /roomsettings: change a variety of room settings, namely modchat": "- /roomsettings: Verändert eine Reihe von Raumeinstellungen; besonders hervorzuheben ist hier der Modchat",

		"<strong>Room owners (#)</strong> can also use:": "<strong>Room owners (#)</strong> können au&szlig;erdem nutzen:",
		"- /roomintro <em>intro</em>: set the room introduction that will be displayed for all users joining the room": "- /roomintro <em>Intro</em>: Erstellt eine Einführung, die allen Nutzern beim Betreten des Raumes angezeigt wird.",
		"- /rules <em>rules link</em>: set the room rules link seen when using /rules": "- /rules <em>Verknüpfung zu Regeln</em>: Erstellt eine Verknüpfung zu den Regeln, wenn /rules benutzt wird",
		"- /roommod, /roomdriver <em>username</em>: appoint a room moderator/driver": "- /roommod, /roomdriver <em>Nutzername</em>: Ernennt einen Raum-Moderator/Driver",
		"- /roomdemod, /roomdedriver <em>username</em>: remove a room moderator/driver": "- /roomdemod, /roomdedriver <em>Nutzernamen</em>: Degradiert einen einen Raum-Moderator/Driver",
		"- /roomdeauth <em>username</em>: remove all room auth from a user": "- /roomdeauth <em>Nutzername</em>: Entzieht einem Nutzer jegliche Raum-Authorität",
		"- /declare <em>message</em>: make a large blue declaration to the room": "- /declare <em>Nachricht</em>: Erstellt eine gro&szlig;e blaue Mitteilung für den Raum",
		"- !htmlbox <em>HTML code</em>: broadcast a box of HTML code to the room": "- !htmlbox <em>c&oacute;digo HTML</em>: Stellt im Raum ein Feld mit HTML-Code dar",
		"- !showimage <em>, [width], [height]</em>: show an image to the room": "- !showimage <em>[url], [Breite], [Höhe]</em>: Zeigt ein Bild im Raum",
		"- /roomsettings: change a variety of room settings, including modchat, capsfilter, etc": "- /roomsettings: Verändert eine Reihe von Raumeinstellungen, wie etwa Modchat, Caps-Filter, etc",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6774654/\">roomauth guide</a>": "Eine detailliertere Hilfestellung findet sich im <a href=\"https://www.smogon.com/forums/posts/6774654/\">Leitfaden für Raum-Auths</a>",

		"Tournament Help:": "Turnier-Hilfe:",
		"- /tour create <em>format</em>, elimination: create a new single elimination tournament in the current room.": "- /tour create <em>Format</em>, elimination: Erstellt ein neues Turnier im KO-Format im aktuellen Raum.",
		"- /tour create <em>format</em>, roundrobin: create a new round robin tournament in the current room.": "- /tour create <em>Format</em>, roundrobin: Erstellt ein neues Turnier im Round-Robin-Format im aktuellen Raum.",
		"- /tour end: forcibly end the tournament in the current room": "- /tour end: Beendet das aktuelle Turnier im Raum.",
		"- /tour start: start the tournament in the current room": "- /tour start: Startet das aktuelle Turnier im Raum.",
		"- /tour banlist [pokemon], [talent], [...]: ban moves, abilities, Pok&eacute;mon or items from being used in a tournament (it must be created first)": "- /tour banlist [Pok&eacute;mon], [Fähigkeit], [...]: Verbietet die Benutzung von Fähigkeiten, Pok&eacute;mon oder Items in einem Turnier (dieses muss zuvor erstellt worden sein)",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6777489/\">tournaments guide</a>": "Eine detailliertere Hilfestellung findet sich im <a href=\"https://www.smogon.com/forums/posts/6777489/\">Leitfaden für Turniere</a>",

		"Your status cannot be updated while you are locked or semilocked.": "Dein Status kann nicht geändert werden, solange du \"locked\" (gesperrt) oder semilocked (semi-gesperrt) bist.",
		"Your status is too long; it must be under ${maxLength} characters.": "Dein Status ist zu lang; er muss kürzer als ${maxLength} Zeichen sein.",
		"Your status contains a banned word.": "Dein Status beinhaltet ein verbotenes Wort.",
		"Your status has been set to: ${target}.": "Dein Status wurde zu ${target} geändert.", "You are now marked as busy.": "Du bist jetzt als beschäftigt markiert.",
		"You are now marked as away. Send a message or use /back to indicate you are back.": "Du bist jetzt als abwesend markiert. Versende eine Nachricht oder nutze /back um zu signalisieren, dass du zurück bist.",
		"You are already marked as back.": "Du bist bereits als anwesend markiert.",
		"You are no longer marked as busy.": "Du bist nicht länger als beschäftigt markiert.",

		"You are already blocking private messages! To unblock, use /unblockpms": "Du blockierst bereits private Nachrichten! Um dies zu deaktivieren, benutze /unblockpms",
		"You are now blocking private messages, except from staff and ${rank}.": "Du blockierst jetzt private Nachrichten, außer vom Staff und ${rank}. ",
		"You are now blocking private messages, except from staff and ${status} users.": "Du blockierst jetzt private Nachrichten, außer von Staff und ${status} Nutzern. ",
		"You are now blocking private messages, except from staff.": "Du blockierst jetzt private Nachrichten, außer vom Staff.",
		"You are not blocking private messages! To block, use /blockpms": "Du blockierst keine privaten Nachrichten! Um diese zu blockieren, benutze /blockpms",
		"You are no longer blocking private messages.": "Du blockierst keine privaten Nachrichten mehr.",
		"You are now blocking all incoming challenge requests.": "Du blockierst jetzt alle eingehenden Herausforderungen.",
		"You are already blocking challenges!": "Du blockierst bereits Herausforderungen!",
		"You are already available for challenges!": "Du bist bereits für Herausforderungen verfügbar!",
		"You are available for challenges from now on.": "Du bist ab jetzt für Herausforderungen verfügbar.",

		"Staff FAQ": "Staff-FAQ",
		"You cannot broadcast all FAQs at once.": "Du kannst nicht sämtliche FAQs auf einmal anzeigen lassen.",
		"A user is autoconfirmed when they have won at least one rated battle and have been registered for one week or longer. In order to prevent spamming and trolling, most chatrooms only allow autoconfirmed users to chat. If you are not autoconfirmed, you can politely PM a staff member (staff have %, @, or # in front of their username) in the room you would like to chat and ask them to disable modchat. However, staff are not obligated to disable modchat.": "Ein Nutzer ist dann autoconfirmed, wenn dieser mindestens ein Rated-Battle gewonnen hat und seit einer Wocher oder länger registriert ist. Um Spamming und Trolling zu unterbinden, erlauben die meisten Räume nur Nutzern zu chatten, welche autoconfirmed sind. Falls du nicht autoconfirmed bist, kannst du ein Staff-Mitglied (Nutzer mit %, @, oder # vor ihren Namen) freundlich darum bitten, den Modchat zu deaktivieren. Jedoch ist der Staff nicht dazu verpflichtet, dies zu tun.",
		"How the ladder works": "Wie die Ladder funktioniert",
		"Tiering FAQ": "Tiering-FAQ",
		"Badge FAQ": "Badge-FAQ",
		"Common misconceptions about our RNG": "Häufige Missverständnisse über unser RNG-System",
		"To join a room tournament, click the <strong>Join!</strong> button or type the command <code>/tour join</code> in the room's chat. You can check if your team is legal for the tournament by clicking the <strong>Validate</strong> button once you've joined and selected a team. To battle your opponent in the tournament, click the <strong>Ready!</strong> button when it appears. There are two different types of room tournaments: elimination (if a user loses more than a certain number of times, they are eliminated) and round robin (all users play against each other, and the user with the most wins is the winner).": "Um einem Raum-Turnier beizutreten, klicke auf <strong>Join!</strong> oder gebe den Befehl <code>/tour join</code> in den Chat ein. Du kannst überprüfen, ob dein Team für das Turnier legal ist, indem du auf <strong>Validate</strong> klickst, nachdem du dem Turnier beigetreten bist und ein Team ausgewählt hast. Um deinen Gegner im Turnier herauszufordern, klicke auf <strong>Ready!</strong> , wenn es erscheint. Es gibt zwei verschiedene Arten von Raum-Turnieren: Elimination (falls ein Nutzer mehr als eine bestimmte Anzahl an Spielen verliert, ist er draußen) und Round Robin (jeder spielt gegen jeden und der Nutzer mit den meisten Siegen am Ende gewinnt das Turnier).",
		"Frequently Asked Questions": "Häufig gestellte Fragen",

		"The announcement has ended.": "Die Ankündigung wurde beendet.",
		"Battles do not support announcements.": "Kämpfe unterstützen keine Ankündigungen.",
		"You are not allowed to use filtered words in announcements.": "Du darfst keine gefilterten Worte in Ankündigungen verwenden.",
		"There is already a poll or announcement in progress in this room.": "Es gibt bereits eine Umfrage oder Ankündigung in diesem Raum.",
		"An announcement was started by ${user.name}.": "Eine Ankündigung wurde von ${user.name} gestartet.",
		"There is no announcement running in this room.": "Derzeit gibt es keine Ankündigung in diesem Raum.",
		"There is no timer to clear.": "Es gibt keinen Timer zum Ausschalten.",
		"The announcement timer was turned off.": "Der Ankündigungs-Timer wurde ausgeschaltet.",
		"Invalid time given.": "Ungültige Zeitangabe.",
		"The announcement timer is off.": "Der Ankündigungs-Timer ist ausgeschaltet.",
		"The announcement was ended by ${user.name}.": "Die Ankündigung wurde von ${user.name} beendet.",
		"Accepts the following commands:": "Folgende Befehle werden akzeptiert:",

		"That option is not selected.": "Diese Wahloption ist nicht ausgewählt.",
		"You have already voted for this poll.": "Du hast bereits für diese Umfrage abgestimmt.",
		"No options selected.": "Keine Wahloption wurde ausgewählt.",
		"you will not be able to vote after viewing results": "du wirst nicht mehr abstimmen können, nachdem du die Ergebnisse eingesehen hast",
		"View results": "Ergebnisse einsehen",
		"You can't vote after viewing results": "Du kannst nicht mehr abstimmen, nachdem du die Ergebnisse eingesehen hast",
		"The poll has ended &ndash; scroll down to see the results": "Die Umfrage wurde beendet &ndash; scrolle nach unten, um die Ergebnisse einzusehen",
		"Vote for ${num}": "Stimme ab für ${num}",
		"Submit your vote": "Reiche deine Stimme ein",
		"Quiz": "Quiz",
		"Poll": "Umfrage",
		"Submit": "Einreichen",
		"ended": "beendet",
		"votes": "Stimmen",
		"delete": "löschen",
		"Poll too long.": "Die Umfrage ist zu lang.",
		"Battles do not support polls.": "Kämpfe unterstützen keine Umfragen.",
		"You are not allowed to use filtered words in polls.": "Du darfst keine gefilterten Worte in Umfragen verwenden.",
		"Not enough arguments for /poll new.": "Die Argumente für /poll new sind nicht hinreichend.",
		"Too many options for poll (maximum is 8).": "Es liegen zu viele Wahloptionen in der Umfrage (maximal 8) vor.",
		"There are duplicate options in the poll.": "Es liegen doppelte Wahloptionen in der Umfrage vor.",
		"${user.name} queued a poll.": "${user.name} hat eine Umfrage in die Warteschleife gestellt.",
		"A poll was started by ${user.name}.": "Eine Umfrage wurde von ${user.name} gestartet.",
		"The queue is already empty.": "Die Warteschleife ist bereits leer.",
		"Cleared poll queue.": "Die Umfrage-Warteschleife wurde gelöscht.",
		"Room \"${roomid}\" not found.": "Room \"${roomid}\" wurde nicht gefunden.",
		"Can't delete poll at slot ${slotString} - \"${slotString}\" is not a number.": "Die Umfrage kann nicht gelöscht werden an der Stelle ${slotString} - \"${slotString}\" ist keine Nummer.",
		"There is no poll in queue at slot ${slot}.": "An der Stelle ${slot} gibt es keine Umfrage in der Warteschleife.",
		"(${user.name} deleted the queued poll in slot ${slot}.)": "(${user.name} hat die Umfrage in der Warteschleife an der Stelle ${slot}.) gelöscht.",
		"There is no poll running in this room.": "Derzeit gibt es keine Umfrage in diesem Raum.",
		"To vote, specify the number of the option.": "Um abzustimmen, musst du dich für eine Wahloption entscheiden.",
		"Option not in poll.": "Die Wahloption ist nicht in der Umfrage.",
		"The poll timer was turned off.": "Der Umfrage-Timer wurde ausgeschaltet.",
		"The queued poll was started.": "Die Umfrage in der Warteschleife wurde gestartet.",
		"The poll timer was turned on: the poll will end in ${timeout} minute(s).": "Der Umfrage-Timer wurde eingeschaltet: Die Umfrage wird in ${timeout} Minute(n) beendet.",
		"The poll timer was set to ${timeout} minute(s) by ${user.name}.": "Der Umfrage-Timer wurde von ${user.name} auf ${timeout} Minute(n) gestellt.",
		"The poll timer is on and will end in ${poll.timeoutMins} minute(s).": "Der Umfrage-Timer ist eingeschaltet und wird in ${poll.timeoutMins} Minute(n) enden.",
		"The poll timer is off.": "Der Umfrage-Timer ist ausgeschaltet.",
		"The poll was ended by ${user.name}.": "Die Umfrage wurde von ${user.name} beendet.",
		"Queued polls:": "Umfragen in der Warteschleife:",
		"Refresh": "Aktualisieren",
		"No polls queued.": "Keine Umfragen befinden sich in der Warteschleife.",
		"#${number} in queue": "#${number} in der Warteschleife.",

		"This command can only be used in the Trivia room.": "",
		"There is no game in progress.": "",
		"a cap of ${this.getCap()} points": "",
		"no score cap": "",
		"The currently running game is not Trivia, it's ${game.title}.": "",
		"Random (${ALL_CATEGORIES[questions[0].category]})": "",
		"You have already signed up for this game.": "",
		"You were kicked from the game and thus cannot join it again.": "",
		"You were kicked from the game and cannot join until the next game.": "",
		"This game does not allow latejoins.": "",
		"Enough players have returned to continue the game!": "",
		"The game will continue with the next question.": "",
		"Not enough players are participating to continue the game!": "",
		"Until there are ${MINIMUM_PLAYERS} players participating and present, the game will be paused.": "",
		"Signups for a new trivia game have begun!": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}<br />": "",
		"Enter /trivia join to sign up for the trivia game.": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}": "",
		"User ${tarUser.name} has already been kicked from the game.": "",
		"User ${tarUser.name} is not a player in the game.": "",
		"You are not a player in the current game.": "",
		"The game has already been started.": "",
		"Not enough players have signed up yet! At least ${this.minPlayers} players to begin.": "",
		"The game will begin in ${START_TIMEOUT / 1000} seconds...": "",
		"The trivia game is already paused.": "",
		"You cannot pause the trivia game during a question.": "",
		"The Trivia game has been paused.": "",
		"The trivia game is not paused.": "",
		"The Trivia game has been resumed.": "",
		"No questions are left!": "",
		"The game has reached a stalemate": "",
		"Question${this.game.length === 'infinite' ? ": "",
		"Category: ${ALL_CATEGORIES[question.category]}": "",
		"The answering period has ended!": "",
		"You gained ${player.points} and answered ": "",
		"${player.correctAnswers} questions correctly.": "",
		"${p1.name} won the game with a final score of <strong>${p1.player.points}</strong>, and ": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points!": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points! ": "",
		"${p2.name} was a runner-up and their leaderboard score has increased by <strong>${prizes[1]}</strong> points!": "",
		"${p2.name} and ${p3.name} were runners-up. ": "",
		"Their leaderboard score has increased by ${prizes[0]}, ${prizes[1]}, and ${prizes[2]}, respectively!": "",
		"User ${mapper(winner)} won the game of ${this.game.mode} ": "",
		"mode trivia under the ${this.game.category} category with ": "",
		"with ${winner.player.points} points and ": "",
		"${winner.player.correctAnswers} correct answers": "",
		" Second place: ${mapper(winner)} (${winner.player.points} points)": "",
		", third place: ${mapper(winner)} (${winner.player.points} points)": "",
		"The game was forcibly ended by ${user.name}.": "",
		"You are not a player in the current trivia game.": "",
		"The trivia game is paused.": "",
		"There is no question to answer.": "",
		"You have already attempted to answer the current question.": "",
		"Correct: ${players}": "",
		"Answer(s): ${this.curAnswers.join(', ')}": "",
		"They gained <strong>5</strong> points!": "",
		"The top 5 players are: ${this.formatPlayerList({max: 5})}": "",
		"Correct: no one...": "",
		"Answers: ${this.curAnswers.join(', ')}": "",
		"Correct": "",
		"No one answered correctly...": "",
		"Each of them gained <strong>${points}</strong> point(s)!": "",
		"They gained <strong>${points}</strong> point(s)!": "",
		"Nobody gained any points.": "",
		"There is already a game of ${room.game.title} in progress.": "",
		"\"${mode}\" is an invalid mode.": "",
		"\"${category}\" is an invalid category.": "",
		"\"${length}\" is an invalid game length.": "",
		"There are not enough questions in the randomly chosen category to finish a trivia game.": "",
		"There are not enough questions in the trivia database to finish a trivia game.": "",
		"There are not enough questions under the category \"${ALL_CATEGORIES[category]}\" to finish a trivia game.": "",
		"You are now signed up for this game!": "",
		"The user \"${target}\" does not exist.": "",
		"You have left the current game of Trivia.": "",
		"No valid answer was entered.": "",
		"You have selected \"${answer}\" as your answer.": "",
		"Only Room Owners and higher can force a Trivia game to end with winners in a non-infinite length.": "",
		"${user.name} ended the game of Trivia!": "",
		"User ${target} does not exist.": "",
		"There is a paused trivia game": "",
		"There is a trivia game in progress": "",
		"and it is in its ${game.phase} phase.": "",
		"Mode: ${game.game.mode} | Category: ${game.game.category} | Score cap: ${game.getCap() || \"Infinite\"}": "",
		"Current score: ${player.points} | Correct Answers: ${player.correctAnswers}": "",
		"User ${tarUser.name} is not a player in the current trivia game.": "",
		"Players: ${game.formatPlayerList({max: null, requirePoints: false})}": "",
		"This command can only be used in Question Workshop.": "",
		"Invalid arguments specified in \"${param}\". View /trivia help for more information.": "",
		"${param[0].trim()}' is not a valid category. View /trivia help for more information.": "",
		"You cannot submit questions in the '${ALL_CATEGORIES[category]}' category": "",
		"${param[1].trim()}' is not a valid question.": "",
		"Question \"${param[1].trim()}\" is too long! It must remain under ${MAX_QUESTION_LENGTH} characters.": "",
		"Question \"${question}\" is already in the trivia database.": "",
		"No valid answers were specified for question '${param[1].trim()}'.": "",
		"Some of the answers entered for question '${param[1].trim()}' were too long!": "",
		"They must remain under ${MAX_ANSWER_LENGTH} characters.": "",
		"No questions await review.": "",
		"Category": "",
		"Question": "",
		"Answer(s)": "",
		"Submitted By": "",
		"${target}' is not a valid set of submission index numbers.": "",
		"View /trivia review and /trivia help for more information.": "",
		"${target}' is an invalid argument. View /trivia help questions for more information.": "",
		"${target}' is not a valid argument. View /trivia help questions for more information.": "",
		"${user.name} removed question '${target}' from the question database.": "",
		"Question '${target}' was not found in the question database.": "",
		"${param[1].trim()}' is already in the category '${param[0].trim()}'.": "",
		"${user.name} changed question category to '${param[0]}' for '${param[1].trim()}' ": "",
		"from the question database.": "",
		"No questions have been submitted yet.": "",
		"Question Count": "",
		"Total": "",
		"${target}' is not a valid category. View /help trivia for more information.": "",
		"There are no questions in the ${ALL_CATEGORIES[target]} category.": "",
		"There are <strong>${list.length}</strong> questions in the ${cat} category.": "",
		"No valid search arguments entered.": "",
		"No valid search category was entered. Valid categories: submissions, subs, questions, qs": "",
		"No valid search query as entered.": "",
		"No results found under the ${type} list.": "",
		"There are <strong>${results.length}</strong> matches for your query:=": "",
		"This command can only be used in Trivia.": "",
		"User '${name}' has not played any trivia games yet.": "",
		"all time:": "",
		"User: <strong>${name}</strong>": "",
		"Leaderboard score: ${row(0)}": "",
		"Total game points: ${row(1)}": "",
		"Total correct answers: ${row(2)}": "",
		"No trivia games have been played yet.": "",
		"Rank": "",
		"User": "",
		"Leaderboard score": "",
		"Total game points": "",
		"Total correct answers": "",
		"This command can only be used in Question Workshop": "",
		"${user.name} removed all questions of category '${category}'.": "",
		"You cannot clear the category '${ALL_CATEGORIES[category]}'.": "",
		"${category}' is an invalid category.": "",
		"There is no game history.": "",
		"${game.mode} mode, ${game.length} length Trivia game in the ${game.category} category": "",
		"hosted by ${game.creator}": "",
		"Infinite": ""
	}
}
