{
	"name": "German",

	"strings": {
		"autoconfirmed": "autoconfirmed",
		"trusted": "vertrauenswürdig",

		"Please follow the rules:": "Bitte befolgt die Regeln:",
		"[TN: Link to the PS rules for your language (path after pokemonshowdown.com]/rules": "/pages/rules-de",
		"Global Rules": "Globale Regeln",
		"${room} room rules": "Regeln des ${room} Raumes",

		"<strong>Global ranks</strong>": "<strong>Globale Ränge</strong>",
		"+ <strong>Global Voice</strong> - They can use ! commands like !groups": "+ <strong>Global Voice</strong> - Sie können !-Befehle wie !groups benutzen.",
		"% <strong>Global Driver</strong> - The above, and they can also lock users and check for alts": "% <strong>Global Driver</strong> - Oben genanntes, und sie können Nutzer sperren sowie alternative Accounts einsehen.",
		"@ <strong>Global Moderator</strong> - The above, and they can globally ban users": "@ <strong>Global Moderator</strong> - Oben genanntes, und sie können Nutzer vom Server verbannen.",
		"* <strong>Global Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Global Bot</strong> - Wie Moderatoren, nur wird verdeutlicht, dass der Nutzer ein Bot ist.",
		"&amp; <strong>Global Administrator</strong> - They can do anything, like change what this message says and promote users globally": "&amp; <strong>Global Administrator</strong> - Sie können alles tun, zum Beispiel den Text dieser Nachricht ändern.",

		"<strong>Room ranks</strong>": "<strong>Raum-Ränge</strong>",
		"+ <strong>Voice</strong> - They can use ! commands like !groups": "+ <strong>Voice</strong> - Sie können !-Befehle wie !groups benutzen.",
		"% <strong>Driver</strong> - The above, and they can mute and warn": "% <strong>Driver</strong> - Oben genanntes, und sie können Nutzer verwarnen und stummschalten.",
		"@ <strong>Moderator</strong> - The above, and they can room ban users": "@ <strong>Moderator</strong> - Oben genanntes, und sie können Nutzer aus dem Raum verbannen.",
		"* <strong>Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Bot</strong> - Wie Moderatoren, nur wird verdeutlicht, dass der Nutzer ein Bot ist.",
		"# <strong>Room Owner</strong> - They are leaders of the room and can almost totally control it": "# <strong>Room Owner</strong> - Sie sind die Leiter des Raumes und können beinahe vollständig über ihn bestimmen.",

		"/help OR /h OR /? - Gives you help.": "/help O /h O /? - Gibt dir eine Hilfestellung.",
		"For an overview of room commands, use /roomhelp": "Für einen Überblick über raumspezifische Befehle, nutze /roomhelp",
		"For details of a specific command, use something like: /help data": "Für Details zu einem spezifischen Befehl, nutze so etwas wie /help data",

		"COMMANDS": "BEFEHLE",
		"BATTLE ROOM COMMANDS": "BEFEHLE FÜR DEN KAMPFRAUM",
		"OPTION COMMANDS": "BEFEHLE FÜR EINSTELLUNGEN",
		"INFORMATIONAL/RESOURCE COMMANDS": "INFORMATIVE BEFEHLE",
		"DATA COMMANDS": "DATENBEFEHLE",
		"DRIVER COMMANDS": "BEFEHLE FÜR DRIVER",
		"MODERATOR COMMANDS": "BEFEHLE FÜR MODERATOREN",
		"ADMIN COMMANDS": "BEFEHLE FÜR ADMINISTRATOREN",

		"(replace / with ! to broadcast. Broadcasting requires: + % @ # &)": "(ersetze / mit ! , um einen Befehl für alle Nutzer im Chat sichtbar zu machen. Dies setzt + % @ # oder & voraus)",

		"<strong>Room punishments</strong>:": "<strong>Raumstrafen</strong>:",
		"<strong>warn</strong> - Displays a popup with the rules.": "<strong>warn</strong> - Öffnet ein Fenster mit den Regeln.",
		"<strong>mute</strong> - Mutes a user (makes them unable to talk) for 7 minutes.": "<strong>mute</strong> - Schaltet einen Nutzer für 7 Minuten stumm.",
		"<strong>hourmute</strong> - Mutes a user for 60 minutes.": "<strong>hourmute</strong> - Schaltet einen Nutzer für 60 Minuten stumm.",
		"<strong>ban</strong> - Bans a user (makes them unable to join the room) for 2 days.": "<strong>ban</strong> - Verbannt einen Nutzer für 2 Tage aus dem Raum (er kann ihn während dieser Zeit nicht betreten).",
		"<strong>blacklist</strong> - Bans a user for a year.": "<strong>blacklist</strong> - Verbannt einen Nutzer für ein Jahr aus dem Raum.",

		"<strong>Global punishments</strong>:": "<strong>Globale Strafen</strong>:",
		"<strong>lock</strong> - Locks a user (makes them unable to talk in any rooms or PM non-staff) for 2 days.": "<strong>lock</strong> - Sperrt einen Nutzer für 2 Tage (er kann während dieser Zeit in keinem Raum und an keinen Nutzer Nachrichten senden, welcher nicht zum globalen Staff gehört).",
		"<strong>weeklock</strong> - Locks a user for a week.": "<strong>weeklock</strong> - Sperrt einen Nutzer für eine Woche.",
		"<strong>namelock</strong> - Locks a user and prevents them from having a username for 2 days.": "<strong>namelock</strong> - Sperrt einen Nutzer für 2 Tage und hindert ihn daran, einen Nutzernamen zu haben.",
		"<strong>globalban</strong> - Globally bans (makes them unable to connect and play games) for a week.": "<strong>globalban</strong> - Verbannt einen Nutzer für eine Woche vom Server (verbietet es ihm, sich zu verbinden und zu kämpfen).",

		"<strong>Room drivers (%)</strong> can use:": "<strong>Raumdriver (%)</strong> können nutzen:",
		"- /warn OR /k <em>username</em>: warn a user and show the Pok&eacute;mon Showdown rules": "- /warn oder /k <em>Nutzernamen</em>: Verwarnt einen Nutzer und zeigt ihm die Regeln von Pok&eacute;mon Showdown",
		"- /mute OR /m <em>username</em>: 7 minute mute": "- /mute oder /m <em>Nutzername</em>: Stummschalten für 7 Minuten",
		"- /hourmute OR /hm <em>username</em>: 60 minute mute": "- /hourmute oder /hm <em>Nutzername</em>: Stummschalten für 60 Minuten",
		"- /unmute <em>username</em>: unmute": "- /unmute <em>Nutzername</em>: Hebt die Stummschaltung eines Nutzers auf",
		"- /hidetext <em>username</em>: hide a user's messages from the room": "- /hidetext <em>Nutzername</em>: Blendet die Nachrichten des Nutzers aus",
		"- /announce OR /wall <em>message</em>: make an announcement": "- /announce oder /wall <em>Nachricht</em>: Macht eine Ankündigung",
		"- /modlog <em>username</em>: search the moderator log of the room": "- /modlog <em>Nutzername</em>: Ruft den Modlog des Nutzers für den Raum auf",
		"- /modnote <em>note</em>: add a moderator note that can be read through modlog": "- /modnote <em>Notiz</em>: Fügt eine Notiz hinzu, die über den Modlog gelesen werden kann",

		"<strong>Room moderators (@)</strong> can also use:": "<strong>Raummoderatoren (@)</strong> können au&szlig;erdem nutzen:",
		"- /roomban OR /rb <em>username</em>: ban user from the room": "- /roomban oder /rb <em>Nutzername</em>: Verbannt einen Nutzer vom Raum",
		"- /roomunban <em>username</em>: unban user from the room": "- /roomunban <em>Nutzername</em>: Erlaubt es einem gebannten Nutzer, wieder den Raum zu betreten",
		"- /roomvoice <em>username</em>: appoint a room voice": "- /roomvoice <em>Nutzername</em>: Befördert einen Nutzer auf Raum-Voice",
		"- /roomdevoice <em>username</em>: remove a room voice": "- /roomdevoice <em>Nutzername</em>: Degradiert einen Nutzer von Raum-Voice",
		"- /staffintro <em>intro</em>: set the staff introduction that will be displayed for all staff joining the room": "- /staffintro <em>Intro</em>: Erstellt eine Einführung, die allen Staff-Mitgliedern beim Betreten des Raumes angezeigt wird",
		"- /roomsettings: change a variety of room settings, namely modchat": "- /roomsettings: Verändert eine Reihe von Raumeinstellungen; besonders hervorzuheben ist hier der moderierte Chat",

		"<strong>Room owners (#)</strong> can also use:": "<strong>Room owners (#)</strong> können au&szlig;erdem nutzen:",
		"- /roomintro <em>intro</em>: set the room introduction that will be displayed for all users joining the room": "- /roomintro <em>Intro</em>: Erstellt eine Einführung, die allen Nutzern beim Betreten des Raumes angezeigt wird.",
		"- /rules <em>rules link</em>: set the room rules link seen when using /rules": "- /rules <em>Verknüpfung zu Regeln</em>: Erstellt eine Verknüpfung zu den Regeln, wenn /rules benutzt wird",
		"- /roommod, /roomdriver <em>username</em>: appoint a room moderator/driver": "- /roommod, /roomdriver <em>Nutzername</em>: Ernennt einen Raum-Moderator/Driver",
		"- /roomdemod, /roomdedriver <em>username</em>: remove a room moderator/driver": "- /roomdemod, /roomdedriver <em>Nutzernamen</em>: Degradiert einen einen Raum-Moderator/Driver",
		"- /roomdeauth <em>username</em>: remove all room auth from a user": "- /roomdeauth <em>Nutzername</em>: Entzieht einem Nutzer jegliche Raum-Authorität",
		"- /declare <em>message</em>: make a large blue declaration to the room": "- /declare <em>Nachricht</em>: Erstellt eine gro&szlig;e blaue Mitteilung für den Raum",
		"- !htmlbox <em>HTML code</em>: broadcast a box of HTML code to the room": "- !htmlbox <em>c&oacute;digo HTML</em>: Stellt im Raum ein Feld mit HTML-Code dar",
		"- !showimage <em>, [width], [height]</em>: show an image to the room": "- !showimage <em>[url], [Breite], [Höhe]</em>: Zeigt ein Bild im Raum",
		"- /roomsettings: change a variety of room settings, including modchat, capsfilter, etc": "- /roomsettings: Verändert eine Reihe von Raumeinstellungen, wie etwa den moderierten Chat, Caps-Filter, usw",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6774654/\">roomauth guide</a>": "Eine detailliertere Hilfestellung findet sich im <a href=\"https://www.smogon.com/forums/posts/6774654/\">Leitfaden für Raum-Auths</a>",

		"Tournament Help:": "Turnier-Hilfe:",
		"- /tour create <em>format</em>, elimination: create a new single elimination tournament in the current room.": "- /tour create <em>Format</em>, elimination: Erstellt ein neues Turnier im KO-Format im aktuellen Raum.",
		"- /tour create <em>format</em>, roundrobin: create a new round robin tournament in the current room.": "- /tour create <em>Format</em>, roundrobin: Erstellt ein neues Turnier im Round-Robin-Format im aktuellen Raum.",
		"- /tour end: forcibly end the tournament in the current room": "- /tour end: Beendet das aktuelle Turnier im Raum.",
		"- /tour start: start the tournament in the current room": "- /tour start: Startet das aktuelle Turnier im Raum.",
		"- /tour banlist [pokemon], [talent], [...]: ban moves, abilities, Pok&eacute;mon or items from being used in a tournament (it must be created first)": "- /tour banlist [Pok&eacute;mon], [Fähigkeit], [...]: Verbietet die Benutzung von Fähigkeiten, Pok&eacute;mon oder Items in einem Turnier (dieses muss zuvor erstellt worden sein)",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6777489/\">tournaments guide</a>": "Eine detailliertere Hilfestellung findet sich im <a href=\"https://www.smogon.com/forums/posts/6777489/\">Leitfaden für Turniere</a>",

		"Your status cannot be updated while you are locked or semilocked.": "Dein Status kann nicht geändert werden, solange du \"locked\" (gesperrt) oder semilocked (semi-gesperrt) bist.",
		"Your status is too long; it must be under ${maxLength} characters.": "Dein Status ist zu lang; er muss kürzer als ${maxLength} Zeichen sein.",
		"Your status contains a banned word.": "Dein Status beinhaltet ein verbotenes Wort.",
		"Your status has been set to: ${target}.": "Dein Status wurde zu ${target} geändert.", "You are now marked as busy.": "Du bist jetzt als beschäftigt markiert.",
		"You are now marked as away. Send a message or use /back to indicate you are back.": "Du bist jetzt als abwesend markiert. Versende eine Nachricht oder nutze /back um zu signalisieren, dass du zurück bist.",
		"You are already marked as back.": "Du bist bereits als anwesend markiert.",
		"You are no longer marked as busy.": "Du bist nicht länger als beschäftigt markiert.",

		"You must choose a name before you can talk.": "Du musst einen Namen auswählen, bevor du schreiben kannst.",
		"You are ${lockType} and can't talk in chat. ${lockExpiration}": "Du bist ${lockType} und kannst im Chat nicht schreiben. ${lockExpiration}",
		"Get help with [TN: your lock]this": "Erhalte diesbezüglich Hilfe",
		"You are muted and cannot talk in this room.": "Du bist stummgeschaltet und kannst in diesem Raum nicht schreiben.",
		"Because moderated chat is set, your account must be at least one week old and you must have won at least one ladder game to speak in this room.": "Da der moderierte Chat aktiviert ist, muss dein Account mindestens eine Woche alt sein und du musst mindestens ein Ladder-Spiel gewonnen haben, um in diesem Raum zu sprechen.",
		"Because moderated chat is set, your account must be staff in a public room or have a global rank to speak in this room.": "Da der moderierte Chat aktiviert ist, muss dein Account über einen Staff-Rang in einem öffentlichen Raum oder einen globalen Rang verfügen, um in diesem Raum zu sprechen.",
		"Because moderated chat is set, you must be of rank ${groupName} or higher to speak in this room.": "Da der moderierte Chat aktiviert ist, muss dein Account über den Rang ${groupName} oder höher verfügen, um in diesem Raum zu sprechen.",
		"Your message can't be blank.": "Deine Nachricht kann nicht leer sein.",
		"Your message is too long: ": "Deine Nachricht ist zu lang.",
		"Your message contains banned characters.": "Deine Nachricht enthält verbotene Zeichen.",
		"This room has slow-chat enabled. You can only talk once every ${time} seconds.": "In diesem Raum ist der Slowchat aktiviert. Du kannst nur einmal jede ${time} Sekunden eine Nachricht abschicken.",
		"Your username contains a phrase banned by this room.": "Dein Nutzername enthält einen Ausdruck, welcher in diesem Raum verboten ist.",
		"Your status message contains a phrase banned by this room.": "Deine Statusmeldung enthält einen Ausdruck, welcher in diesem Raum verboten ist.",

		"You are ${lockType} and can only private message members of the global moderation team. ${lockExpiration}": "Du bist ${lockType} und kannst nur noch private Nachrichten an globale Staffmitglieder versenden. ${lockExpiration}",
		"Get help with this": "Erhalte diesbezüglich Hilfe",
		"The user \"${targetUser.name}\" is locked and cannot be PMed.": "Der User \"${targetUser.name}\" ist gesperrt und kann nicht privat angeschrieben werden.",
		"On this server, you must be of rank ${groupName} or higher to PM users.": "Auf diesem Server musst du über den Rang ${groupName} oder höher verfügen, um private Nachrichten an User zu versenden.",
		"This user is blocking private messages right now.": "Dieser User blockiert gerade private Nachrichten.",
		"This ${Config.groups[targetUser.group].name} is too busy to answer private messages right now. Please contact a different staff member.": "Dieser ${Config.groups[targetUser.group].name} ist gerade zu beschäftigt, um auf private Nachrichten zu antworten. Bitte wende dich an ein anderes Staff-Mitglied.",
		"If you need help, try opening a <a href=\"view-help-request\" class=\"button\">help ticket</a>": "Falls du Hilfe benötigst, versuche ein <a href=\"view-help-request\" class=\"button\">Help-Ticket</a> zu beantragen.",
		"You are blocking private messages right now.": "Du blockierst gerade private Nachrichten.",

		"Your message contained banned words in this room.": "Deine Nachricht enthielt Wörter, welche in diesem Raum verboten sind.",
		"You can't send the same message again so soon.": "Du kannst die selbe Nachricht nicht so oft hintereinander abschicken.",
		"Due to this room being a high traffic room, your message must contain at least two letters.": "Da in diesem Raum gerade besonders viel los ist, muss deine Nachricht mindestens zwei Buchstaben enthalten.",

		"You are already blocking private messages! To unblock, use /unblockpms": "Du blockierst bereits private Nachrichten! Um dies zu deaktivieren, benutze /unblockpms",
		"You are now blocking private messages, except from staff and ${rank}.": "Du blockierst jetzt private Nachrichten, außer vom Staff und ${rank}. ",
		"You are now blocking private messages, except from staff and ${status} users.": "Du blockierst jetzt private Nachrichten, außer von Staff und ${status} Nutzern. ",
		"You are now blocking private messages, except from staff.": "Du blockierst jetzt private Nachrichten, außer vom Staff.",
		"You are not blocking private messages! To block, use /blockpms": "Du blockierst keine privaten Nachrichten! Um diese zu blockieren, benutze /blockpms",
		"You are no longer blocking private messages.": "Du blockierst keine privaten Nachrichten mehr.",
		"You are now blocking all incoming challenge requests.": "Du blockierst jetzt alle eingehenden Herausforderungen.",
		"You are already blocking challenges!": "Du blockierst bereits Herausforderungen!",
		"You are already available for challenges!": "Du bist bereits für Herausforderungen verfügbar!",
		"You are available for challenges from now on.": "Du bist ab jetzt für Herausforderungen verfügbar.",

		"Staff FAQ": "Staff-FAQ",
		"You cannot broadcast all FAQs at once.": "Du kannst nicht sämtliche FAQs auf einmal anzeigen lassen.",
		"A user is autoconfirmed when they have won at least one rated battle and have been registered for one week or longer. In order to prevent spamming and trolling, most chatrooms only allow autoconfirmed users to chat. If you are not autoconfirmed, you can politely PM a staff member (staff have %, @, or # in front of their username) in the room you would like to chat and ask them to disable modchat. However, staff are not obligated to disable modchat.": "Ein Nutzer ist autoconfirmed, wenn dieser mindestens einen Rated-Kampf gewonnen hat und seit einer Woche oder länger registriert ist. Um Spamming und Trolling zu unterbinden, erlauben die meisten Räume nur Nutzern zu schreiben, welche autoconfirmed sind. Falls du nicht autoconfirmed bist, kannst du ein Staff-Mitglied (Nutzer mit %, @, oder # vor ihren Namen) freundlich darum bitten, den moderierten Chat zu deaktivieren. Jedoch ist der Staff nicht dazu verpflichtet, dies zu tun.",
		"How the ladder works": "Wie die Ladder funktioniert",
		"Tiering FAQ": "Tiering-FAQ",
		"Badge FAQ": "Badge-FAQ",
		"Common misconceptions about our RNG": "Häufige Missverständnisse über unser RNG-System",
		"To join a room tournament, click the <strong>Join!</strong> button or type the command <code>/tour join</code> in the room's chat. You can check if your team is legal for the tournament by clicking the <strong>Validate</strong> button once you've joined and selected a team. To battle your opponent in the tournament, click the <strong>Ready!</strong> button when it appears. There are two different types of room tournaments: elimination (if a user loses more than a certain number of times, they are eliminated) and round robin (all users play against each other, and the user with the most wins is the winner).": "Um einem Raum-Turnier beizutreten, klicke auf <strong>Join!</strong> oder gebe den Befehl <code>/tour join</code> in den Chat ein. Du kannst überprüfen, ob dein Team für das Turnier legal ist, indem du auf <strong>Validate</strong> klickst, nachdem du dem Turnier beigetreten bist und ein Team ausgewählt hast. Um deinen Gegner im Turnier herauszufordern, klicke auf <strong>Ready!</strong>, sobald es erscheint. Es gibt zwei verschiedene Arten von Raum-Turnieren: Elimination (falls ein Nutzer mehr als eine bestimmte Anzahl an Spielen verliert, ist er draußen) und Round Robin (jeder spielt gegen jeden und der Nutzer mit den meisten Siegen am Ende gewinnt das Turnier).",
		"Frequently Asked Questions": "Häufig gestellte Fragen",

		"The announcement has ended.": "Die Ankündigung wurde beendet.",
		"Battles do not support announcements.": "Kämpfe unterstützen keine Ankündigungen.",
		"You are not allowed to use filtered words in announcements.": "Du darfst keine gefilterten Worte in Ankündigungen verwenden.",
		"There is already a poll or announcement in progress in this room.": "Es gibt bereits eine Umfrage oder Ankündigung in diesem Raum.",
		"An announcement was started by ${user.name}.": "Eine Ankündigung wurde von ${user.name} gestartet.",
		"There is no announcement running in this room.": "Derzeit gibt es keine Ankündigung in diesem Raum.",
		"There is no timer to clear.": "Es gibt keinen Timer zum Ausschalten.",
		"The announcement timer was turned off.": "Der Ankündigungs-Timer wurde ausgeschaltet.",
		"Invalid time given.": "Ungültige Zeitangabe.",
		"The announcement timer is off.": "Der Ankündigungs-Timer ist ausgeschaltet.",
		"The announcement was ended by ${user.name}.": "Die Ankündigung wurde von ${user.name} beendet.",
		"Accepts the following commands:": "Folgende Befehle werden akzeptiert:",

		"That option is not selected.": "Diese Wahloption ist nicht ausgewählt.",
		"You have already voted for this poll.": "Du hast bereits für diese Umfrage abgestimmt.",
		"No options selected.": "Keine Wahloption wurde ausgewählt.",
		"you will not be able to vote after viewing results": "du wirst nicht mehr abstimmen können, nachdem du die Ergebnisse eingesehen hast",
		"View results": "Ergebnisse einsehen",
		"You can't vote after viewing results": "Du kannst nicht mehr abstimmen, nachdem du die Ergebnisse eingesehen hast",
		"The poll has ended &ndash; scroll down to see the results": "Die Umfrage wurde beendet &ndash; scrolle nach unten, um die Ergebnisse einzusehen",
		"Vote for ${num}": "Stimme ab für ${num}",
		"Submit your vote": "Reiche deine Stimme ein",
		"Quiz": "Quiz",
		"Poll": "Umfrage",
		"Submit": "Einreichen",
		"ended": "beendet",
		"votes": "Stimmen",
		"delete": "löschen",
		"Poll too long.": "Die Umfrage ist zu lang.",
		"Battles do not support polls.": "Kämpfe unterstützen keine Umfragen.",
		"You are not allowed to use filtered words in polls.": "Du darfst keine gefilterten Worte in Umfragen verwenden.",
		"Not enough arguments for /poll new.": "Die Argumente für /poll new sind nicht hinreichend.",
		"Too many options for poll (maximum is 8).": "Es liegen zu viele Wahloptionen in der Umfrage (maximal 8) vor.",
		"There are duplicate options in the poll.": "Es liegen doppelte Wahloptionen in der Umfrage vor.",
		"${user.name} queued a poll.": "${user.name} hat eine Umfrage in die Warteschleife gestellt.",
		"A poll was started by ${user.name}.": "Eine Umfrage wurde von ${user.name} gestartet.",
		"The queue is already empty.": "Die Warteschleife ist bereits leer.",
		"Cleared poll queue.": "Die Umfrage-Warteschleife wurde gelöscht.",
		"Room \"${roomid}\" not found.": "Room \"${roomid}\" wurde nicht gefunden.",
		"Can't delete poll at slot ${slotString} - \"${slotString}\" is not a number.": "Die Umfrage kann nicht gelöscht werden an der Stelle ${slotString} - \"${slotString}\" ist keine Nummer.",
		"There is no poll in queue at slot ${slot}.": "An der Stelle ${slot} gibt es keine Umfrage in der Warteschleife.",
		"(${user.name} deleted the queued poll in slot ${slot}.)": "(${user.name} hat die Umfrage in der Warteschleife an der Stelle ${slot}.) gelöscht.",
		"There is no poll running in this room.": "Derzeit gibt es keine Umfrage in diesem Raum.",
		"To vote, specify the number of the option.": "Um abzustimmen, musst du dich für eine Wahloption entscheiden.",
		"Option not in poll.": "Die Wahloption ist nicht in der Umfrage.",
		"The poll timer was turned off.": "Der Umfrage-Timer wurde ausgeschaltet.",
		"The queued poll was started.": "Die Umfrage in der Warteschleife wurde gestartet.",
		"The poll timer was turned on: the poll will end in ${timeout} minute(s).": "Der Umfrage-Timer wurde eingeschaltet: Die Umfrage wird in ${timeout} Minute(n) beendet.",
		"The poll timer was set to ${timeout} minute(s) by ${user.name}.": "Der Umfrage-Timer wurde von ${user.name} auf ${timeout} Minute(n) gestellt.",
		"The poll timer is on and will end in ${poll.timeoutMins} minute(s).": "Der Umfrage-Timer ist eingeschaltet und wird in ${poll.timeoutMins} Minute(n) enden.",
		"The poll timer is off.": "Der Umfrage-Timer ist ausgeschaltet.",
		"The poll was ended by ${user.name}.": "Die Umfrage wurde von ${user.name} beendet.",
		"Queued polls:": "Umfragen in der Warteschleife:",
		"Refresh": "Aktualisieren",
		"No polls queued.": "Keine Umfragen befinden sich in der Warteschleife.",
		"#${number} in queue": "#${number} in der Warteschleife.",

		"This command can only be used in the Trivia room.": "",
		"There is no game in progress.": "",
		"a cap of ${this.getCap()} points": "",
		"no score cap": "",
		"The currently running game is not Trivia, it's ${game.title}.": "",
		"Random (${ALL_CATEGORIES[questions[0].category]})": "",
		"You have already signed up for this game.": "",
		"You were kicked from the game and thus cannot join it again.": "",
		"You were kicked from the game and cannot join until the next game.": "",
		"This game does not allow latejoins.": "",
		"Enough players have returned to continue the game!": "",
		"The game will continue with the next question.": "",
		"Not enough players are participating to continue the game!": "",
		"Until there are ${MINIMUM_PLAYERS} players participating and present, the game will be paused.": "",
		"Signups for a new trivia game have begun!": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}<br />": "",
		"Enter /trivia join to sign up for the trivia game.": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}": "",
		"User ${tarUser.name} has already been kicked from the game.": "",
		"User ${tarUser.name} is not a player in the game.": "",
		"You are not a player in the current game.": "",
		"The game has already been started.": "",
		"Not enough players have signed up yet! At least ${this.minPlayers} players to begin.": "",
		"The game will begin in ${START_TIMEOUT / 1000} seconds...": "",
		"The trivia game is already paused.": "",
		"You cannot pause the trivia game during a question.": "",
		"The Trivia game has been paused.": "",
		"The trivia game is not paused.": "",
		"The Trivia game has been resumed.": "",
		"No questions are left!": "",
		"The game has reached a stalemate": "",
		"Question${this.game.length === 'infinite' ? ": "",
		"Category: ${ALL_CATEGORIES[question.category]}": "",
		"The answering period has ended!": "",
		"You gained ${player.points} and answered ": "",
		"${player.correctAnswers} questions correctly.": "",
		"${p1.name} won the game with a final score of <strong>${p1.player.points}</strong>, and ": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points!": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points! ": "",
		"${p2.name} was a runner-up and their leaderboard score has increased by <strong>${prizes[1]}</strong> points!": "",
		"${p2.name} and ${p3.name} were runners-up. ": "",
		"Their leaderboard score has increased by ${prizes[0]}, ${prizes[1]}, and ${prizes[2]}, respectively!": "",
		"User ${mapper(winner)} won the game of ${this.game.mode} ": "",
		"mode trivia under the ${this.game.category} category with ": "",
		"with ${winner.player.points} points and ": "",
		"${winner.player.correctAnswers} correct answers": "",
		" Second place: ${mapper(winner)} (${winner.player.points} points)": "",
		", third place: ${mapper(winner)} (${winner.player.points} points)": "",
		"The game was forcibly ended by ${user.name}.": "",
		"You are not a player in the current trivia game.": "",
		"The trivia game is paused.": "",
		"There is no question to answer.": "",
		"You have already attempted to answer the current question.": "",
		"Correct: ${players}": "",
		"Answer(s): ${this.curAnswers.join(', ')}": "",
		"They gained <strong>5</strong> points!": "",
		"The top 5 players are: ${this.formatPlayerList({max: 5})}": "",
		"Correct: no one...": "",
		"Answers: ${this.curAnswers.join(', ')}": "",
		"Correct": "",
		"No one answered correctly...": "",
		"Each of them gained <strong>${points}</strong> point(s)!": "",
		"They gained <strong>${points}</strong> point(s)!": "",
		"Nobody gained any points.": "",
		"There is already a game of ${room.game.title} in progress.": "",
		"\"${mode}\" is an invalid mode.": "",
		"\"${category}\" is an invalid category.": "",
		"\"${length}\" is an invalid game length.": "",
		"There are not enough questions in the randomly chosen category to finish a trivia game.": "",
		"There are not enough questions in the trivia database to finish a trivia game.": "",
		"There are not enough questions under the category \"${ALL_CATEGORIES[category]}\" to finish a trivia game.": "",
		"You are now signed up for this game!": "",
		"The user \"${target}\" does not exist.": "",
		"You have left the current game of Trivia.": "",
		"No valid answer was entered.": "",
		"You have selected \"${answer}\" as your answer.": "",
		"Only Room Owners and higher can force a Trivia game to end with winners in a non-infinite length.": "",
		"${user.name} ended the game of Trivia!": "",
		"User ${target} does not exist.": "",
		"There is a paused trivia game": "",
		"There is a trivia game in progress": "",
		"and it is in its ${game.phase} phase.": "",
		"Mode: ${game.game.mode} | Category: ${game.game.category} | Score cap: ${game.getCap() || \"Infinite\"}": "",
		"Current score: ${player.points} | Correct Answers: ${player.correctAnswers}": "",
		"User ${tarUser.name} is not a player in the current trivia game.": "",
		"Players: ${game.formatPlayerList({max: null, requirePoints: false})}": "",
		"This command can only be used in Question Workshop.": "",
		"Invalid arguments specified in \"${param}\". View /trivia help for more information.": "",
		"${param[0].trim()}' is not a valid category. View /trivia help for more information.": "",
		"You cannot submit questions in the '${ALL_CATEGORIES[category]}' category": "",
		"${param[1].trim()}' is not a valid question.": "",
		"Question \"${param[1].trim()}\" is too long! It must remain under ${MAX_QUESTION_LENGTH} characters.": "",
		"Question \"${question}\" is already in the trivia database.": "",
		"No valid answers were specified for question '${param[1].trim()}'.": "",
		"Some of the answers entered for question '${param[1].trim()}' were too long!": "",
		"They must remain under ${MAX_ANSWER_LENGTH} characters.": "",
		"No questions await review.": "",
		"Category": "",
		"Question": "",
		"Answer(s)": "",
		"Submitted By": "",
		"${target}' is not a valid set of submission index numbers.": "",
		"View /trivia review and /trivia help for more information.": "",
		"${target}' is an invalid argument. View /trivia help questions for more information.": "",
		"${target}' is not a valid argument. View /trivia help questions for more information.": "",
		"${user.name} removed question '${target}' from the question database.": "",
		"Question '${target}' was not found in the question database.": "",
		"${param[1].trim()}' is already in the category '${param[0].trim()}'.": "",
		"${user.name} changed question category to '${param[0]}' for '${param[1].trim()}' ": "",
		"from the question database.": "",
		"No questions have been submitted yet.": "",
		"Question Count": "",
		"Total": "",
		"${target}' is not a valid category. View /help trivia for more information.": "",
		"There are no questions in the ${ALL_CATEGORIES[target]} category.": "",
		"There are <strong>${list.length}</strong> questions in the ${cat} category.": "",
		"No valid search arguments entered.": "",
		"No valid search category was entered. Valid categories: submissions, subs, questions, qs": "",
		"No valid search query as entered.": "",
		"No results found under the ${type} list.": "",
		"There are <strong>${results.length}</strong> matches for your query:=": "",
		"This command can only be used in Trivia.": "",
		"User '${name}' has not played any trivia games yet.": "",
		"all time:": "",
		"User: <strong>${name}</strong>": "",
		"Leaderboard score: ${row(0)}": "",
		"Total game points: ${row(1)}": "",
		"Total correct answers: ${row(2)}": "",
		"No trivia games have been played yet.": "",
		"Rank": "",
		"User": "",
		"Leaderboard score": "",
		"Total game points": "",
		"Total correct answers": "",
		"This command can only be used in Question Workshop": "",
		"${user.name} removed all questions of category '${category}'.": "",
		"You cannot clear the category '${ALL_CATEGORIES[category]}'.": "",
		"${category}' is an invalid category.": "",
		"There is no game history.": "",
		"${game.mode} mode, ${game.length} length Trivia game in the ${game.category} category": "",
		"hosted by ${game.creator}": "",
		"Infinite": "",

		"Hello! The global staff team would be happy to help you, but you need to explain what's going on first.": "Hallo! Das globale Staff-Team hilft dir gerne weiter, jedoch musst du uns zunächst erklären, was passiert ist.",
		"Please post the information I requested above so a global staff member can come to help.": "Bitte schicke mir die Information, nach der ich oben gefragt habe, sodass ein globales Staffmitglied kommen kann, um dir zu helfen.",
		"Thank you for the information, global staff will be here shortly. Please stay in the room.": "Danke für deinen Bericht, ein globales Staffmitglied wird gleich hier sein. Bitte bleibe in diesem Raum.",
		"You are banned from creating tickets": "Dir wurde das Recht entzogen, Help-Tickets zu erstellen.",
		", because you have the same IP as ${ticket.banned}.": ", da du die selbe IP wie ${ticket.banned} hast.",
		"Request help from global staff": "Fordere Hilfe vom globalen Staff an",
		"Please <button name=\"login\" class=\"button\">Log In</button> to request help.": "Bitte klicke vorher auf <button name=\"login\" class=\"button\">Log In</button> um Hilfe anzufordern.",
		"Request Help": "Hilfe anfordern",
		"You already have a Help ticket.": "Du hast bereits ein Help-Ticket.",
		"Back": "Zurück",
		"What's going on?": "Was ist los?",
		"Global staff cannot make Help requests. This form is only for reference.": "Der globale Staff kann keine Hilfeanfragen erstellen. Dieses Formular dient lediglich zu informativen Zwecken.",
		"Abuse of Help requests can result in punishments.": "Der Missbrauch von Hilfeanfragen kann zu Strafen führen.",
		"What do you want to report someone for?": "Aus welchem Grund möchtest du jemanden melden?",
		"If someone is harassing you in private messages (PMs), click the button below and a global staff member will take a look. If you are being harassed in a chatroom, please ask a room staff member to handle it. If it's a minor issue, consider using <code>/ignore [username]</code> instead.": "Falls dich jemand in einer privaten Nachricht belästigt, klicke unten auf die Schaltfläche und ein globales Staffmitglied wird sich um den Fall kümmern. Falls du in einem Chatraum belästigt wirst, wende dich an ein Staffmitglied des jeweiligen Raumes. Falls es sich um nichts Ernstes handelt, kannst du mit <code>/ignore [Nutzername]</code> den jeweiligen User ignorieren.",
		"If someone is harassing you in a battle, click the button below and a global staff member will take a look. If you are being harassed in a chatroom, please ask a room staff member to handle it. If it's a minor issue, consider using <code>/ignore [username]</code> instead.": "Falls dich jemand in einem Kampf belästigt, klicke unten auf die Schaltfläche und ein globales Staffmitglied wird sich um den Fall kümmern. Falls du in einem Chatraum belästigt wirst, wende dich an ein Staffmitglied des jeweiligen Raumes. Falls es sich um nichts Ernstes handelt, kannst du mit <code>/ignore [Nutzername]</code> den jeweiligen User ignorieren.",
		"Please save a replay of the battle if it has ended, or provide a link to the battle if it is still ongoing.": "Bitte speichere ein Replay des Kampfes, falls dieser bereits vorbei ist, oder schicke uns einen Link zum Kampf, falls dieser noch andauert.",
		"If a user has an inappropriate name, click the button below and a global staff member will take a look.": "Falls ein User einen unangemessenen Namen hat, klicke unten auf die Schaltfläche und ein globales Staffmitglied wird sich um den Fall kümmern.",
		"If a user has inappropriate Pokemon nicknames, click the button below and a global staff member will take a look.": "Falls ein User Pokemon mit unangemessenen Spitznamen hat, klicke unten auf die Schaltfläche und ein globales Staffmitglied wird sich um den Fall kümmern.",
		"What would you like to appeal?": "Gegen welche Entscheidung möchtest du Widerspruch einlegen?",
		"Permalocks are usually for repeated incidents of poor behavior over an extended period of time, and rarely for a single severe infraction. Please keep this in mind when appealing a permalock.": "Permalocks werden gewöhnlich an User ausgestellt, welche sich wiederholt regelwidrig über einen längeren Zeitraum verhalten haben, und nur in Ausnahmefällen für ein einzelnes schweres Vergehen. Bitte beachte das, wenn du einen Permalock anfechten möchtest.",
		"Please visit the <a href=\"https://www.smogon.com/forums/threads/discipline-appeal-rules.3583479/\">Discipline Appeals</a> page to appeal your permalock.": "Bitte besuche die <a href=\"https://www.smogon.com/forums/threads/discipline-appeal-rules.3583479/\">Discipline Appeals</a> Seite, um einen Permalock anzufechten.",
		"If you want to appeal your lock or namelock, click the button below and a global staff member will be with you shortly.": "Falls du gegen deinen Lock oder Namelock Widerspruch einlegen möchtest, klicke unten auf die Schaltfläche und ein globales Staffmitglied wird gleich da sein.",
		"If you are locked or namelocked under a name you don't recognize, click the button below to call a global staff member so we can check.": "Falls du unter einem Namen, den du nicht kennst, einen Lock oder Namelock erhalten hast, klicke unten auf die Schaltfläche, um ein globales Staffmitglied zu benachrichtigen, damit wir dies überprüfen können.",
		"We automatically lock proxies and VPNs to prevent evasion of punishments and other attacks on our server. To get unlocked, you need to disable your proxy or VPN.": "Wir stellen automatisch Locks für das Benutzen von Proxy-Servern und VPNs aus, um zu verhindern, dass Strafen umgangen und andere Attacken auf unseren Server begangen werden.",
		"Do you have an autoconfirmed account? An account is autoconfirmed when it has won at least one rated battle and has been registered for one week or longer.": "Besitzt du einen Account, welcher autoconfirmed ist? Ein Account ist dann autoconfirmed, wenn dieser mindestens einen Ladder-Kampf gewonnen hat und seit einer Woche oder länger registriert ist.",
		"Login to your autoconfirmed account by using the <code>/nick</code> command in any chatroom, and the semilock will automatically be removed. Afterwords, you can use the <code>/nick</code> command to switch back to your current username without being semilocked again.": "Melde dich mit deinem Autoconfirmed-Account an, indem du den Befehl <code>/nick</code> in einen Chatraum eingibst und der Semilock wird automatisch entfernt. Danach kannst du den Befehl <code>/nick</code> benutzen, um zu deinem derzeitigen Nutzernamen zurückzuwechseln, ohne wieder einen Semilock zu erhalten.",
		"If the semilock does not go away, you can try asking a global staff member for help. Click the button below to call a global staff member.": "Falls der Semilock nicht verschwindet, kannst du ein globales Staffmitglied um Hilfe bitten. Klicke unten auf die Schaltfläche, um ein globales Staffmitglied zu benachrichtigen.",
		"If you don't have an autoconfirmed account, you will need to contact a global staff member to appeal your semilock. Click the button below to call a global staff member.": "Falls du keinen Account besitzt, welcher autoconfirmed ist, musst du ein globales Staffmitglied direkt kontaktieren, um gegen deinen Semilock Einspruch einzulegen. Klicke unten auf die Schaltfläche, um ein globales Staffmitglied zu benachrichtigen.",
		"Please PM the staff member who punished you. If you don't know who punished you, ask another room staff member; they will redirect you to the correct user. If you are banned or blacklisted from the room, use <code>/roomauth [name of room]</code> to get a list of room staff members. Bold names are online.": "Bitte schicke eine private Nachricht an jenes Staffmitglied, welches dich bestraft hat. Falls du dir nicht sicher bist, wer dich bestraft hat, frage ein anderes Staffmitglied und du wirst an den richtigen User weitergeleitet. Falls du im Raum gebannt oder geblacklistet wurdest, benutze <code>/roomauth [name of room]</code> um eine Liste der Staffmitglieder im jeweiligen Raum zu erhalten. Alle hervorgehobenen Namen sind gerade online.",
		"Do not PM staff if you are locked (signified by the symbol <code>‽</code> in front of your username). Locks are a different type of punishment; to appeal a lock, make a help ticket by clicking the Back button and then selecting the most relevant option.": "Bitte schicke keine private Nachricht an ein Staffmitglied, falls du einen Lock erhalten hast (erkennbar am Symbol <code>‽</code> vor deinem Nutzernamen). Bei Locks handelt es sich um eine andere Art der Bestrafung; um gegen einen Lock Widerspruch einzulegen, erstelle ein Help-Ticket, indem du auf die Schaltfläche Zurück klickst und anschließend die entsprechende Option auswählst.",
		"Maybe one of these options will be helpful?": "Vielleicht ist eine dieser Optionen hilfreich?",
		"If you lost your password, click the button below to request a password reset. We will need to clarify a few pieces of information before resetting the account. Please note that password resets are low priority and may take a while; we recommend using a new account while waiting.": "Falls du dein Passwort vergessen hast, klicke unten auf die Schaltfläche, um dein Passwort zurückzusetzen. Wir müssen zunächst einige Details abklären, bevor wir dein Passwort zurücksetzen können. Bitte beachte, dass das Zurücksetzen von Passwörtern keine vorrangige Aufgabe für uns ist, weshalb dieser Prozess etwas Zeit in Anspruch nehmen könnte. Deshalb empfehlen wir, in der Zwischenzeit einen neuen Acccount zu verwenden.",
		"Request a password reset": "Beantrage ein Zurücksetzen deines Passwortes",
		"If you are a room driver or up in a public room, and you need help watching the chat, one or more global staff members would be happy to assist you!": "Falls du Roomdriver oder höher in einem öffentlichen Raum bist und Unterstützung dabei brauchst, den Chatraum zu überwachen, wird dir der globale Staff gerne behilflich sein!",
		"If your issue is not handled above, click the button below to talk to a global staff member. Please be ready to explain the situation.": "Falls dein Problem nicht mit den gerade genannten Maßnahmen lösbar ist, klicke unten auf die Schaltfläche, um ein globales Staffmitglied zu kontaktieren. Bitte stelle dich darauf ein, die Situation genau zu beschreiben.",
		"Malformed help request.": "Fehlerhafte Hilfeanfrage.",
		"PM Harassment": "Belästigung in einer privaten Nachricht",
		"Battle Harassment": "Belästigung in einem Kampf",
		"Inappropriate Username": "Unangemessener Nutzername",
		"Inappropriate Pokemon Nicknames": "Unangemessene Pokemon-Spitznamen",
		"Appeal": "Widerspruch",
		"IP-Appeal": "IP-Widerspruch",
		"ISP-Appeal": "ISP-Widerspruch",
		"Public Room Assistance Request": "Anfrage zur Unterstützung in einem öffentlichen Raum",
		"Other": "Anderes",
		"I want to report someone": "Ich möchte jemanden melden",
		"Someone is harassing me in PMs": "Jemand belästigt mich in einer privaten Nachricht",
		"Someone is harassing me in a battle": "Jemand belästigt mich in einem Kampf",
		"Someone is using an offensive username": "Jemand benutzt einen anstößigen Nutzernamen",
		"Someone is using offensive Pokemon nicknames": "Jemand benutzt anstößige Pokemon-Spitznamen",
		"I want to appeal a punishment": "Ich möchte gegen eine Bestrafung Widerspruch einlegen",
		"I want to appeal my permalock": "Ich möchte gegen meinen Permalock Widerspruch einlegen",
		"I want to appeal my lock": "Ich möchte gegen meinen Lock Widerspruch einlegen",
		"I'm locked because I have the same IP as someone I don't recognize": "Ich bin gesperrt, weil ich die selbe IP wie jemand besitze, den ich nicht kenne",
		"I can't talk in chat because of my ISP": "Aufgrund meiner ISP kann ich im Chat nicht schreiben",
		"I'm locked because of a proxy or VPN": "Ich bin gesperrt, weil ich einen Proxy-Server oder eine VPN verwende",
		"Yes, I have an autoconfirmed account": "Ja, ich besitze einen Account, welcher autoconfirmed ist",
		"No, I don't have an autoconfirmed account": "Nein, ich besitze keinen Account, welcher autoconfirmed ist",
    "I want to appeal a mute/roomban/blacklist": "Ich möchte gegen eine Stummschaltung/Raumbann/Blacklist Widerspruch einlegen",
		"Something else": "Etwas anderes",
		"I lost my password": "Ich habe mein Passwort vergessen",
		"I need global staff to help watch a public room": "Ich benötige den globalen Staff, damit ein öffentlicher Raum beaufsichtigt wird",
		"Report harassment in a private message (PM)": "Melde Belästigung in einer privaten Nachricht",
		"Report harassment in a battle": "Melde Belästigung in einem Kampf",
		"Report an inappropriate username": "Melde einen unangemessenen Nutzernamen",
		"Report inappropriate Pokemon nicknames": "Melde unangemessene Pokemon-Spitznamen",
		"Appeal your lock": "Lege Einspruch gegen deinen Lock ein",
		"Appeal IP lock": "Lege Einspruch gegen deinen IP-Lock ein",
		"Appeal ISP lock": "Lege Einspruch gegen deinen ISP-Lock ein",
		"Call a Global Staff member to help": "Bitte ein globales Staffmitglied um Hilfe",
		"Call a Global Staff member": "Benachrichtige ein globales Staffmitglied",
		"Are you sure you want to submit a ticket for ${type}?": "Bist du dir sicher, dass du ein Ticket für ${type} einreichen möchtest?",
		"Yes, contact global staff": "Ja, benachrichtige den globalen Staff",
		"No, cancel": "Nein, abbrechen",
		"Help Ticket Stats": "Help-Ticket Statistiken",
		"Help tickets": "Help-Tickets",
		"Status": "Status",
		"Creator": "Ersteller",
		"Ticket Type": "Ticket-Typ",
		"Claimed by": "Angenommen von",
		"Action": "Aktion",
		"And ${keys.length - count} more tickets.": "Und ${keys.length - count} weitere Tickets",
		"View all tickets": "Sehe alle Tickets ein",
		"Closed": "Geschlossen",
		"Inactive": "Inaktiv",
		"Claimed": "Angenommen",
		"Unclaimed": "Noch nicht angenommen",
		"Claim": "Annehmen",
		"View": "Einsehen",
		"Log": "Log",
		"Banned by": "Gebannt von",
		"Username": "Nutzername",
		"Expires": "Läuft aus",
		"Logs": "Logs",
		"And ${banKeys.length - count} more ticket bans.": "Und ${banKeys.length - count} weitere Ticket-Banns.",
		"Ticket List": "Ticket-Liste",
		"Banned": "Gebannt",
		"Ticket Stats": "Ticket-Statistiken",
		"No ticket stats found.": "Keine Ticket-Statistiken wurden gefunden.",
		"Previous Month": "Vergangener Monat",
		"Staff Stats": "Staff-Statistiken",
		"Next Month": "Nächster Monat",
		"Resolved": "Gelöst",
		"Unresolved": "Ungelöst",
		"Dead": "Abgelaufen",
		"Type": "Typ",
		"Total Tickets": "Gesamtzahl der Tickets",
		"Average Total Time": "Durchschnittliche Gesamtzeit",
		"Average Initial Wait": "Durchschnittliche anfängliche Wartezeit",
		"Average Total Wait": "Durchschnittliche gesamte Wartezeit",
		"Resolutions": "Resolutionen",
		"Positive Result": "Positives Ergebnis",
		"Staff ID": "Staff-ID",
		"Number of Tickets": "Anzahl der Tickets",
		"Average Time Per Ticket": "Durchschnittliche Zeit für ein Ticket",
		"This command cannot be broadcast in battles.": "Dieser Befehl kann nicht in Kämpfen angezeigt werden.",
		"Report someone": "Melde jemanden",
		"Appeal a punishment": "Lege Widerspruch gegen eine Bestrafung ein",
		"Request help": "Fordere Hilfe an",
		"You need to choose a username before doing this. [TN: 'this' refers to opening a help ticket]": "Du musst einen Nutzernamen auswählen, bevor du dies tust.",
		"Global staff can't make tickets. They can only use the form for reference.": "Der globale Staff kann keine Tickets erstellen. Sie können das Formular lediglich zu informativen Zwecken nutzen.",
		"You already have an open ticket; please wait for global staff to respond.": "Du hast bereits ein aktives Ticket; bitte warte, bis ein globales Staffmitglied antwortet",
		"Due to high load, you are limited to creating ${maxTickets} tickets every hour.": "Da im Moment viel los ist, kannst du derzeit nur ${maxTickets} Tickets pro Stunde erstellen.",
		"Hi! Who was harassing you in private messages?": "Hallo! Wer hat dich in einer privaten Nachricht belästigt?",
		"Hi! Who was harassing you, and in which battle did it happen? Please post a link to the battle or a replay of the battle.": "Hallo! Wer hat dich belästigt und in welchem Kampf ist das passiert? Bitte schicke uns einen Link zum Kampf oder ein Replay des Kampfes.",
		"Hi! Tell us the username that is inappropriate.": "Hallo! Bitte nenne uns den Nutzernamen, der unangemessen ist.",
		"Hi! Which user has Pokemon with inappropriate nicknames, and in which battle? Please post a link to the battle or a replay of the battle.": "Hallo! Welcher User besitzt Pokemon mit unangemessenen Spitznamen und in welchem Kampf hat es sich zugetragen? Bitte schicke uns einen Link zum Kampf oder ein Replay des Kampfes.",
		"Hi! Can you please explain why you feel your punishment is undeserved?": "Hallo! Kannst du uns erklären, wieso du denkst, dass deine Bestrafung nicht angemessen ist?",
		"Hi! How are you connecting to Showdown right now? At home, at school, on a phone using mobile data, or some other way?": "Hallo! Auf welche Art und Weise hast du dich mit PS! verbunden? Zuhause, in der Schule, auf einem Handy mit mobilen Daten oder etwas anderes?",
		"Hi! Which room(s) do you need us to help you watch?": "Hallo! In welchen Räumen benötigst du unsere Präsenz?",
		"Hi! What seems to be the problem? Tell us about any people involved,\n and if this happened in a specific place on the site.": "Hallo! Um welches Problem handelt es sich? Nenne uns alle Nutzer, welche beteiligt waren,\n und ob es sich an einem bestimmten Ort auf der Seite zugetragen hat.",
		"Hi! Please click the button below to give global staff permission to check PMs.": "Hallo! Bitte klicke unten auf die Schaltfläche, um dem globalen Staff zu erlauben, deine privaten Nachrichten zu lesen.",
		"Or if ${reportTarget} is not the user you want to report, please tell us the name of the user who you want to report.": "Falls aber ${reportTarget} nicht jener User ist, den du melden möchtest, dann nenne uns bitte den Namen des Users, den du melden möchtest. ",
		"Help Ticket": "Help-Ticket",
		"Issue": "Problem",
		"A Global Staff member will be with you shortly.": "Ein globales Staffmitglied wird gleich da sein.",
		"${this.inputUsername} does not have an open ticket.": "${this.inputUsername} besitzt kein aktives Ticket.",
		"You closed ${ticket.creator}'s ticket.": "Du hast ${ticket.creator}'s Ticket geschlossen.",
		"The reason is too long. It cannot exceed 300 characters.": "Der Grund ist zu lang. Dieser darf keine 300 Zeichen überschreiten.",
		"User '${targetUsername}' not found.": "User '${targetUsername}' wurde nicht gefunden.",
		"${targetUser ? targetUser.name : target} is not ticket banned.": "${targetUser ? targetUser.name : target} ist nicht davon ausgeschlossen, Tickets zu erstellen.",
		"${targetUser ? targetUser.name : target}'s ticket ban is already expired.": "${targetUser ? targetUser.name : target}'s Ticket-Bann ist bereits abgelaufen.",
		"You are already ignoring help ticket notifications. Use /helpticket unignore to receive notifications again.": "Du ignorierst bereits Help-Ticket Benachrichtigungen. Benutze /helpticket unignore um wieder Benachrichtigungen zu empfangen.",
		"You are now ignoring help ticket notifications.": "Du ignoriest jetzt Help-Ticket Benachrichtigungen.",
		"You are not ignoring help ticket notifications. Use /helpticket ignore to stop receiving notifications.": "Du ignorierst keine Help-Ticket Benachrichtigungen. Benutze /helpticket ignore um keine Benachrichtigungen mehr zu empfangen.",
		"You will now receive help ticket notifications.": "Du wirst jetzt Help-Ticket Benachrichtigungen empfangen.",
		"${target} does not have a ticket.": "${target} besitzt kein Ticket.",
		"You deleted ${target}'s ticket.": "Du hast ${target}'s Ticket gelöscht.",

		"Server version: <b>${version}</b>": "Server-Version: <b>${version}</b>",
		"/mee - must not start with a letter or number": "/mee - darf nicht mit einem Buchstaben oder einer Zahl anfangen",
		"What?! How are you not more excited to battle?! Try /battle! to show me you're ready.": "Wie bitte?! Wie kannst du dich nicht über einen Kampf freuen?! Sobald du bereit bist, benutze den Befehl /battle!",
		"Access denied for custom avatar - make sure you're on the right account?": "Zugriff auf einen Custom Avatar verweigert - bitte stelle sicher, dass du den richtigen Account verwendest.",
		"Invalid avatar.": "Ungültiger Avatar.",
		"Avatar changed to:": "Avatar geändert zu:",
		"Artist: ": "Ersteller: ",
		"No one has PMed you yet.": "Niemand hat dir bisher eine private Nachricht geschrieben.",
		"You forgot the comma.": "Du hast das Komma vergessen.",
		"User ${targetUsername} not found. Did you misspell their name?": "Der Nutzer ${targetUsername} wurde nicht gefunden. Hast du den Namen falsch geschrieben?",
		"User ${targetUsername} is offline.": "Der Nutzer ${targetUsername} ist offline.",
		"The user \"${targetUsername}\" was not found.": "Der Nutzer \"${targetUsername}\" wurde nicht gefunden.",
		"The room \"${target}\" was not found.": "Der Raum \"${target}\" wurde nicht gefunden.",
		"You do not have permission to invite people into this room.": "Du hast keine Berechtigung, Nutzer in diesen Raum einzuladen.",
		"This user is already in \"${targetRoom.title}\".": "Dieser Nutzer ist bereits in \"${targetRoom.title}\".",
		"Setting status messages in /busy is no longer supported. Set a status using /status.": "Es ist nicht mehr möglich, eine Statusmeldung mit /busy einzustellen. Stelle eine Statusmeldung mit /status ein.",
		"Setting status messages in /away is no longer supported. Set a status using /status.": "Es ist nicht mehr möglich, eine Statusmeldung mit /away einzustellen. Stelle eine Statusmeldung mit /status ein.",
		"User '${target}' not found.": "Nutzer '${target}' wurde nicht gefunden.",
		"${targetUser.name} does not have a status set.": "${targetUser.name} hat keine Statusmeldung eingestellt.",
		"${targetUser.name}'s status \"${targetUser.userMessage}\" was cleared by ${user.name}${displayReason}": "Die Statusmeldung \"${targetUser.userMessage}\" von ${targetUser.name} wurde von ${user.name}${displayReason} entfernt",
		"You don't have a status message set.": "Du hast keine Statusmeldung eingestellt.",
		"You have cleared your status message.": "Du hast deine Statusmeldung entfernt.",
		"This user has not played any ladder games yet.": "Dieser Nutzer hat noch keine Ladder-Kämpfe bestritten.",
		"W[TN: initial for Wins]": "S",
		"L[TN: initial for Losses]": "N",
		"You already have the temporary symbol '${group}'.": "Du hast bereits das vorübergehende Symbol '${group}'.",
		"You must specify a valid group symbol.": "Du musst ein gültiges Gruppensymbol angeben.",
		"You may only set a temporary symbol below your current rank.": "Du darfst nur ein vorübergehendes Symbol einstellen, welches unter deinem derzeitigen Rang ist.",
		"Your temporary group symbol is now": "Dein vorübergehendes Gruppensymbol ist jetzt",
		"Currently, you're viewing Pokémon Showdown in ${language}.": "Derzeit wird Pokémon Showdown in ${language} angezeigt.",
		"Valid languages are: ${languages}": "Gültige Sprachen sind: ${languages}",
		"Pokémon Showdown will now be displayed in ${language} (except in language rooms).": "Pokémon Showdown wird jetzt in ${language} angezeigt (außer in Sprachräumen).",
		"Note that rooms can set their own language, which will override this setting.": "Bitte beachte, dass Räume ihre eigene Sprache einstellen können, welche diese Einstellung überschreibt.",
		"/updatesettings expects JSON encoded object.": "/updatesettings verlangt ein Objekt, welches in JSON verschlüsselt ist.",
		"Unable to parse settings in /updatesettings!": "Es ist nicht möglich, die Einstellungen in /updatesettings zu analysieren!",
		"Must be in a battle.": "Muss in einem Kampf sein.",
		"User ${target} not found.": "Nutzer ${target} wurde nicht gefunden.",
		"Must be a player in this battle.": "Muss ein Spieler in diesem Kampf sein.",
		"${targetUser.name} has not requested extraction.": "${targetUser.name} hat keine Extraktion angefordert.",
		"You have already consented to extraction with ${targetUser.name}.": "Du hast bereits einer Extraktion mit ${targetUser.name} zugestimmt.",
		"${user.name} consents to sharing battle team and choices with ${targetUser.name}.": "${user.name} gibt das Einverständnis, das Kampf-Team und die Entscheidungen mit ${targetUser.name} zu teilen.",
		"No input log found.": "Kein Input-Protokoll wurde gefunden.",
		"${targetUser.name} has extracted the battle input log.": "${targetUser.name} hat das Input-Protokoll des Kampfes extrahiert.",
		"This command only works in battle rooms.": "Dieser Befehl funktioniert nur in Kampfräumen.",
		"This command only works when the battle has ended - if the battle has stalled, use /offertie.": "Dieser Befehl funktioniert nur, sobald der Kampf beendet wurde - falls der Kampf hinausgezögert wird, benutze /offertie",
		"Alternatively, you can end the battle with /forcetie.": "Alternativ kannst du den Kampf mit /forcetie beenden.",
		"${user.name} has extracted the battle input log.": "${user.name} hat das Input-Protokoll des Kampfes extrahiert.",
		"You already extracted the battle input log.": "Du hast bereits das Input-Protokoll des Kampfes extrahiert.",
		"Battle input log re-requested.": "Input-Protokoll des Kampfes wurde nochmal angefordert.",
		"Invalid input log.": "Ungültiges Input-Protokoll.",
		"Your input log contains untrusted code - you must have console access to use it.": "Dein Input-Protokoll enthält einen nicht vertrauenswürdigen Code - du musst Zugriff auf die Konsole haben, um es zu benutzen.",
		"This command can only be used in a battle.": "Dieser Befehl kann nur in einem Kampf benutzt werden.",
		"Only players can extract their team.": "Nur Spieler können ihre Teams extrahieren.",
		"Use a number between 1-6 to view a specific set.": "Benutze eine Nummer zwischen 1-6, um ein bestimmtes Set einzusehen.",
		"The Pokemon \"${target}\" is not in your team.": "Das Pokemon \"${target}\" ist nicht in deinem Team.",
		"That Pokemon is not in your team.": "Dieses Pokemon ist nicht in deinem Team.",
		"View team": "Team einsehen",
		"Must be in a battle room.": "Muss in einem Kampfraum sein.",
		"This server does not allow offering ties.": "Dieser Server unterstützt es nicht, Unentschieden anzubieten.",
		"You can't offer ties in tournaments.": "Du kannst keine Unentschieden in einem Turnier anbieten.",
		"It's too early to tie, please play until turn 100.": "Es ist noch zu früh, um ein Unentschieden anzubieten, bitte warte bis Zug 100.",
		"No other player is requesting a tie right now. It was probably canceled.": "Kein Spieler fordert gerade ein Unentschieden an. Wahrscheinlich wurde es abgebrochen.",
		"${user.name} is offering a tie.": "${user.name} bietet ein Unentschieden an.",
		"Accept tie": "Unentschieden akzeptieren",
		"Reject": "Ablehnen",
		"Must be a player to accept ties.": "Muss ein Spieler sein, um Unentschieden zu akzeptieren.",
		"You have already agreed to a tie.": "Du hast bereits einem Unentschieden zugestimmt.",
		"${user.name} accepted the tie.": "${user.name} hat das Unentschieden angenommen.",
		"All players have accepted the tie.": "Alle Spieler haben einem Unentschieden zugestimmt.",
		"Must be a player to reject ties.": "Muss ein Spieler sein, um Unentschieden abzulehnen.",
		"${user.name} rejected the tie.": "${user.name} hat das Unentschieden abgelehnt.",
		"This room doesn't have an active game.": " In diesem Raum findet kein aktiver Kampf statt.",
		"This kind of game can't be forfeited.": "In diesem Kampf kann man nicht aufgeben.",
		"This game doesn't support /choose": "Dieses Spiel unterstützt nicht /choose",
		"This game doesn't support /undo": "Dieses Spiel unterstützt nicht /undo",
		"You can only save replays for battles.": "Du kannst nur Replays für Kämpfe speichern.",
		"This battle can't have hidden replays, because the tournament is set to be forced public.": "Dieser Kampf unterstützt keine verborgenen Replays, da das Turnier so eingestellt wurde, dass alle Kämpfe öffentlich sind.",
		"The replay for this battle is already set to hidden.": "Das Replay dieses Kampfes wurde bereits verborgen.",
		"${user.name} hid the replay of this battle.": "${user.name} hat das Replay dieses Kampfes verborgen.",
		"You can only do this in battle rooms.": "Du kannst dies nur in Kampfräumen machen.",
		"You can only add a Player to unrated battles.": "Du kannst einen Spieler ausschließlich in Unrated-Kämpfen hinzufügen.",
		"Player must be set to \"p1\" or \"p2\", not \"${target}\".": "Spieler müssen zu \"p1\" oder \"p2\" zugeordnet werden, nicht \"${target}\".",
		"User ${name} not found.": "Nutzer ${name} wurde nicht gefunden.",
		"User ${name} must be in the battle room already.": "Nutzer ${name} muss bereits im Kampfraum sein.",
		"This room already has a player in slot ${target}.": "Dieser Raum besitzt bereits einen Spieler in Slot ${target}",
		"${targetUser.name} is already a player in this battle.": "${targetUser.name} ist bereits ein Spieler in diesem Kampf.",
		"${name} was added to the battle as Player ${playerNum} by ${user.name}.": "${name} wurde bereits zum Kampf als Spieler ${playerNum} von ${user.name} hinzugefügt.",
		"Player 2": "Spieler 2",
		"Players could not be restored (maybe this battle already has two players?).": "Spieler konnten nicht wiederhergestellt werden (vielleicht hat dieser Kampf bereits zwei Spieler?).",
		"This game doesn't support /joingame": "Dieses Spiel unterstützt nicht /joingame",
		"This game doesn't support /leavegame": "Dieses Spiel unterstützt nicht /leavegame",
		"You can only do this in unrated non-tour battles.": "Du kannst dies nur in einem Unrated-Kampf machen, welcher nicht Teil eines Turniers ist.",
		"User ${targetUsername} not found.": "Nutzer ${targetUsername} wurde nicht gefunden.",
		"${targetUser.name} was kicked from a battle by ${user.name} ${displayTarget}": "${targetUser.name} wurde aus dem Kampf von ${user.name} gekickt ${displayTarget}",
		"You can only set the timer from inside a battle room.": "Du kannst den Timer nur innerhalb eines Kampfraumes einstellen.",
		"This game's timer is managed by a different command.": "Der Timer dieses Kampfes wird mit einem anderen Befehl gesteuert.",
		"The game timer is OFF.": "Der Timer des Kampfes ist ausgeschaltet.",
		"The game timer is ON (requested by ${requester})": "Der Timer des Kampfes ist eingeschaltet (von ${requester} angefordert)",
		"Access denied.": "Zugriff verweigert",
		"Timer was turned off by staff. Please do not turn it back on until our staff say it's okay.": "Der Timer wurde vom Staff ausgeschaltet. Bitte schalte diesen nicht wieder ein, außer der Staff wünscht es.",
		"The timer is already off.": "Der Timer ist bereits ausgeschaltet.",
		"\"${target}\" is not a recognized timer state.": "\"${target}\" ist kein erkannter Zeitwert.",
		"Forcetimer is now OFF: The timer is now opt-in. (set by ${user.name})": "Der Forcetimer ist jetzt ausgeschaltet: Der Timer kann nur noch mit entsprechender Einwilligung eingeschaltet werden. (eingestellt von ${user.name})",
		"Forcetimer is now ON: All battles will be timed. (set by ${user.name})": "Der Forcetimer ist jetzt eingeschaltet: Alle Kämpfe unterstehen einem Timer. (eingestellt von ${user.name})",
		"'${target}' is not a recognized forcetimer setting.": "'${target}' ist keine erkannte Einstellung bezüglich des Forcetimers.",
		"This server requires you to be rank ${groupName} or higher to search for a battle.": "Dieser Server erfordert es, Rang ${groupName} oder höher zu sein, um nach Kämpfen zu suchen.",
		"Since you have reached ${Config.forceregisterelo} ELO in ${target}, you must register your account to continue playing that format on ladder.": "Da du ${Config.forceregisterelo} ELO in ${target} erreicht hast, musst du deinen Account registrieren, um weiterhin dieses Format auf der Ladder spielen zu können.",
		"Register": "Registrieren",
		"The user '${targetUsername}' was not found.": "Der Nutzer '${targetUsername}' wurde nicht gefunden.",
		"You are locked and cannot challenge unlocked users.": "Du bist gesperrt und kannst andere Nutzer nicht zu einem Kampf herausfordern.",
		"You are banned from battling and cannot challenge users.": "Du bist davon ausgeschlossen, Kämpfe zu bestreiten und kannst keine anderen Nutzer herausfordern.",
		"You must choose a username before you challenge someone.": "Du musst einen Nutzernamen haben, bevor du jemanden herausforderst.",
		"This server requires you to be rank ${groupName} or higher to challenge users.": "Dieser Server erfordert es, Rang ${groupName} oder höher zu sein, um Nutzer herauszufordern.",
		"This command does not support specifying multiple users": "Dieser Befehl unterstützt es nicht, mehrere Nutzer anzugeben.",
		"User \"${targetUsername}\" not found.": "Nutzer \"${targetUsername}\" wurde nicht gefunden.",
		"Provide a valid format.": "Gib ein gültiges Format an.",
		"Please provide a valid format.": "Bitte gib ein gültiges Format an.",
		"The format '${originalFormat.name}' was not found.": "Das Format '${originalFormat.name}' wurde nicht gefunden.",
		"Your team is valid for ${format.name}.": "Dein Team ist gültig für ${format.name}.",
		"Your team was rejected for the following reasons:": "Dein Team wurde aus folgenden Gründen abgelehnt:",
		"Battles are now hidden (except to staff) in your trainer card.": "Kämpfe werden jetzt in deiner Trainer-Karte verborgen (außer vom Staff).",
		"Battles are now visible in your trainer card.": "Kämpfe sind jetzt in deiner Trainer-Karte öffentlich.",
		"'${command}' is a help command.": "'${command}' ist ein informativer Befehl.",
		"The command '/${target}' does not exist.": "Der Befehl '/${target}' existiert nicht.",
		"Could not find help for '/${target}'. Try /help for general help.": "Es konnten keine Hilfestellungen für '/${target}' gefunden werden. Benutze /help um eine allgemeine Hilfestellung zu erhalten.",
		"Could not find help for '/${target}' - displaying help for '/${closestHelp}' instead": "Es konnten keine Hilfestellungen für '/${target}' gefunden werden - stattdessen wird eine Hilfestellung für '/${closestHelp}' angezeigt."

	}
}
