{
	"name": "Italian",

	"strings": {
		"namelocked": "namelockato",
		"locked": "lockato",

		"autoconfirmed": "autoconfermato",
		"trusted": "fidato",

		"Please follow the rules:": "Per favore, rispetta le seguenti regole:",
		"[TN: Link to the PS rules for your language (path after pokemonshowdown.com]/rules": "/pages/rules-it",
		"Global Rules": "Regole Globali",
		"${room} room rules": "Regole della room ${room}",

		"<strong>Global ranks</strong>": "<strong>Ruoli Globali</strong>",
		"+ <strong>Global Voice</strong> - They can use ! commands like !groups": "+ <strong>Global Voice</strong> - Possono utilizzare i comandi con !, come !groups",
		"% <strong>Global Driver</strong> - The above, and they can also lock users and check for alts": "% <strong>Global Driver</strong> - Come i Global Voice, e possono lockare gli utenti e controllare i loro alts",
		"@ <strong>Global Moderator</strong> - The above, and they can globally ban users": "@ <strong>Global Moderator</strong> - Come i Global Driver, e possono bannare globalmente gli utenti",
		"* <strong>Global Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Global Bot</strong> - Come i Global Moderator, ma il simbolo specifica che l'utente è un bot",
		"&amp; <strong>Global Administrator</strong> - They can do anything, like change what this message says and promote users globally": "&amp; <strong>Global Administrator</strong> - Possono fare di tutto, anche cambiare il contenuto di questo messaggio",

		"<strong>Room ranks</strong>": "<strong>Ruoli della Room</strong>",
		"+ <strong>Voice</strong> - They can use ! commands like !groups": "+ <strong>Voice</strong> - Possono utilizzare i comandi con !, come !groups",
		"% <strong>Driver</strong> - The above, and they can mute and warn": "% <strong>Driver</strong> - Come i Voice, e possono mutare gli utenti",
		"@ <strong>Moderator</strong> - The above, and they can room ban users": "@ <strong>Moderator</strong> - Come i Driver, e possono bannare gli utenti dalla room",
		"* <strong>Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Bot</strong> - Come i Moderator, ma il simbolo specifica che l'utente è un bot",
		"# <strong>Room Owner</strong> - They are leaders of the room and can almost totally control it": "# <strong>Room Owner</strong> - Sono i leader della room e possono controllarla quasi del tutto",

		"/help OR /h OR /? - Gives you help.": "/help O /h O /? - Offre una lista di comandi utili.",
		"For an overview of room commands, use /roomhelp": "Per una visione generale dei comandi della room, usa /roomhelp",
		"For details of a specific command, use something like: /help data": "Per i dettagli di un comando specifico, usa ad esempio /help data",

		"COMMANDS": "COMANDI",
		"BATTLE ROOM COMMANDS": "COMANDI PER LA CHAT IN BATTLE",
		"OPTION COMMANDS": "COMANDI PER LE OPZIONI",
		"INFORMATIONAL/RESOURCE COMMANDS": "COMANDI INFORMATIVI E/O PER LE RISORSE",
		"DATA COMMANDS": "COMANDI PER I DATI",
		"DRIVER COMMANDS": "COMANDI PER I DRIVER",
		"MODERATOR COMMANDS": "COMANDI PER I MODERATORI",
		"ADMIN COMMANDS": "COMANDI PER I AMMINISTRATORI",

		"(replace / with ! to broadcast. Broadcasting requires: + % @ # &)": "(sostituisci / con ! per mostrare in room un comando. L'operazione richiede i seguenti rank: + % @ # &)",

		"<strong>Room punishments</strong>:": "<strong>Punizioni della room</strong>:",
		"<strong>warn</strong> - Displays a popup with the rules.": "<strong>warn</strong> - Mostra un popup con le regole.",
		"<strong>mute</strong> - Mutes a user (makes them unable to talk) for 7 minutes.": "<strong>mute</strong> - Muta un utente (gli impedisce di parlare) per 7 minuti.",
		"<strong>hourmute</strong> - Mutes a user for 60 minutes.": "<strong>hourmute</strong> - Muta un utente per 60 minuti.",
		"<strong>ban</strong> - Bans a user (makes them unable to join the room) for 2 days.": "<strong>ban</strong> - Banna un utente (gli impedisce di entrare in room) per 2 giorni.",
		"<strong>blacklist</strong> - Bans a user for a year.": "<strong>blacklist</strong> - Banna un utente dalla room per un anno.",

		"<strong>Global punishments</strong>:": "<strong>Punizioni globali</strong>:",
		"<strong>lock</strong> - Locks a user (makes them unable to talk in any rooms or PM non-staff) for 2 days.": "<strong>lock</strong> - Locka un utente (gli impedisce di parlare in qualsiasi room o di mandare messaggi privati a chi non è staff) per 2 giorni.",
		"<strong>weeklock</strong> - Locks a user for a week.": "<strong>weeklock</strong> - Locka un utente per una settimana.",
		"<strong>namelock</strong> - Locks a user and prevents them from having a username for 2 days.": "<strong>namelock</strong> - Locka un utente e gli impedisce di avere un nome utente per 2 giorni.",
		"<strong>globalban</strong> - Globally bans (makes them unable to connect and play games) for a week.": "<strong>globalban</strong> - Banna globalmente un utente (gli impedisce di connettersi al server e di giocare) per una settimana.",

		"<strong>Room drivers (%)</strong> can use:": "<strong>I driver della room (%)</strong> possono usare:",
		"- /warn OR /k <em>username</em>: warn a user and show the Pok&eacute;mon Showdown rules": "- /warn O /k <em>nome utente</em>: d&agrave; un avviso all'utente in questione e gli mostra le regole di Pok&eacute;mon Showdown",
		"- /mute OR /m <em>username</em>: 7 minute mute": "- /mute O /m <em>nome utente</em>: muta per 7 minuti",
		"- /hourmute OR /hm <em>username</em>: 60 minute mute": "- /hourmute O /hm <em>nome utente</em>: muta per 60 minuti",
		"- /unmute <em>username</em>: unmute": "- /unmute <em>nome utente</em>: rimuove il mute",
		"- /hidetext <em>username</em>: hide a user's messages from the room": "- /hidetext <em>nome utente</em>: nasconde i messaggi di un utente dalla room",
		"- /announce OR /wall <em>message</em>: make an announcement": "- /announce O /wall <em>messaggio</em>: permette di fare un annuncio",
		"- /modlog <em>username</em>: search the moderator log of the room": "- /modlog <em>nome utente</em>: permette di consultare la storia moderativa di un utente della room",
		"- /modnote <em>note</em>: add a moderator note that can be read through modlog": "- /modnote <em>nota</em>: aggiunge una nota scritta da un moderatore che pu&ograve; essere letta attraverso il modlog",

		"<strong>Room moderators (@)</strong> can also use:": "<strong>I moderatori della room (@)</strong> possono inoltre usare:",
		"- /roomban OR /rb <em>username</em>: ban user from the room": "- /roomban O /rb <em>nome utente</em>: banna l'utente in questione dalla room",
		"- /roomunban <em>username</em>: unban user from the room": "- /roomunban <em>nome utente</em>: permette all'utente bannato di rientrare in room",
		"- /roomvoice <em>username</em>: appoint a room voice": "- /roomvoice <em>nome utente</em>: promuove l'utente a room voice",
		"- /roomdevoice <em>username</em>: remove a room voice": "- /roomdevoice <em>nome utente</em>: rimuove il room voice dall'utente",
		"- /staffintro <em>intro</em>: set the staff introduction that will be displayed for all staff joining the room": "- /staffintro <em>intro</em>: imposta l'introduzione dello staff, che verr&agrave; mostrata a tutti i componenti dello staff una volta che entrano in room",
		"- /roomsettings: change a variety of room settings, namely modchat": "- /roomsettings: cambia una variet&agrave; di impostazioni della room, pi&ugrave; comunemente la modchat",

		"<strong>Room owners (#)</strong> can also use:": "<strong>Gli owner della room (#)</strong> possono inoltre usare:",
		"- /roomintro <em>intro</em>: set the room introduction that will be displayed for all users joining the room": "- /roomintro <em>intro</em>: imposta l'introduzione della room che verr&agrave; mostrata a tutti gli utenti quando entrano in room",
		"- /rules <em>rules link</em>: set the room rules link seen when using /rules": "- /rules <em>link delle regole</em>: imposta il link delle regole della room che si visualizza quando si usa /rules",
		"- /roommod, /roomdriver <em>username</em>: appoint a room moderator/driver": "- /roommod, /roomdriver <em>nome utente</em>: promuove l'utente a moderatore/driver della room",
		"- /roomdemod, /roomdedriver <em>username</em>: remove a room moderator/driver": "- /roomdemod, /roomdedriver <em>nome utente</em>: rimuove il room moderator / driver dall'utente",
		"- /roomdeauth <em>username</em>: remove all room auth from a user": "- /roomdeauth <em>nome utente</em>: rimuove tutti i ruoli della room da un utente",
		"- /declare <em>message</em>: make a large blue declaration to the room": "- /declare <em>messaggio</em>: dichiara un messaggio in room in colore blu, visibile a tutti gli utenti",
		"- !htmlbox <em>HTML code</em>: broadcast a box of HTML code to the room": "- !htmlbox <em>codice HTML</em>: pubblica in room una casella contenente il codice HTML",
		"- !showimage <em>, [width], [height]</em>: show an image to the room": "- !showimage <em>[url], [larghezza], [lunghezza]</em>: mostra un'immagine in room",
		"- /roomsettings: change a variety of room settings, including modchat, capsfilter, etc": "- /roomsettings: modifica una variet&agrave; di impostazioni, incluse modchat, capsfilter, etc",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6774654/\">roomauth guide</a>": "Maggiori informazioni possono essere trovate nella <a href=\"https://www.smogon.com/forums/posts/6774654/\">guida per roomauth</a>",

		"Tournament Help:": "Assistenza per i Tornei:",
		"- /tour create <em>format</em>, elimination: create a new single elimination tournament in the current room.": "- /tour create <em>formato</em>, elimination: crea un nuovo torneo ad eliminazione diretta nella room",
		"- /tour create <em>format</em>, roundrobin: create a new round robin tournament in the current room.": "- /tour create <em>formato</em>, roundrobin: crea un nuovo torneo round robin nella room",
		"- /tour end: forcibly end the tournament in the current room": "- /tour end: fa terminare in modo forzato il torneo",
		"- /tour start: start the tournament in the current room": "- /tour start: fa cominciare il torneo",
		"- /tour banlist [pokemon], [talent], [...]: ban moves, abilities, Pokémon or items from being used in a tournament (it must be created first)": "- /tour banlist [pokemon], [talent], [...]: banna mosse, abilit&agrave;, Pok&eacute;mon o strumenti dal torneo (prima &egrave; necessario creare il torneo)",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6777489/\">tournaments guide</a>": "Maggiori informazioni possono essere trovate nella <a href=\"https://www.smogon.com/forums/posts/6777489/\">guida per tornei</a>",

		"Your status cannot be updated while you are locked or semilocked.": "Il tuo stato non può essere aggiornato mentre sei lockato o semilockato.",
		"Your status is too long; it must be under ${maxLength} characters.": "Il tuo stato è troppo lungo; deve avere una lunghezza inferiore a ${maxLength} caratteri.",
		"Your status contains a banned word.": "Il tuo stato contiene una parola proibita.",
		"Your status has been set to: ${target}.": "Il tuo stato è stato cambiato in: ${target}.", "You are now marked as busy.": "Sei ora indicato come busy (occupato).",
		"You are now marked as away. Send a message or use /back to indicate you are back.": "Sei ora indicato come away (assente). Invia un messaggio o usa il comando /back per indicare che sei nuovamente presente.",
		"You are already marked as back.": "Sei già indicato come back (attivo).",
		"You are no longer marked as busy.": "Non sei più indicato come busy (occupato).",

		"You must choose a name before you can talk.": "Devi scegliere un nome prima che di poter parlare.",
		"You are ${lockType} and can't talk in chat. ${lockExpiration}": "Sei ${lockType} e non puoi parlare in chat. ${lockExpiration}",
		"Get help with [TN: your lock]this": "Richiedi aiuto con questo",
		"You are muted and cannot talk in this room.": "Sei mutato e non puoi parlare in questa room.",
		"Because moderated chat is set, your account must be at least one week old and you must have won at least one ladder game to speak in this room.": "Poiché la chat moderata è attiva, devi essere registrato da almeno una settimana e aver vinto una battaglia in ladder.",
		"Because moderated chat is set, your account must be staff in a public room or have a global rank to speak in this room.": "Poiché la chat moderata è attiva, il tuo account deve essere staff in una room pubblica o avere un rank globale per parlare in questa room.",
		"Because moderated chat is set, you must be of rank ${groupName} or higher to speak in this room.": "Poiché la chat moderata è attiva, devi avere il rank di ${groupName} o superiore per parlare in questa room.",
		"Your message can't be blank.": "Il tuo messaggio non può essere vuoto.",
		"Your message is too long.": "Il tuo messaggio è troppo lungo:",
		"Your message contains banned characters.": "Il tuo messaggio contiene parole o caratteri non permessi.",
		"This room has slow-chat enabled. You can only talk once every ${time} seconds.": "Questa room ha la slow-chat attivata. Puoi inviare un nuovo messaggio ogni ${time} secondi.",
		"Your username contains a phrase banned by this room.": "Il tuo username contiene una frase non permessa in questa room.",
		"Your status message contains a phrase banned by this room.": "Il tuo status contiene una frase non permessa in questa room.",

		"You are ${lockType} and can only private message members of the global moderation team. ${lockExpiration}": "",
		"Get help with this": "",
		"The user \"${targetUser.name}\" is locked and cannot be PMed.": "",
		"On this server, you must be of rank ${groupName} or higher to PM users.": "",
		"This user is blocking private messages right now.": "",
		"This ${Config.groups[targetUser.group].name} is too busy to answer private messages right now. Please contact a different staff member.": "",
		"If you need help, try opening a <a href=\"view-help-request\" class=\"button\">help ticket</a>": "",
		"You are blocking private messages right now.": "",

		"Your message contained banned words in this room.": "Il tuo messaggio conteneva una o più parole non permesse in questa room.",
		"You can't send the same message again so soon.": "Non puoi inviare lo stesso messaggio di nuovo dopo così poco tempo",
		"Due to this room being a high traffic room, your message must contain at least two letters.": "Poiché questa è una room molto affollata, il tuo messaggio deve contenere almeno due lettere.",

		"You are already blocking private messages! To unblock, use /unblockpms": "Stai già bloccando i messaggi privati! Per sbloccarli, usa /unblockpms",
		"You are now blocking private messages, except from staff and ${rank}.": "Ora stai bloccando i messaggi privati, tranne da parte dello staff e ${rank}.",
		"You are now blocking private messages, except from staff and ${status} users.": "Ora stai bloccando i messaggi privati, tranne da parte dello staff e gli utenti ${status}.",
		"You are now blocking private messages, except from staff.": "Ora stai bloccando i messaggi privati, tranne da parte dello staff",
		"You are not blocking private messages! To block, use /blockpms": "Non stai bloccando i messaggi privati! Per bloccarli, usa /blockpms",
		"You are no longer blocking private messages.": "Non stai più bloccando i messaggi privati.",
		"You are now blocking all incoming challenge requests.": "Stai ora bloccando ogni richiesta di sfida in arrivo.",
		"You are already blocking challenges!": "Stai già bloccando le sfide!",
		"You are already available for challenges!": "Sei già disponibile per le sfide!",
		"You are available for challenges from now on.": "Da questo momento in poi, sei disponibile per le sfide.",

		"Staff FAQ": "FAQ relative allo Staff",
		"You cannot broadcast all FAQs at once.": "Non puoi mostrare tutte le FAQ in una volta.",
		"A user is autoconfirmed when they have won at least one rated battle and have been registered for one week or longer. In order to prevent spamming and trolling, most chatrooms only allow autoconfirmed users to chat. If you are not autoconfirmed, you can politely PM a staff member (staff have %, @, or # in front of their username) in the room you would like to chat and ask them to disable modchat. However, staff are not obligated to disable modchat. However, staff are not obligated to disable modchat": "Un utente è \"autoconfirmed\" quando ha vinto almeno una lotta a punti ed è registrato da una o più settimane. In modo da prevenire episodi di spam e trolling, la maggior parte delle chatroom permette unicamente agli utenti autoconfirmed di parlare. Nel caso in cui tu non sia autoconfirmed, chiedi educatamente ad un membro dello staff (lo staff è contrassegnato dai simboli %, @ o # vicino al loro nome utente) della room nella quale vuoi parlare e chiedi loro di disattivare la modchat. Tuttavia, lo staff non è in alcun modo obbligato a disattivare la modchat.",
		"How the ladder works": "Come funziona la ladder",
		"Tiering FAQ": "FAQ relative al Tiering",
		"Badge FAQ": "FAQ relative alle Badge",
		"Common misconceptions about our RNG": "Errori comuni sul nostro RNG",
		"To join a room tournament, click the <strong>Join!</strong> button or type the command <code>/tour join</code> in the room's chat. You can check if your team is legal for the tournament by clicking the <strong>Validate</strong> button once you've joined and selected a team. To battle your opponent in the tournament, click the <strong>Ready!</strong> button when it appears. There are two different types of room tournaments: elimination (if a user loses more than a certain number of times, they are eliminated) and round robin (all users play against each other, and the user with the most wins is the winner).": "Per partecipare ad un torneo della room, clicca sul tasto <strong>Join!</strong> o scrivi il comando <code>/tour join</code> nella room del torneo. Puoi controllare se il tuo team è valido per il torneo cliccando sul tasto <strong>Validate</strong> una volta che sei entrato nel torneo e hai selezionato un team. Per lottare contro il tuo avversario, clicca sul tasto <strong>Ready!</strong> non appena questo appare. Ci sono due tipi di tornei della room: ad eliminazione (se un utente perde più di un certo numero di volte, egli è eliminato) e round robin (tutti gli utenti lottano tra di loro, e l'utente con il maggior numero di vittorie vince.",
		"Frequently Asked Questions": "Domande Frequenti (FAQ)",

		"The announcement has ended.": "L'annuncio è terminato.",
		"Battles do not support announcements.": "Le lotte non supportano gli annunci.",
		"You are not allowed to use filtered words in announcements.": "Non ti è permesso utilizzare parole filtrate negli annunci.",
		"There is already a poll or announcement in progress in this room.": "È già presente un poll o un annuncio in room.",
		"An announcement was started by ${user.name}.": "Un annuncio è stato pubblicato da ${user.name}.",
		"There is no announcement running in this room.": "Non vi è alcun annuncio in room al momento.",
		"There is no timer to clear.": "Non vi è alcun timer da rimuovere.",
		"The announcement timer was turned off.": "Il timer dell'annuncio è stato disattivato.",
		"Invalid time given.": "Timer impostato invalido.",
		"The announcement timer is off.": "Il timer dell'annuncio è disattivato.",
		"The announcement was ended by ${user.name}.": "L'annuncio è stato terminato da ${user.name}.",
		"Accepts the following commands:": "Accetta i seguenti comandi:",

		"That option is not selected.": "Quell'opzione non è selezionata.",
		"You have already voted for this poll.": "Hai già votato per questo sondaggio.",
		"No options selected.": "Nessuna opzione selezionata.",
		"you will not be able to vote after viewing results": "Non ti sarà possibile votare dopo aver visto i risultati.",
		"View results": "Vedi risultati",
		"You can't vote after viewing results": "Non puoi votare dopo aver visto i risultati.",
		"The poll has ended &ndash; scroll down to see the results": "Il sondaggio è terminato &ndash; scorri verso il basso per vederne i risultati.",
		"Vote for ${num}": "Vota per ${num}",
		"Submit your vote": "Invia il tuo voto",
		"Quiz": "Quiz",
		"Poll": "Sondaggio",
		"Submit": "Aprire",
		"ended": "terminato",
		"votes": "voti",
		"delete": "eliminare",
		"Poll too long.": "Il poll è troppo lungo.",
		"Battles do not support polls.": "Le lotte non supportano i poll.",
		"You are not allowed to use filtered words in polls.": "Non ti è permesso utilizzare parole filtrate nei poll.",
		"Not enough arguments for /poll new.": "Non vi sono sufficienti opzioni per /poll new.",
		"Too many options for poll (maximum is 8).": "Sono presenti troppe opzioni per un poll (il massimo è 8).",
		"There are duplicate options in the poll.": "Sono presenti opzioni uguali nel poll.",
		"${user.name} queued a poll.": "${user.name} ha messo in coda un poll.",
		"A poll was started by ${user.name}.": "Un poll è stato iniziato da ${user.name}.",
		"The queue is already empty.": "La coda è già vuota.",
		"Cleared poll queue.": "Hai rimosso la coda dei poll.",
		"Room \"${roomid}\" not found.": "Room \"${roomid}\" non trovata.",
		"Can't delete poll at slot ${slotString} - \"${slotString}\" is not a number.": "Non è possibile eliminare il poll allo slot ${slotString} - \"${slotString}\" non è un numero valido.",
		"There is no poll in queue at slot ${slot}.": "Non è presente alcun poll in coda allo slot ${slot}.",
		"(${user.name} deleted the queued poll in slot ${slot}.)": "(${user.name} ha rimosso il poll in coda nello slot ${slot}.)",
		"There is no poll running in this room.": "Non è presente alcun poll in room.",
		"To vote, specify the number of the option.": "Per votare, specifica il numero dell'opzione.",
		"Option not in poll.": "Opzione non presente nel poll.",
		"The poll timer was turned off.": "Il timer del poll è stato disattivato.",
		"The queued poll was started.": "Il poll in coda è iniziato.",
		"The poll timer was turned on: the poll will end in ${timeout} minute(s).": "Il timer del poll è stato attivato: il poll finirà tra ${timeout} min.",
		"The poll timer was set to ${timeout} minute(s) by ${user.name}.": "Il timer del poll è stato impostato a ${timeout} min da ${user.name}.",
		"The poll timer is on and will end in ${poll.timeoutMins} minute(s).": "Il timer del poll è attivo e finirà in ${poll.timeoutMins} min.",
		"The poll timer is off.": "Il timer del poll è disattivato.",
		"The poll was ended by ${user.name}.": "Il poll è stato terminato da ${user.name}.",
		"Queued polls:": "Poll in coda",
		"Refresh": "Refresha",
		"No polls queued.": "Nessun poll in coda.",
		"#${number} in queue": "#${number} in coda.",

		"This command can only be used in the Trivia room.": "",
		"There is no game in progress.": "",
		"a cap of ${this.getCap()} points": "",
		"no score cap": "",
		"The currently running game is not Trivia, it's ${game.title}.": "",
		"Random (${ALL_CATEGORIES[questions[0].category]})": "",
		"You have already signed up for this game.": "",
		"You were kicked from the game and thus cannot join it again.": "",
		"You were kicked from the game and cannot join until the next game.": "",
		"This game does not allow latejoins.": "",
		"Enough players have returned to continue the game!": "",
		"The game will continue with the next question.": "",
		"Not enough players are participating to continue the game!": "",
		"Until there are ${MINIMUM_PLAYERS} players participating and present, the game will be paused.": "",
		"Signups for a new trivia game have begun!": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}<br />": "",
		"Enter /trivia join to sign up for the trivia game.": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}": "",
		"User ${tarUser.name} has already been kicked from the game.": "",
		"User ${tarUser.name} is not a player in the game.": "",
		"You are not a player in the current game.": "",
		"The game has already been started.": "",
		"Not enough players have signed up yet! At least ${this.minPlayers} players to begin.": "",
		"The game will begin in ${START_TIMEOUT / 1000} seconds...": "",
		"The trivia game is already paused.": "",
		"You cannot pause the trivia game during a question.": "",
		"The Trivia game has been paused.": "",
		"The trivia game is not paused.": "",
		"The Trivia game has been resumed.": "",
		"No questions are left!": "",
		"The game has reached a stalemate": "",
		"Question${this.game.length === 'infinite' ? ": "",
		"Category: ${ALL_CATEGORIES[question.category]}": "",
		"The answering period has ended!": "",
		"You gained ${player.points} and answered ": "",
		"${player.correctAnswers} questions correctly.": "",
		"${p1.name} won the game with a final score of <strong>${p1.player.points}</strong>, and ": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points!": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points! ": "",
		"${p2.name} was a runner-up and their leaderboard score has increased by <strong>${prizes[1]}</strong> points!": "",
		"${p2.name} and ${p3.name} were runners-up. ": "",
		"Their leaderboard score has increased by ${prizes[0]}, ${prizes[1]}, and ${prizes[2]}, respectively!": "",
		"User ${mapper(winner)} won the game of ${this.game.mode} ": "",
		"mode trivia under the ${this.game.category} category with ": "",
		"with ${winner.player.points} points and ": "",
		"${winner.player.correctAnswers} correct answers": "",
		" Second place: ${mapper(winner)} (${winner.player.points} points)": "",
		", third place: ${mapper(winner)} (${winner.player.points} points)": "",
		"The game was forcibly ended by ${user.name}.": "",
		"You are not a player in the current trivia game.": "",
		"The trivia game is paused.": "",
		"There is no question to answer.": "",
		"You have already attempted to answer the current question.": "",
		"Correct: ${players}": "",
		"Answer(s): ${this.curAnswers.join(', ')}": "",
		"They gained <strong>5</strong> points!": "",
		"The top 5 players are: ${this.formatPlayerList({max: 5})}": "",
		"Correct: no one...": "",
		"Answers: ${this.curAnswers.join(', ')}": "",
		"Correct": "",
		"No one answered correctly...": "",
		"Each of them gained <strong>${points}</strong> point(s)!": "",
		"They gained <strong>${points}</strong> point(s)!": "",
		"Nobody gained any points.": "",
		"There is already a game of ${room.game.title} in progress.": "",
		"\"${mode}\" is an invalid mode.": "",
		"\"${category}\" is an invalid category.": "",
		"\"${length}\" is an invalid game length.": "",
		"There are not enough questions in the randomly chosen category to finish a trivia game.": "",
		"There are not enough questions in the trivia database to finish a trivia game.": "",
		"There are not enough questions under the category \"${ALL_CATEGORIES[category]}\" to finish a trivia game.": "",
		"You are now signed up for this game!": "",
		"The user \"${target}\" does not exist.": "",
		"You have left the current game of Trivia.": "",
		"No valid answer was entered.": "",
		"You have selected \"${answer}\" as your answer.": "",
		"Only Room Owners and higher can force a Trivia game to end with winners in a non-infinite length.": "",
		"${user.name} ended the game of Trivia!": "",
		"User ${target} does not exist.": "",
		"There is a paused trivia game": "",
		"There is a trivia game in progress": "",
		"and it is in its ${game.phase} phase.": "",
		"Mode: ${game.game.mode} | Category: ${game.game.category} | Score cap: ${game.getCap() || \"Infinite\"}": "",
		"Current score: ${player.points} | Correct Answers: ${player.correctAnswers}": "",
		"User ${tarUser.name} is not a player in the current trivia game.": "",
		"Players: ${game.formatPlayerList({max: null, requirePoints: false})}": "",
		"This command can only be used in Question Workshop.": "",
		"Invalid arguments specified in \"${param}\". View /trivia help for more information.": "",
		"${param[0].trim()}' is not a valid category. View /trivia help for more information.": "",
		"You cannot submit questions in the '${ALL_CATEGORIES[category]}' category": "",
		"${param[1].trim()}' is not a valid question.": "",
		"Question \"${param[1].trim()}\" is too long! It must remain under ${MAX_QUESTION_LENGTH} characters.": "",
		"Question \"${question}\" is already in the trivia database.": "",
		"No valid answers were specified for question '${param[1].trim()}'.": "",
		"Some of the answers entered for question '${param[1].trim()}' were too long!": "",
		"They must remain under ${MAX_ANSWER_LENGTH} characters.": "",
		"No questions await review.": "",
		"Category": "",
		"Question": "",
		"Answer(s)": "",
		"Submitted By": "",
		"${target}' is not a valid set of submission index numbers.": "",
		"View /trivia review and /trivia help for more information.": "",
		"${target}' is an invalid argument. View /trivia help questions for more information.": "",
		"${target}' is not a valid argument. View /trivia help questions for more information.": "",
		"${user.name} removed question '${target}' from the question database.": "",
		"Question '${target}' was not found in the question database.": "",
		"${param[1].trim()}' is already in the category '${param[0].trim()}'.": "",
		"${user.name} changed question category to '${param[0]}' for '${param[1].trim()}' ": "",
		"from the question database.": "",
		"No questions have been submitted yet.": "",
		"Question Count": "",
		"Total": "",
		"${target}' is not a valid category. View /help trivia for more information.": "",
		"There are no questions in the ${ALL_CATEGORIES[target]} category.": "",
		"There are <strong>${list.length}</strong> questions in the ${cat} category.": "",
		"No valid search arguments entered.": "",
		"No valid search category was entered. Valid categories: submissions, subs, questions, qs": "",
		"No valid search query as entered.": "",
		"No results found under the ${type} list.": "",
		"There are <strong>${results.length}</strong> matches for your query:=": "",
		"This command can only be used in Trivia.": "",
		"User '${name}' has not played any trivia games yet.": "",
		"all time:": "",
		"User: <strong>${name}</strong>": "",
		"Leaderboard score: ${row(0)}": "",
		"Total game points: ${row(1)}": "",
		"Total correct answers: ${row(2)}": "",
		"No trivia games have been played yet.": "",
		"Rank": "",
		"User": "",
		"Leaderboard score": "",
		"Total game points": "",
		"Total correct answers": "",
		"This command can only be used in Question Workshop": "",
		"${user.name} removed all questions of category '${category}'.": "",
		"You cannot clear the category '${ALL_CATEGORIES[category]}'.": "",
		"${category}' is an invalid category.": "",
		"There is no game history.": "",
		"${game.mode} mode, ${game.length} length Trivia game in the ${game.category} category": "",
		"hosted by ${game.creator}": "",
		"Infinite": "",

		"Hello! The global staff team would be happy to help you, but you need to explain what's going on first.": "Ciao! Il team dello staff globale è felice di assisterti, ma prima devi spiegare che cosa sta succedendo.",
		"Please post the information I requested above so a global staff member can come to help.": "Per favore, inserisci tutte le informazioni che ti ho richiesto così che un membro dello staff globale possa venire ad assisterti.",
		"Thank you for the information, global staff will be here shortly. Please stay in the room.": "Grazie per le informazioni, lo staff globale sarà qui tra poco. Per favore, resta all'interno della room.",
		"You are banned from creating tickets": "Sei bannato dal creare ticket",
		", because you have the same IP as ${ticket.banned}.": ", perché hai lo stesso indirizzo IP di ${ticket.banned}.",
		"Request help from global staff": "Richiedi assistenza allo staff globale",
		"Please <button name=\"login\" class=\"button\">Log In</button> to request help.": "Per favore, <button name=\"login\" class=\"button\">effettua il log in</button> per richiedere assistenza.",
		"Request Help": "Richiedi Assistenza",
		"You already have a Help ticket.": "Hai già aperto un ticket Help.",
		"Back": "Indietro",
		"What's going on?": "Che cosa succede?",
		"Global staff cannot make Help requests. This form is only for reference.": "Lo staff globale non può creare ticket Help. Questo modulo è solo di riferimento.",
		"Abuse of Help requests can result in punishments.": "Un abuso di richieste di assistenza può essere punito.",
		"What do you want to report someone for?": "Per quale motivo vuoi reportare un utente?",
		"If someone is harassing you in private messages (PMs), click the button below and a global staff member will take a look. If you are being harassed in a chatroom, please ask a room staff member to handle it. If it's a minor issue, consider using <code>/ignore [username]</code> instead.": "Se qualcuno ti importuna nei messaggi privati (PM), clicca il tasto sottostante e un membro dello staff globale darà un'occhiata. Se vieni importunato in una chatroom, per favore chiedi a un membro dello staff della room di occuparsene. Se invece si tratta di una piccolezza, puoi scegliere di usare il comando <code>/ignore [username]</code>.",
		"If someone is harassing you in a battle, click the button below and a global staff member will take a look. If you are being harassed in a chatroom, please ask a room staff member to handle it. If it's a minor issue, consider using <code>/ignore [username]</code> instead.": "Se qualcuno ti importuna durante una lotta, clicca il tasto sottostante e un membro dello staff globale darà un'occhiata. Se vieni importunato in una chatroom, per favore chiedi a un membro dello staff della room di occuparsene. Se invece si tratta di una piccolezza, puoi scegliere di usare il comando <code>/ignore [username]</code>.",
		"Please save a replay of the battle if it has ended, or provide a link to the battle if it is still ongoing.": "Se la lotta è terminata, per favore salva il replay. Se invece la lotta è ancora attiva, fornisci il link.",
		"If a user has an inappropriate name, click the button below and a global staff member will take a look.": "Se un utente utilizza un nome inappropriato, clicca il tasto sottostante e un membro dello staff globale darà un'occhiata.",
		"If a user has inappropriate Pokemon nicknames, click the button below and a global staff member will take a look.": "Se un utente utilizza soprannomi inappropriati per i suoi Pokémon, clicca il tasto sottostante e un membro dello staff globale darà un'occhiata.",
		"What would you like to appeal?": "A che cosa vorresti fare ricorso?",
		"Permalocks are usually for repeated incidents of poor behavior over an extended period of time, and rarely for a single severe infraction. Please keep this in mind when appealing a permalock.": "Il permalock viene utilizzato per ripetute violazioni delle regole o pessimo comportamento per un periodo di tempo prolungato. Tienilo bene a mente quando fai ricorso a un permalock.",
		"Please visit the <a href=\"https://www.smogon.com/forums/threads/discipline-appeal-rules.3583479/\">Discipline Appeals</a> page to appeal your permalock.": "Per favore, visita perfavore la pagina dedicata agli <a href=\"https://www.smogon.com/forums/threads/discipline-appeal-rules.3583479/\">Appelli Disciplinari</a> per fare ricorso al tuo permalock.",
		"If you want to appeal your lock or namelock, click the button below and a global staff member will be with you shortly.": "Se vuoi fare ricorso al tuo lock o namelock, clicca il tasto sottostante e un membro dello staff globale ti raggiungerà a breve.",
		"If you are locked or namelocked under a name you don't recognize, click the button below to call a global staff member so we can check.": "Se sei lockato o namelockato sotto il nome di un utente che non riconosci, clicca il tasto sottostante per contattare un membro dello staff globale, così che possiamo controllare.",
		"We automatically lock proxies and VPNs to prevent evasion of punishments and other attacks on our server. To get unlocked, you need to disable your proxy or VPN.": "I server proxy e i VPN sono automaticamente bloccati per evitare evasioni di punizioni e altri attacchi al nostro server. Per rimuovere il lock, devi disabilitare il tuo proxy o VPN.",
		"Do you have an autoconfirmed account? An account is autoconfirmed when it has won at least one rated battle and has been registered for one week or longer.": "Possiedi un account autoconfirmed? Un account è autoconfirmed quando ha vinto almeno una lotta a punti in ladder ed è stato registrato da almeno una settimana.",
		"Login to your autoconfirmed account by using the <code>/nick</code> command in any chatroom, and the semilock will automatically be removed. Afterwords, you can use the <code>/nick</code> command to switch back to your current username without being semilocked again.": "Effettua il login sul tuo account autoconfirmed utilizzando il comando <code>/nick</code> in qualsiasi chatroom per rimuovere il semilock. Dopodiché, puoi utilizzare nuovamente il comando <code>/nick</code> per ritornare sul tuo attuale username senza essere semilockato.",
		"If the semilock does not go away, you can try asking a global staff member for help. Click the button below to call a global staff member.": "Se il semilock non viene rimosso, puoi provare a chiedere aiuto a un membro dello staff globale. Clicca il tasto sottostante per chiamare un membro dello staff globale.",
		"If you don't have an autoconfirmed account, you will need to contact a global staff member to appeal your semilock. Click the button below to call a global staff member.": "Se non possiedi un account autoconfirmed, dovrai contattare un membro dello staff globale per fare ricorso al tuo semilock. Clicca il bottone sottostante per chiamare un membro dello staff globale.",
		"Please PM the staff member who punished you. If you don't know who punished you, ask another room staff member; they will redirect you to the correct user. If you are banned or blacklisted from the room, use <code>/roomauth [name of room]</code> to get a list of room staff members. Bold names are online.": "Per favore, manda un PM al membro dello staff che ti ha punito. Se non sai chi ti ha punito, chiedi a un altro membro dello staff nella room; ti indicherà l'utente corretto. Se sei bannato o nella blacklist di una room, utilizza il comando <code>/roomauth [nome della room]</code> per consultare la lista dei membri dello staff della room. I nomi in grassetto sono online.",
		"Do not PM staff if you are locked (signified by the symbol <code>‽</code> in front of your username). Locks are a different type of punishment; to appeal a lock, make a help ticket by clicking the Back button and then selecting the most relevant option.": "Non mandare messaggi privati allo staff se sei lockato (ossia se possiedi il simbolo <code>‽</code> di fronte al tuo nickname). I lock sono tipi di punizioni diversi; per fare ricorso al lock, apri un ticket Help cliccando il tasto \"Back\" e selezionando l'opzione più opportuna.",
		"Maybe one of these options will be helpful?": "Forse può aiutarti una di queste opzioni?",
		"If you lost your password, click the button below to request a password reset. We will need to clarify a few pieces of information before resetting the account. Please note that password resets are low priority and may take a while; we recommend using a new account while waiting.": "Se hai dimenticato la tua password, clicca il tasto sottostante per richiederne un ripristino. Avremo bisogno di alcune informazioni prima di ripristinarla. Ricorda che il ripristino delle password è un processo a bassa priorità e potrà richiedere più del dovuto; vi invitiamo a utilizzare un altro account durante l'attesa.",
		"Request a password reset": "Richiedi un ripristino della password.",
		"If you are a room driver or up in a public room, and you need help watching the chat, one or more global staff members would be happy to assist you!": "Se possiedi il rank driver o superiore in una room pubblica e hai bisogno di aiuto per tenere d'occhio la chat, uno o più membri dello staff saranno lieti di aiutarti!",
		"If your issue is not handled above, click the button below to talk to a global staff member. Please be ready to explain the situation.": "Se il tuo problema non è stato risolto, clicca il tasto sottostante per parlare con un membro dello staff globale e spiegare la situazione.",
		"Malformed help request.": "Richiesta di assistenza non valida.",
		"PM Harassment": "Utente offensivo/molesto in PM",
		"Battle Harassment": "Utente offensivo/molesto durante una lotta",
		"Inappropriate Username": "Nome Utente Inappropriato",
		"Inappropriate Pokemon Nicknames": "Soprannomi Pokémon Inappropriati",
		"Appeal": "Ricorso a Provvedimenti Disciplinari",
		"IP-Appeal": "Ricorso per l'IP",
		"ISP-Appeal": "Ricorso per l'ISP",
		"Public Room Assistance Request": "Richiesta di Assistenza per una Room Pubblica",
		"Other": "Altro",
		"I want to report someone": "Voglio segnalare un utente",
		"Someone is harassing me in PMs": "Qualcuno mi sta offendendo/importunando in PM",
		"Someone is harassing me in a battle": "Qualcuno mi sta offendendo/importunando durante una lotta",
		"Someone is using an offensive username": "Qualcuno sta usando un nome offensivo",
		"Someone is using offensive Pokemon nicknames": "Qualcuno sta usando soprannomi Pokémon offensivi",
		"I want to appeal a punishment": "Voglio fare ricorso al mio provvedimento disciplinare",
		"I want to appeal my permalock": "Voglio fare ricorso al mio permalock",
		"I want to appeal my lock": "Voglio fare ricorso al mio lock",
		"I'm locked because I have the same IP as someone I don't recognize": "Sono lockato perché ho lo stesso IP di un utente che non riconosco",
		"I can't talk in chat because of my ISP": "Non posso parlare in chat a causa del mio ISP",
		"I'm locked because of a proxy or VPN": "Sono lockato a causa di un proxy o un VPN",
		"Yes, I have an autoconfirmed account": "Sì, ho un account autoconfirmed",
		"No, I don't have an autoconfirmed account": "No, non ho un account autoconfirmed",
    "I want to appeal a mute/roomban/blacklist": "",
		"Something else": "Altro",
		"I lost my password": "Ho dimenticato la mia password",
		"I need global staff to help watch a public room": "Ho bisogno che un membro dello staff globale controlli una room pubblica",
		"Report harassment in a private message (PM)": "Segnala un utente offensivo/molesto nei messaggi privati (PM)",
		"Report harassment in a battle": "Segnale un utente offensivo/molesto durante una lotta",
		"Report an inappropriate username": "Segnala un nome utente inappropriato",
		"Report inappropriate Pokemon nicknames": "Segnala soprannomi Pokémon inappropriati",
		"Appeal your lock": "Fai ricorso al tuo lock",
		"Appeal IP lock": "Fai ricorso al tuo lock per IP",
		"Appeal ISP lock": "Fai ricorso al tuo lock per ISP",
		"Call a Global Staff member to help": "Chiama un membro dello Staff Globale per richiedere assistenza",
		"Call a Global Staff member": "Chiama un membro dello Staff Globale",
		"Are you sure you want to submit a ticket for ${type}?": "Sei sicuro di voler aprire un ticket per ${type}?",
		"Yes, contact global staff": "Sì, contatta lo staff globale",
		"No, cancel": "No, cancella",
		"Help Ticket Stats": "Statistische dei Ticket Help",
		"Help tickets": "Ticket Help",
		"Status": "Stato",
		"Creator": "Creatore",
		"Ticket Type": "Tipo di Ticket",
		"Claimed by": "Preso in carico da",
		"Action": "Azione",
		"And ${keys.length - count} more tickets.": "E ${keys.length - count} ulteriori ticket",
		"View all tickets": "Visualizza tutti i ticket",
		"Closed": "Chiuso",
		"Inactive": "Inattivo",
		"Claimed": "Preso in carico",
		"Unclaimed": "Da prendere in carico",
		"Claim": "Prendi in carico",
		"View": "Visualizza",
		"Log": "Log",
		"Banned by": "Bannato da",
		"Username": "Nome Utente",
		"Expires": "Termina",
		"Logs": "Log",
		"And ${banKeys.length - count} more ticket bans.": "E ${banKeys.length - count} ulteriori ticket ban",
		"Ticket List": "Lista dei Ticket",
		"Banned": "Bannato",
		"Ticket Stats": "Statistiche dei Ticket",
		"No ticket stats found.": "Statistiche dei Ticket non trovate.",
		"Previous Month": "Mese Precedente",
		"Staff Stats": "Statistiche dello Staff",
		"Next Month": "Mese Successivo",
		"Resolved": "Risolti",
		"Unresolved": "Non Risolti",
		"Dead": "Non Assistiti",
		"Type": "Tipo",
		"Total Tickets": "Ticket Totali",
		"Average Total Time": "Tempo Medio Totale",
		"Average Initial Wait": "Tempo di Attesa Iniziale",
		"Average Total Wait": "Tempo Totale di Attesa",
		"Resolutions": "Risoluzioni",
		"Positive Result": "Risultati Positivi",
		"Staff ID": "ID dello Staff",
		"Number of Tickets": "Numero dei Ticket",
		"Average Time Per Ticket": "Tempo Medio Per Ticket",
		"This command cannot be broadcast in battles.": "Questo comando non può essere mostrato durante una lotta.",
		"Report someone": "Segnala qualcuno",
		"Appeal a punishment": "Fai ricorso ad un provvedimento disciplinare",
		"Request help": "Richiedi assistenza",
		"You need to choose a username before doing this. [TN: 'this' refers to opening a help ticket]": "Devi scegliere un nome utente prima di aprire un ticket",
		"Global staff can't make tickets. They can only use the form for reference.": "I membri dello staff globale non possono aprire un ticket. Possono utilizzare questo modulo solo per riferimento.",
		"You already have an open ticket; please wait for global staff to respond.": "Hai già un ticket aperto; per favore, aspetta che uno staff globale risponda.",
		"Due to high load, you are limited to creating ${maxTickets} tickets every hour.": "A causa dell'elevato traffico, ti è permesso creare soltanto ${maxTickets} ogni ora.",
		"Hi! Who was harassing you in private messages?": "Ciao! Chi sta insultando/importunando nei messaggi privati?",
		"Hi! Who was harassing you, and in which battle did it happen? Please post a link to the battle or a replay of the battle.": "Ciao! Chi ti sta insultando/importunando e in quale lotta è successo? Per favore, inserisci il link o il replay della lotta.",
		"Hi! Tell us the username that is inappropriate.": "Ciao! Qual è l'utente che un nome inappropriato?",
		"Hi! Which user has Pokemon with inappropriate nicknames, and in which battle? Please post a link to the battle or a replay of the battle.": "Ciao! Quale utente utilizza Pokémon con soprannomi inappropriati? E in quale lotta? Per favore, inserisci il link o il replay della lotta.",
		"Hi! Can you please explain why you feel your punishment is undeserved?": "Ciao! Puoi per favore spiegare per quale motivo ritieni che la tua punizione non sia giusta?",
		"Hi! How are you connecting to Showdown right now? At home, at school, on a phone using mobile data, or some other way?": "Ciao! In che modo sei connesso a Showdown in questo momento? Sei a casa, scuola, stai usando i dati mobili del tuo cellulare, o in qualche altro modo?",
		"Hi! Which room(s) do you need us to help you watch?": "Ciao! Quale room hai bisogno che guardiamo?",
		"Hi! What seems to be the problem? Tell us about any people involved,\n and if this happened in a specific place on the site.": "Ciao! Qual è il problema? Spiegaci chi riguarda e dove è successo.",
		"Hi! Please click the button below to give global staff permission to check PMs.": "Ciao! Per favore, clicca sul tasto sottostante per dare allo staff globale il permesso di controllare i PM.",
		" Or if ${reportTarget} is not the user you want to report, please tell us the name of the user who you want to report.": "Oppure, se ${reportTarget} non è l'utente che vuoi segnalare, per favore dicci il nome dell'utente che vuoi segnalare.",
		"Help Ticket": "Ticket Help",
		"Issue": "Problema",
		"A Global Staff member will be with you shortly.": "Un membro dello Staff Globale ti assisterà a breve.",
		"${this.inputUsername} does not have an open ticket.": "${this.inputUsername} non ha un ticket aperto.",
		"You closed ${ticket.creator}'s ticket.": "Hai chiuso il ticket di ${ticket.creator}",
		"The reason is too long. It cannot exceed 300 characters.": "La ragione è troppo lunga.",
		"User '${targetUsername}' not found.": "Utente '${targetUsername}' non trovato.",
		"${targetUser ? targetUser.name : target} is not ticket banned.": "${targetUser ? targetUser.name : target} non è bannato dall'aprire ticket.",
		"${targetUser ? targetUser.name : target}'s ticket ban is already expired.": "Il ticketban di ${targetUser ? targetUser.name : target} è già terminato.",
		"You are already ignoring help ticket notifications. Use /helpticket unignore to receive notifications again.": "Stai già ignorando le notifiche dei ticket help. Usa /helpticket unignore per ricevere nuovamente le notifiche.",
		"You are now ignoring help ticket notifications.": "Stai ora ignorando le notifiche dei ticket help.",
		"You are not ignoring help ticket notifications. Use /helpticket ignore to stop receiving notifications.": "Non stai ignorando le notifiche dei ticket help. Usa /helpticket ignore per non ricevere più le notifiche.",
		"You will now receive help ticket notifications.": "Non riceverai più alcuna notifica dei ticket help.",
		"${target} does not have a ticket.": "${target} non ha un ticket.",
		"You deleted ${target}'s ticket.": "Hai eliminato il ticket di ${target}.",

		"Server version: <b>${version}</b>": "",
		"/mee - must not start with a letter or number": "",
		"What?! How are you not more excited to battle?! Try /battle! to show me you're ready.": "",
		"Access denied for custom avatar - make sure you're on the right account?": "",
		"Invalid avatar.": "",
		"Avatar changed to:": "",
		"Artist: ": "",
		"No one has PMed you yet.": "",
		"You forgot the comma.": "",
		"User ${targetUsername} not found. Did you misspell their name?": "",
		"User ${targetUsername} is offline.": "",
		"The user \"${targetUsername}\" was not found.": "",
		"The room \"${target}\" was not found.": "",
		"You do not have permission to invite people into this room.": "",
		"This user is already in \"${targetRoom.title}\".": "",
		"Setting status messages in /busy is no longer supported. Set a status using /status.": "",
		"Setting status messages in /away is no longer supported. Set a status using /status.": "",
		"User '${target}' not found.": "",
		"${targetUser.name} does not have a status set.": "",
		"${targetUser.name}'s status \"${targetUser.userMessage}\" was cleared by ${user.name}${displayReason}": "",
		"You don't have a status message set.": "",
		"You have cleared your status message.": "",
		"This user has not played any ladder games yet.": "",
		"W[TN: initial for Wins]": "",
		"L[TN: initial for Losses]": "",
		"You already have the temporary symbol '${group}'.": "",
		"You must specify a valid group symbol.": "",
		"You may only set a temporary symbol below your current rank.": "",
		"Your temporary group symbol is now": "",
		"Currently, you're viewing Pokémon Showdown in ${language}.": "",
		"Valid languages are: ${languages}": "",
		"Pokémon Showdown will now be displayed in ${language} (except in language rooms).": "",
		"Note that rooms can set their own language, which will override this setting.": "",
		"/updatesettings expects JSON encoded object.": "",
		"Unable to parse settings in /updatesettings!": "",
		"Must be in a battle.": "",
		"User ${target} not found.": "",
		"Must be a player in this battle.": "",
		"${targetUser.name} has not requested extraction.": "",
		"You have already consented to extraction with ${targetUser.name}.": "",
		"${user.name} consents to sharing battle team and choices with ${targetUser.name}.": "",
		"No input log found.": "",
		"${targetUser.name} has extracted the battle input log.": "",
		"This command only works in battle rooms.": "",
		"This command only works when the battle has ended - if the battle has stalled, use /offertie.": "",
		"Alternatively, you can end the battle with /forcetie.": "",
		"${user.name} has extracted the battle input log.": "",
		"You already extracted the battle input log.": "",
		"Battle input log re-requested.": "",
		"Invalid input log.": "",
		"Your input log contains untrusted code - you must have console access to use it.": "",
		"This command can only be used in a battle.": "",
		"Only players can extract their team.": "",
		"Use a number between 1-6 to view a specific set.": "",
		"The Pokemon \"${target}\" is not in your team.": "",
		"That Pokemon is not in your team.": "",
		"View team": "",
		"Must be in a battle room.": "",
		"This server does not allow offering ties.": "",
		"You can't offer ties in tournaments.": "",
		"It's too early to tie, please play until turn 100.": "",
		"No other player is requesting a tie right now. It was probably canceled.": "",
		"${user.name} is offering a tie.": "",
		"Accept tie": "",
		"Reject": "",
		"Must be a player to accept ties.": "",
		"You have already agreed to a tie.": "",
		"${user.name} accepted the tie.": "",
		"All players have accepted the tie.": "",
		"Must be a player to reject ties.": "",
		"${user.name} rejected the tie.": "",
		"This room doesn't have an active game.": "",
		"This kind of game can't be forfeited.": "",
		"This game doesn't support /choose": "",
		"This game doesn't support /undo": "",
		"You can only save replays for battles.": "",
		"This battle can't have hidden replays, because the tournament is set to be forced public.": "",
		"The replay for this battle is already set to hidden.": "",
		"${user.name} hid the replay of this battle.": "",
		"You can only do this in battle rooms.": "",
		"You can only add a Player to unrated battles.": "",
		"Player must be set to \"p1\" or \"p2\", not \"${target}\".": "",
		"User ${name} not found.": "",
		"User ${name} must be in the battle room already.": "",
		"This room already has a player in slot ${target}.": "",
		"${targetUser.name} is already a player in this battle.": "",
		"${name} was added to the battle as Player ${playerNum} by ${user.name}.": "",
		"Player 2": "",
		"Players could not be restored (maybe this battle already has two players?).": "",
		"This game doesn't support /joingame": "",
		"This game doesn't support /leavegame": "",
		"You can only do this in unrated non-tour battles.": "",
		"User ${targetUsername} not found.": "",
		"${targetUser.name} was kicked from a battle by ${user.name} ${displayTarget}": "",
		"You can only set the timer from inside a battle room.": "",
		"This game's timer is managed by a different command.": "",
		"The game timer is OFF.": "",
		"The game timer is ON (requested by ${requester})": "",
		"Access denied.": "",
		"Timer was turned off by staff. Please do not turn it back on until our staff say it's okay.": "",
		"The timer is already off.": "",
		"\"${target}\" is not a recognized timer state.": "",
		"Forcetimer is now OFF: The timer is now opt-in. (set by ${user.name})": "",
		"Forcetimer is now ON: All battles will be timed. (set by ${user.name})": "",
		"'${target}' is not a recognized forcetimer setting.": "",
		"This server requires you to be rank ${groupName} or higher to search for a battle.": "",
		"Since you have reached ${Config.forceregisterelo} ELO in ${target}, you must register your account to continue playing that format on ladder.": "",
		"Register": "",
		"The user '${targetUsername}' was not found.": "",
		"You are locked and cannot challenge unlocked users.": "",
		"You are banned from battling and cannot challenge users.": "",
		"You must choose a username before you challenge someone.": "",
		"This server requires you to be rank ${groupName} or higher to challenge users.": "",
		"This command does not support specifying multiple users": "",
		"User \"${targetUsername}\" not found.": "",
		"Provide a valid format.": "",
		"Please provide a valid format.": "",
		"The format '${originalFormat.name}' was not found.": "",
		"Your team is valid for ${format.name}.": "",
		"Your team was rejected for the following reasons:": "",
		"Battles are now hidden (except to staff) in your trainer card.": "",
		"Battles are now visible in your trainer card.": "",
		"'${command}' is a help command.": "",
		"The command '/${target}' does not exist.": "",
		"Could not find help for '/${target}'. Try /help for general help.": "",
		"Could not find help for '/${target}' - displaying help for '/${closestHelp}' instead": ""

	}
}
