{
	"name": "Portuguese",

	"strings": {
		"namelocked": "namelocked",
		"locked": "locked",

		"autoconfirmed": "verificados",
		"trusted": "confiáveis",

		"Please follow the rules:": "Por favor siga as regras:",
		"[TN: Link to the PS rules for your language (path after pokemonshowdown.com]/rules": "/pages/rules-pt",
		"Global Rules": "Regras Globais",
		"${room} room rules": "Regras da Sala ${room}",

		"<strong>Global ranks</strong>": "<strong>Cargos Globais</strong>",
		"+ <strong>Global Voice</strong> - They can use ! commands like !groups": "+ <strong>Global Voice</strong> - Eles podem usar comandos com !, tal como !groups",
		"% <strong>Global Driver</strong> - The above, and they can also lock users and check for alts": "% <strong>Global Driver</strong> - O de cima, além de poderem dar locks e verificar contas alternativas",
		"@ <strong>Global Moderator</strong> - The above, and they can globally ban users": "@ <strong>Global Moderator</strong> - O de cima, além de poderem banir usuários do servidor",
		"* <strong>Global Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Global Bot</strong> - Igual ao cargo de Moderator, mas deixa claro que o usuário é um bot",
		"&amp; <strong>Global Administrator</strong> - They can do anything, like change what this message says and promote users globally": "&amp; <strong>Global Administrator</strong> - Eles podem fazer qualquer coisa, como mudar o que esta mensagem diz",

		"<strong>Room ranks</strong>": "<strong>Cargos da Sala</strong>",
		"+ <strong>Voice</strong> - They can use ! commands like !groups": "+ <strong>Voice</strong> - Eles podem usar comandos com !, tal como !groups",
		"% <strong>Driver</strong> - The above, and they can mute and warn": "% <strong>Driver</strong> - O de cima, além de poderem dar mutes e avisos",
		"@ <strong>Moderator</strong> - The above, and they can room ban users": "@ <strong>Moderator</strong> - O de cima, além de poderem banir usuários da sala",
		"* <strong>Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Bot</strong> - Igual ao cargo de Moderator, mas deixa claro que o usuário é um bot",
		"# <strong>Room Owner</strong> - They are leaders of the room and can almost totally control it": "# <strong>Room Owners</strong> - Eles são os líderes da sala e podem controlá-la quase totalmente",

		"/help OR /h OR /? - Gives you help.": "/help OU /h OU ? - Oferece-lhe ajuda.",
		"For an overview of room commands, use /roomhelp": "Para uma visão geral dos comandos de sala, use /roomhelp",
		"For details of a specific command, use something like: /help data": "Para detalhes acerca de um comando específico, use, por exemplo, /help data",

		"COMMANDS": "COMANDOS",
		"BATTLE ROOM COMMANDS": "COMANDOS DO CHAT DE BATALHA",
		"OPTION COMMANDS": "COMANDOS DE OPÇÕES",
		"INFORMATIONAL/RESOURCE COMMANDS": "COMANDOS INFORMATIVOS E/OU DE RECURSOS",
		"DATA COMMANDS": "COMANDOS DE DADOS",
		"DRIVER COMMANDS": "COMANDOS DE DRIVER",
		"MODERATOR COMMANDS": "COMANDOS DE MODERATOR",
		"ADMIN COMMANDS": "COMANDOS DE ADMINISTRATOR",

		"(replace / with ! to broadcast. Broadcasting requires: + % @ # &)": "(substitua / por ! para exibir um comando publicamente. Isso requer: + % @ # &)",

		"<strong>Room punishments</strong>:": "<strong>Puni&ccedil;&otilde;es da sala</strong>",
		"<strong>warn</strong> - Displays a popup with the rules.": "<strong>warn</strong> - Faz uma mensagem com as regras aparecer.",
		"<strong>mute</strong> - Mutes a user (makes them unable to talk) for 7 minutes.": "<strong>mute</strong> - Silencia um usu&aacute;rio (ou seja, impede-o de falar) por 7 minutos.",
		"<strong>hourmute</strong> - Mutes a user for 60 minutes.": "<strong>hourmute</strong> - Silencia um usu&aacute;rio por 60 minutos.",
		"<strong>ban</strong> - Bans a user (makes them unable to join the room) for 2 days.": "<strong>ban</strong> - Bane um usu&aacute;rio (ou seja, impede-o de entrar na sala) por 2 dias.",
		"<strong>blacklist</strong> - Bans a user for a year.": "<strong>blacklist</strong> - Bane um usu&aacute;rio por um ano.",

		"<strong>Global punishments</strong>:": "<strong>Puni&ccedil;&otilde;es globais</strong>",
		"<strong>lock</strong> - Locks a user (makes them unable to talk in any rooms or PM non-staff) for 2 days.": "<strong>lock</strong> - Bloqueia um usu&aacute;rio (ou seja, impede-o de falar em quaisquer salas e de mandar mensagens privadas para quem n&atilde;o for staff) por 2 dias.",
		"<strong>weeklock</strong> - Locks a user for a week.": "<strong>weeklock</strong> - Bloqueia um usu&aacute;rio por uma semana.",
		"<strong>namelock</strong> - Locks a user and prevents them from having a username for 2 days.": "<strong>namelock</strong> - Bloqueia um usu&aacute;rio e o impede de escolher um nome por 2 dias.",
		"<strong>globalban</strong> - Globally bans (makes them unable to connect and play games) for a week.": "<strong>globalban</strong> - Bane globalmente um usu&aacute;rio (ou seja, impede-o de se conectar ao servidor e de jogar) por uma semana.",

		"<strong>Room drivers (%)</strong> can use:": "<strong>Room drivers (%)</strong> podem usar:",
		"- /warn OR /k <em>username</em>: warn a user and show the Pok&eacute;mon Showdown rules": "- /warn OU /k <em>nome</em>: d&aacute; um aviso a um usu&aacute;rio e mostra as regras do Pok&eacute;mon Showdown",
		"- /mute OR /m <em>username</em>: 7 minute mute": "- /mute OU /m <em>nome</em>: silencia um usu&aacute;rio por 7 minutos",
		"- /hourmute OR /hm <em>username</em>: 60 minute mute": "- /hourmute OU /hm <em>nome</em>: silencia um usu&aacute;rio por 60 minutos",
		"- /unmute <em>username</em>: unmute": "- /unmute <em>nome</em>: remove o mute de um usu&aacute;rio",
		"- /hidetext <em>username</em>: hide a user's messages from the room": "- /hidetext <em>nome</em>: esconde as mensagens de um usu&aacute;rio na sala",
		"- /announce OR /wall <em>message</em>: make an announcement": "- /announce OU /wall <em>mensagem</em>: faz um an&uacute;ncio",
		"- /modlog <em>username</em>: search the moderator log of the room": "- /modlog <em>nome</em>: faz uma busca do hist&oacute;rico de modera&ccedil;&atilde;o de um determinado usu&aacute;rio",
		"- /modnote <em>note</em>: add a moderator note that can be read through modlog": "- /modnote <em>nota</em>: adiciona uma nota de modera&ccedil;&atilde;o que s&oacute; pode ser lida atrav&eacute;s do modlog",

		"<strong>Room moderators (@)</strong> can also use:": "<strong>Room moderators (@)</strong> tamb&eacute;m podem usar:",
		"- /roomban OR /rb <em>username</em>: ban user from the room": "- /roomban OU /rb <em>nome</em>: bane um usu&aacute;rio da sala",
		"- /roomunban <em>username</em>: unban user from the room": "- /roomunban <em>nome<em>: remove o banimento de um usu&aacute;rio",
		"- /roomvoice <em>username</em>: appoint a room voice": "- /roomvoice <em>nome</em>: promove um usu&aacute;rio ao cargo de room voice",
		"- /roomdevoice <em>username</em>: remove a room voice": "- /roomdevoice <em>nome</em>: remove o cargo de room voice de um usu&aacute;rio",
		"- /staffintro <em>intro</em>: set the staff introduction that will be displayed for all staff joining the room": "- /staffintro <em>introdu&ccedil;&atilde;o</em>: define a introdu&ccedil;&atilde;o do staff que ser&aacute; vis&iacute;vel para todos membros do staff ao entrarem na sala",
		"- /roomsettings: change a variety of room settings, namely modchat": "- /roomsettings: permite modificar uma variedade de configura&ccedil;&otilde;es da sala, notavelmente o modchat",

		"<strong>Room owners (#)</strong> can also use:": "<strong>Room owners (#)</strong> tamb&eacute;m podem usar:",
		"- /roomintro <em>intro</em>: set the room introduction that will be displayed for all users joining the room": "- /roomintro <em>introdu&ccedil;&atilde;o</em>: define a introdu&ccedil;&atilde;o da sala que ser&aacute; vis&iacute;vel para todos os usu&aacute;rios ao entrarem na sala",
		"- /rules <em>rules link</em>: set the room rules link seen when using /rules": "- /rules <em>link das regras</em>: define o link das regras da sala ao usar /rules",
		"- /roommod, /roomdriver <em>username</em>: appoint a room moderator/driver": "- /roommod, /roomdriver <em>nome</em>: promove um usu&aacute;rio ao cargo de room moderator / driver",
		"- /roomdemod, /roomdedriver <em>username</em>: remove a room moderator/driver": "- /roomdemod, /roomdedriver <em>nome</em>: remove o cargo de room moderator / driver de um usu&aacute;rio",
		"- /roomdeauth <em>username</em>: remove all room auth from a user": "- /roomdeauth <em>nome</em>: remove todos os cargos de um usu&aacute;rio na sala",
		"- /declare <em>message</em>: make a large blue declaration to the room": "- /declare <em>mensagem</em>: faz uma declara&ccedil;&atilde;o &agrave; sala em uma caixa de texto azul e comprida",
		"- !htmlbox <em>HTML code</em>: broadcast a box of HTML code to the room": "- !htmlbox <em>c&oacute;digo HTML</em>: exibe uma caixa de c&oacute;digo HTML publicamente para a sala",
		"- !showimage <em>[url], [width], [height]</em>: show an image to the room": "- !showimage [url], [largura], [altura]: mostra uma imagem para a sala",
		"- /roomsettings: change a variety of room settings, including modchat, capsfilter, etc": "- /roomsettings: permite modificar uma variedade de configura&ccedil;&otilde;es da sala, incluindo o modchat, filtro de caps lock, etc",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6774654/\">roomauth guide</a>": "Informa&ccedil;&otilde;es mais detalhadas podem ser encontradas no <a href=\"https://www.smogon.com/forums/posts/6774654/\">guia para roomauth</a>",

		"Tournament Help:": "Ajuda com Torneios:",
		"- /tour create <em>format</em>, elimination: create a new single elimination tournament in the current room.": "- /tour create </em>formato</em>, elimination - cria um novo torneio em formato de elimina&ccedil;&atilde;o &uacute;nica na sala",
		"- /tour create <em>format</em>, roundrobin: create a new round robin tournament in the current room.": "- /tour create <em>formato</em>, roundrobin - cria um novo torneio em formato round robin na sala",
		"- /tour end: forcibly end the tournament in the current room": "- /tour end: encerra manualmente um torneio na sala",
		"- /tour start: start the tournament in the current room": "- /tour start: inicia o torneio na sala",
		"- /tour banlist [pokemon], [talent], [...]: ban moves, abilities, Pok&eacute;mon or items from being used in a tournament (it must be created first)": "- /tour banlist: [pokemon], [talent], [...]: Bane moves, abilities, Pok&eacute;mon ou itens de um torneio (o qual deve primeiro ser criado) ",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6777489/\">tournaments guide</a>": "Informações mais detalhadas podem ser encontradas no <a href=\"https://www.smogon.com/forums/posts/6777489/\">guia de torneios</a>",

		"Your status cannot be updated while you are locked or semilocked.": "Seu status não pode ser atualizado enquanto você estiver locked ou semilocked.",
		"Your status is too long; it must be under ${maxLength} characters.": "Seu status é muito longo; ele deve ter menos de ${maxLength} caracteres.",
		"Your status contains a banned word.": "Seu status contém uma palavra banida.",
		"Your status has been set to: ${target}.": "Seu status foi definido como: ${target}.",
		"You are now marked as busy.": "Agora você está marcado como busy (ocupado).",
		"You are now marked as away. Send a message or use /back to indicate you are back.": "Agora você está marcado como away (distante). Envie uma mensagem ou use /back para indicar que está de volta.",
		"You are already marked as back.": "Você já está marcado como back (de volta).",
		"You are no longer marked as busy.": "Você não está mais marcado como busy (ocupado).",

		"You must choose a name before you can talk.": "Você deve escolher um nome antes de poder falar.",
		"You are ${lockType} and can't talk in chat. ${lockExpiration}": "Você está ${lockType} e não pode falar em chats. ${lockExpiration}",
		"Get help with [TN: your lock]this": "Peça ajuda aqui",
		"You are muted and cannot talk in this room.": "Você foi silenciado e não pode falar nesta sala.",
		"Because moderated chat is set, your account must be at least one week old and you must have won at least one ladder game to speak in this room.": "Como o modchat está ativado, sua conta deve ter uma semana de registro e você deve ter ganho no mínimo uma partida na ladder para falar nesta sala.",
		"Because moderated chat is set, your account must be staff in a public room or have a global rank to speak in this room.": "Como o modchat está ativado, sua conta deve ser staff em uma sala pública ou ter um rank global para falar nesta sala.",
		"Because moderated chat is set, you must be of rank ${groupName} or higher to speak in this room.": "Como o modchat está ativado, seu rank deve ser ${groupName} ou maior para falar nesta sala.",
		"Your message can't be blank.": "Sua mensagem não pode estar em branco.",
		"Your message is too long: ": "Sua mensagem é muito longa.",
		"Your message contains banned characters.": "Sua mensagem contém caracteres banidos.",
		"This room has slow-chat enabled. You can only talk once every ${time} seconds.":
		"O slow-chat desta sala está ativado. Você apenas pode falar a cada ${time} segundos.",
		"Your username contains a phrase banned by this room.": "Seu nome de usuário contém uma frase banida por esta sala.",
		"Your status message contains a phrase banned by this room.": "A mensagem do seu status contém uma frase banida por esta sala.",

		"You are ${lockType} and can only private message members of the global moderation team. ${lockExpiration}": "Você está ${lockType} e só pode enviar mensagens privadas para a equipe de moderação global. ${lockExpiration}",
		"Get help with this": "Peça ajuda com isso",
		"The user \"${targetUser.name}\" is locked and cannot be PMed.": "O usuário \"${targetUser.name}\" está locked e não pode receber mensagens privadas.",
		"On this server, you must be of rank ${groupName} or higher to PM users.": "Neste servidor, você precisa ser de cargo ${groupName} ou maior para enviar mensagens privadas.",
		"This user is blocking private messages right now.": "Este usuário está bloqueando mensagens privadas no momento.",
		"This ${Config.groups[targetUser.group].name} is too busy to answer private messages right now. Please contact a different staff member.": "Este ${Config.groups[targetUser.group].name} está muito ocupado para responder mensagens privadas no momento. Por favor, contate outro membro da staff.",
		"If you need help, try opening a <a href=\"view-help-request\" class=\"button\">help ticket</a>": "Se você precisa de ajuda, tente abrir um <a href=\"view-help-request\" class=\"button\">pedido de ajuda</a>",
		"You are blocking private messages right now.": "Você está bloquando mensagens privadas no momento.",

		"Your message contained banned words in this room.": "Sua mensagem continha palavras banidas nesta sala.",
		"You can't send the same message again so soon.": "Você não pode enviar a mesma mensagem de novo tão cedo.",
		"Due to this room being a high traffic room, your message must contain at least two letters.": "Como esta sala contém um grande tráfego de mensagens, sua mensagem deve conter no mínimo duas letras.",

		"You are already blocking private messages! To unblock, use /unblockpms": "Você já está bloqueando mensagens privadas! Para desbloqueá-las, utilize /unblockpms",
		"You are now blocking private messages, except from staff and ${rank}.": "Agora você está bloqueando mensagens privadas, exceto de staff e de usuários ${rank}.",
		"You are now blocking private messages, except from staff and ${status} users.": "Agora você está bloqueando mensagens privadas, exceto de staff e de usuários ${status}.",
		"You are now blocking private messages, except from staff.": "Agora você está bloqueando mensagens privadas, exceto de staff.",
		"You are not blocking private messages! To block, use /blockpms": "Você não está bloqueando mensagens privadas! Para bloqueá-las, utilize /blockpms",
		"You are no longer blocking private messages.": "Você não está mais bloqueando mensagens privadas.",
		"You are now blocking all incoming challenge requests.": "Agora você está bloqueando todos os pedidos de desafio.",
		"You are already blocking challenges!": "Você já está bloqueando desafios",
		"You are already available for challenges!": "Você já está disponível para desafios!",
		"You are available for challenges from now on.": "Você está disponível para desafios a partir de agora.",

		"Staff FAQ": "Perguntas Frequentes sobre Staff",
		"You cannot broadcast all FAQs at once.": "Você não pode exibir publicamente todos os FAQs (Perguntas Frequentes) de uma vez.",
		"A user is autoconfirmed when they have won at least one rated battle and have been registered for one week or longer. In order to prevent spamming and trolling, most chatrooms only allow autoconfirmed users to chat. If you are not autoconfirmed, you can politely PM a staff member (staff have %, @, or # in front of their username) in the room you would like to chat and ask them to disable modchat. However, staff are not obligated to disable modchat.": "Um usuário é verificado após ganhar pelo menos uma partida ranqueada e ter uma semana ou mais de registro. A fim de prevenir spam e troll, a maior parte das salas de bate-papo só permitem que usuários verificados conversem. Se você não for verificado, pode educadamente enviar uma mensagem privada a um membro do staff (os quais têm os símbolos %, @ ou # na frente do nome) da sala em que você quer conversar e pedir para o modchat ser desativado. Porém, eles não são obrigados a desativar o modchat.",
		"How the ladder works": "Como a ladder funciona",
		"Tiering FAQ": "Perguntas Frequentes sobre Tiering",
		"Badge FAQ": "Perguntas Frequentes sobre Badges",
		"Common misconceptions about our RNG": "Concepções erradas e comuns sobre nosso RNG",
		"To join a room tournament, click the <strong>Join!</strong> button or type the command <code>/tour join</code> in the room's chat. You can check if your team is legal for the tournament by clicking the <strong>Validate</strong> button once you've joined and selected a team. To battle your opponent in the tournament, click the <strong>Ready!</strong> button when it appears. There are two different types of room tournaments: elimination (if a user loses more than a certain number of times, they are eliminated) and round robin (all users play against each other, and the user with the most wins is the winner).": "Para entrar em um torneio de sala, clique no botão <strong>Join!</strong> ou digite o comando <code>/tour join</code> no chat da sala. Você pode checar se sua equipe é válida para o torneio clicando no botão <strong>Validate</strong> uma vez que você tenha entrado e selecionado um time. Para batalhar contra um oponente no torneio, clique no botão <strong>Ready!</strong> quando ele aparecer. Existem tipos diferentes de torneios de sala: eliminação (se um usuário perder mais do que um certo número de vezes estará eliminado) e round robin (todos jogam entre si, com o usuário com mais pontos sendo o vencedor).",
		"Frequently Asked Questions": "Perguntas Frequentes",

		"The announcement has ended.": "O anúncio terminou.",
		"Battles do not support announcements.": "Anúncios não funcionam em batalhas.",
		"You are not allowed to use filtered words in announcements.": "Não é permitido usar palavras filtradas em anúncios.",
		"There is already a poll or announcement in progress in this room.": "Já existe uma enquete ou anúncio em progresso nesta sala.",
		"An announcement was started by ${user.name}.": "Um anúncio foi iniciado por ${user.name}.",
		"There is no announcement running in this room.": "Não existe um anúncio ativo nesta sala.",
		"There is no timer to clear.": "Não existe nenhum temporizador para ser removido.",
		"The announcement timer was turned off.": "O temporizador do anúncio foi desligado.",
		"Invalid time given.": "Tempo especificado inválido.",
		"The announcement timer is off.": "O temporizador do anúncio está desligado.",
		"The announcement was ended by ${user.name}.": "O anúncio foi encerrado por ${user.name}.",
		"Accepts the following commands:": "Aceita os seguintes comandos:",

		"That option is not selected.": "Esta opção não está selecionada.",
		"You have already voted for this poll.": "Você já votou nesta enquete.",
		"No options selected.": "Nenhuma opção selecionada.",
		"you will not be able to vote after viewing results": "você não poderá votar após ver os resultados",
		"View results": "Ver resultados",
		"You can't vote after viewing results": "Você não pode votar após ver os resultados",
		"The poll has ended &ndash; scroll down to see the results": "A enquete foi encerrada &ndash; role para baixo para ver os resultados",
		"Vote for ${num}": "Voto para ${num}",
		"Submit your vote": "Envie seu voto",
		"Quiz": "Quiz",
		"Poll": "Enquete",
		"Submit": "Enviar",
		"ended": "terminou",
		"votes": "votos",
		"delete": "deletar",
		"Poll too long.": "Enquete longa demais.",
		"Battles do not support polls.": "Enquetes não funcionam em batalhas.",
		"You are not allowed to use filtered words in polls.": "Não é permitido usar palavras filtradas em enquetes.",
		"Not enough arguments for /poll new.": "Argumentos insuficientes para /poll new.",
		"Too many options for poll (maximum is 8).": "Opções demais para uma enquete (o máximo é 8).",
		"There are duplicate options in the poll.": "Existem opções duplicadas na enquete.",
		"${user.name} queued a poll.": "${user.name} colocou uma enquete na fila.",
		"A poll was started by ${user.name}.": "Uma enquete foi iniciada por ${user.name}.",
		"The queue is already empty.": "A fila já está vazia.",
		"Cleared poll queue.": "A fila de enquetes foi limpa.",
		"Room \"${roomid}\" not found.": "Sala \"${roomid}\" não encontrada.",
		"Can't delete poll at slot ${slotString} - \"${slotString}\" is not a number.": "Não é possível deletar a enquete na posição ${slotString} - \"${slotString}\" não é um número",
		"There is no poll in queue at slot ${slot}.": "Não existe uma enquete na posição ${slot} da fila.",
		"(${user.name} deleted the queued poll in slot ${slot}.)": "(${user.name} deletou a enquete na posição ${slot} da fila).",
		"There is no poll running in this room.": "Não existe uma enquete ativa nesta sala.",
		"To vote, specify the number of the option.": "Para votar, especifique o número da opção.",
		"Option not in poll.": "A opção não está na enquete.",
		"The poll timer was turned off.": "O temporizador da enquete foi desligado.",
		"The queued poll was started.": "A enquete que estava na fila foi iniciada.",
		"The poll timer was turned on: the poll will end in ${timeout} minute(s).": "O temporizador da enquete foi ligado: a enquete encerrará em ${timeout} minuto(s).",
		"The poll timer was set to ${timeout} minute(s) by ${user.name}.": "O temporizador da enquete foi configurado para ${timeout} minuto(s) por ${user.name}.",
		"The poll timer is on and will end in ${poll.timeoutMins} minute(s).": "O temporizador da enquete está ligado e encerrará em ${poll.timeoutMins} minuto(s).",
		"The poll timer is off.": "O temporizador da enquete está desligado.",
		"The poll was ended by ${user.name}.": "A enquete foi encerrada por ${user.name}.",
		"Queued polls:": "Enquetes na fila:",
		"Refresh": "Atualizar",
		"No polls queued.": "Nenhuma enquete na fila.",
		"#${number} in queue": "#${number} na fila",

		"This command can only be used in the Trivia room.": "",
		"There is no game in progress.": "",
		"a cap of ${this.getCap()} points": "",
		"no score cap": "",
		"The currently running game is not Trivia, it's ${game.title}.": "",
		"Random (${ALL_CATEGORIES[questions[0].category]})": "",
		"You have already signed up for this game.": "",
		"You were kicked from the game and thus cannot join it again.": "",
		"You were kicked from the game and cannot join until the next game.": "",
		"This game does not allow latejoins.": "",
		"Enough players have returned to continue the game!": "",
		"The game will continue with the next question.": "",
		"Not enough players are participating to continue the game!": "",
		"Until there are ${MINIMUM_PLAYERS} players participating and present, the game will be paused.": "",
		"Signups for a new trivia game have begun!": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}<br />": "",
		"Enter /trivia join to sign up for the trivia game.": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}": "",
		"User ${tarUser.name} has already been kicked from the game.": "",
		"User ${tarUser.name} is not a player in the game.": "",
		"You are not a player in the current game.": "",
		"The game has already been started.": "",
		"Not enough players have signed up yet! At least ${this.minPlayers} players to begin.": "",
		"The game will begin in ${START_TIMEOUT / 1000} seconds...": "",
		"The trivia game is already paused.": "",
		"You cannot pause the trivia game during a question.": "",
		"The Trivia game has been paused.": "",
		"The trivia game is not paused.": "",
		"The Trivia game has been resumed.": "",
		"No questions are left!": "",
		"The game has reached a stalemate": "",
		"Question${this.game.length === 'infinite' ? ": "",
		"Category: ${ALL_CATEGORIES[question.category]}": "",
		"The answering period has ended!": "",
		"You gained ${player.points} and answered ": "",
		"${player.correctAnswers} questions correctly.": "",
		"${p1.name} won the game with a final score of <strong>${p1.player.points}</strong>, and ": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points!": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points! ": "",
		"${p2.name} was a runner-up and their leaderboard score has increased by <strong>${prizes[1]}</strong> points!": "",
		"${p2.name} and ${p3.name} were runners-up. ": "",
		"Their leaderboard score has increased by ${prizes[0]}, ${prizes[1]}, and ${prizes[2]}, respectively!": "",
		"User ${mapper(winner)} won the game of ${this.game.mode} ": "",
		"mode trivia under the ${this.game.category} category with ": "",
		"with ${winner.player.points} points and ": "",
		"${winner.player.correctAnswers} correct answers": "",
		" Second place: ${mapper(winner)} (${winner.player.points} points)": "",
		", third place: ${mapper(winner)} (${winner.player.points} points)": "",
		"The game was forcibly ended by ${user.name}.": "",
		"You are not a player in the current trivia game.": "",
		"The trivia game is paused.": "",
		"There is no question to answer.": "",
		"You have already attempted to answer the current question.": "",
		"Correct: ${players}": "",
		"Answer(s): ${this.curAnswers.join(', ')}": "",
		"They gained <strong>5</strong> points!": "",
		"The top 5 players are: ${this.formatPlayerList({max: 5})}": "",
		"Correct: no one...": "",
		"Answers: ${this.curAnswers.join(', ')}": "",
		"Correct": "",
		"No one answered correctly...": "",
		"Each of them gained <strong>${points}</strong> point(s)!": "",
		"They gained <strong>${points}</strong> point(s)!": "",
		"Nobody gained any points.": "",
		"There is already a game of ${room.game.title} in progress.": "",
		"\"${mode}\" is an invalid mode.": "",
		"\"${category}\" is an invalid category.": "",
		"\"${length}\" is an invalid game length.": "",
		"There are not enough questions in the randomly chosen category to finish a trivia game.": "",
		"There are not enough questions in the trivia database to finish a trivia game.": "",
		"There are not enough questions under the category \"${ALL_CATEGORIES[category]}\" to finish a trivia game.": "",
		"You are now signed up for this game!": "",
		"The user \"${target}\" does not exist.": "",
		"You have left the current game of Trivia.": "",
		"No valid answer was entered.": "",
		"You have selected \"${answer}\" as your answer.": "",
		"Only Room Owners and higher can force a Trivia game to end with winners in a non-infinite length.": "",
		"${user.name} ended the game of Trivia!": "",
		"User ${target} does not exist.": "",
		"There is a paused trivia game": "",
		"There is a trivia game in progress": "",
		"and it is in its ${game.phase} phase.": "",
		"Mode: ${game.game.mode} | Category: ${game.game.category} | Score cap: ${game.getCap() || \"Infinite\"}": "",
		"Current score: ${player.points} | Correct Answers: ${player.correctAnswers}": "",
		"User ${tarUser.name} is not a player in the current trivia game.": "",
		"Players: ${game.formatPlayerList({max: null, requirePoints: false})}": "",
		"This command can only be used in Question Workshop.": "",
		"Invalid arguments specified in \"${param}\". View /trivia help for more information.": "",
		"${param[0].trim()}' is not a valid category. View /trivia help for more information.": "",
		"You cannot submit questions in the '${ALL_CATEGORIES[category]}' category": "",
		"${param[1].trim()}' is not a valid question.": "",
		"Question \"${param[1].trim()}\" is too long! It must remain under ${MAX_QUESTION_LENGTH} characters.": "",
		"Question \"${question}\" is already in the trivia database.": "",
		"No valid answers were specified for question '${param[1].trim()}'.": "",
		"Some of the answers entered for question '${param[1].trim()}' were too long!": "",
		"They must remain under ${MAX_ANSWER_LENGTH} characters.": "",
		"No questions await review.": "",
		"Category": "",
		"Question": "",
		"Answer(s)": "",
		"Submitted By": "",
		"${target}' is not a valid set of submission index numbers.": "",
		"View /trivia review and /trivia help for more information.": "",
		"${target}' is an invalid argument. View /trivia help questions for more information.": "",
		"${target}' is not a valid argument. View /trivia help questions for more information.": "",
		"${user.name} removed question '${target}' from the question database.": "",
		"Question '${target}' was not found in the question database.": "",
		"${param[1].trim()}' is already in the category '${param[0].trim()}'.": "",
		"${user.name} changed question category to '${param[0]}' for '${param[1].trim()}' ": "",
		"from the question database.": "",
		"No questions have been submitted yet.": "",
		"Question Count": "",
		"Total": "",
		"${target}' is not a valid category. View /help trivia for more information.": "",
		"There are no questions in the ${ALL_CATEGORIES[target]} category.": "",
		"There are <strong>${list.length}</strong> questions in the ${cat} category.": "",
		"No valid search arguments entered.": "",
		"No valid search category was entered. Valid categories: submissions, subs, questions, qs": "",
		"No valid search query as entered.": "",
		"No results found under the ${type} list.": "",
		"There are <strong>${results.length}</strong> matches for your query:=": "",
		"This command can only be used in Trivia.": "",
		"User '${name}' has not played any trivia games yet.": "",
		"all time:": "",
		"User: <strong>${name}</strong>": "",
		"Leaderboard score: ${row(0)}": "",
		"Total game points: ${row(1)}": "",
		"Total correct answers: ${row(2)}": "",
		"No trivia games have been played yet.": "",
		"Rank": "",
		"User": "",
		"Leaderboard score": "",
		"Total game points": "",
		"Total correct answers": "",
		"This command can only be used in Question Workshop": "",
		"${user.name} removed all questions of category '${category}'.": "",
		"You cannot clear the category '${ALL_CATEGORIES[category]}'.": "",
		"${category}' is an invalid category.": "",
		"There is no game history.": "",
		"${game.mode} mode, ${game.length} length Trivia game in the ${game.category} category": "",
		"hosted by ${game.creator}": "",
		"Infinite": "",

		"Hello! The global staff team would be happy to help you, but you need to explain what's going on first.": "Olá! A staff global está feliz em poder te ajudar, mas precisamos que você explique o problema primeiro.",
		"Please post the information I requested above so a global staff member can come to help.": "Por favor, poste a informação requisitada para que um membro da staff global possa vir te ajudar.",
		"Thank you for the information, global staff will be here shortly. Please stay in the room.": "Obrigado pela informação, um membro da staff global estará aqui em instantes. Por favor espere na sala.",
		"You are banned from creating tickets": "Você está proibido de criar pedidos de ajuda.",
		", because you have the same IP as ${ticket.banned}.": ", porque você tem o mesmo IP de ${ticket.banned}.",
		"Request help from global staff": "Peça ajuda a staff global",
		"Please <button name=\"login\" class=\"button\">Log In</button> to request help.": "Por favor <button name=\"login\" class=\"button\">faça login</button> para pedir ajuda.",
		"Request Help": "Peça Ajuda",
		"You already have a Help ticket.": "Você já tem um pedido de ajuda aberto.",
		"Back": "Voltar",
		"What's going on?": "O que está acontecendo?",
		"Global staff cannot make Help requests. This form is only for reference.": "A Staff Global não pode abrir pedidos de ajuda. Esse formulário é apenas para referência.",
		"Abuse of Help requests can result in punishments.": "Abusar de pedidos de ajuda pode resultar em punições.",
		"What do you want to report someone for?": "Qual o motivo do seu report?",
		"If someone is harassing you in private messages (PMs), click the button below and a global staff member will take a look. If you are being harassed in a chatroom, please ask a room staff member to handle it. If it's a minor issue, consider using <code>/ignore [username]</code> instead.": "Se alguém está te incomodando em mensagens privadas (PMs), clique no botão abaixo para que um membro da staff global dê uma olhada. Se você está sofrendo assédio em uma sala de chat, peça ajuda a algum membro da staff da sala. Se é algum problema pequeno, considere usar o comando <code>/ignore [nickname]</code>.",
		"If someone is harassing you in a battle, click the button below and a global staff member will take a look. If you are being harassed in a chatroom, please ask a room staff member to handle it. If it's a minor issue, consider using <code>/ignore [username]</code> instead.": "Se alguém está te incomodando em uma batalha, clique no botão abaixo para que um membro da staff global dê uma olhada. Se você está sofrendo assédio em uma sala de chat, peça ajuda a algum membro da staff da sala. Se é algum problema pequeno, considere usar o comando <code>/ignore [nickname]</code>.",
		"Please save a replay of the battle if it has ended, or provide a link to the battle if it is still ongoing.": "Por favor salve o replay da batalha se ela ja tiver acabado, ou providencie o link para a batalha se ela ainda estiver acontecendo.",
		"If a user has an inappropriate name, click the button below and a global staff member will take a look.": "Se um usuário estiver usando um nome inapropriado, clique no botão abaixo para que um membro da staff global dê uma olhada.",
		"If a user has inappropriate Pokemon nicknames, click the button below and a global staff member will take a look.": "Se um usuário estiver usando nomes inapropriados em seus Pokémon, clique no botão abaixo para que um membro da staff global dê uma olhada.",
		"What would you like to appeal?": "Que tipo de apelo você gostaria de fazer?",
		"Permalocks are usually for repeated incidents of poor behavior over an extended period of time, and rarely for a single severe infraction. Please keep this in mind when appealing a permalock.": "Permalocks são utilizados no caso de incidência continua de comportamento ruim durante um período extendido de tempo, e esporadicamente em casos de uma infração severa. Por favor tenha isso em mente quando fizer um apelo a um permalock.",
		"Please visit the <a href=\"https://www.smogon.com/forums/threads/discipline-appeal-rules.3583479/\">Discipline Appeals</a> page to appeal your permalock.": "Por favor visite a página <a href=\"https://www.smogon.com/forums/threads/discipline-appeal-rules.3583479/\">Discipline Appeals</a> para fazer um apelo ao seu permalock.",
		"If you want to appeal your lock or namelock, click the button below and a global staff member will be with you shortly.": "Se você deseja realizar um apelo a respeito de seu lock ou namelock, clique no botão abaixo e um membro da staff global estará aqui em breve.",
		"If you are locked or namelocked under a name you don't recognize, click the button below to call a global staff member so we can check.": "Se você recebeu um lock ou namelock em algum nome que você não reconhece, clique no botão abaixo para que um membro da staff global possa checar o ocorrido.",
		"We automatically lock proxies and VPNs to prevent evasion of punishments and other attacks on our server. To get unlocked, you need to disable your proxy or VPN.": "Nós realizamos lock automático de proxies e VPNs para prevenir a evasão de punições e outros tipos de ataques ao nosso servidor. Para ser unlocked, você precisa desabilitar o seu proxy ou VPN.",
		"Do you have an autoconfirmed account? An account is autoconfirmed when it has won at least one rated battle and has been registered for one week or longer.": "Você possui uma conta verificada? Uma conta é verificada quando ela é registrada há pelo menos uma semana e tem pelo menos uma vitória em batalhas na ladder.",
		"Login to your autoconfirmed account by using the <code>/nick</code> command in any chatroom, and the semilock will automatically be removed. Afterwords, you can use the <code>/nick</code> command to switch back to your current username without being semilocked again.": "Faça o login na sua conta verificada usando o commando <code>/nick</code> em qualquer chatroom, e o seu semilock será removido automaticamente. Após isso, você pode usar novamente o commando <code>/nick</code> para voltar a sua conta atual sem estar semilocked.",
		"If the semilock does not go away, you can try asking a global staff member for help. Click the button below to call a global staff member.": "Se o semilock persistir, você pode pedir ajuda a um membro da staff global. Clique no botão abaixo para chamar um membro da staff global.",
		"If you don't have an autoconfirmed account, you will need to contact a global staff member to appeal your semilock. Click the button below to call a global staff member.": "Se você não possui uma conta verificada, você terá que entrar em contato com um membro da staff global para fazer um apelo ao semilock. Clique no botão abaixo para chamar um membro da staff global.",
		"Please PM the staff member who punished you. If you don't know who punished you, ask another room staff member; they will redirect you to the correct user. If you are banned or blacklisted from the room, use <code>/roomauth [name of room]</code> to get a list of room staff members. Bold names are online.": "Por favor, envie uma mensagem privada (PM) para o membro da staff que realizou a punição em você. Se você não sabe quem foi, pergunte a um membro da staff e você será direcionado ao usuário correto. Se você foi banido ou blacklisted de uma sala, use o comando <code>/roomauth [nome da sala]</code> para obter a lista de staff da sala. Nomes em negrito estão online.",
		"Do not PM staff if you are locked (signified by the symbol <code>‽</code> in front of your username). Locks are a different type of punishment; to appeal a lock, make a help ticket by clicking the Back button and then selecting the most relevant option.": "Não mande mensagens privadas (PMs) para membros da staff se você está locked (evidenciado pelo símbolo <code>‽</code> em frente ao seu nome de usuário). Locks são tipos únicos de punição; para apelar a um lock, faça um pedido de ajuda clicando no botão Voltar e selecionando a opção mais relevante para o caso.",
		"Maybe one of these options will be helpful?": "Talvez uma dessas opções sejá útil?",
		"If you lost your password, click the button below to request a password reset. We will need to clarify a few pieces of information before resetting the account. Please note that password resets are low priority and may take a while; we recommend using a new account while waiting.": "Se você perdeu sua senha, clique no botão abaixo para requisitar um reset de sua senha. Precisaremos verificar algumas informações primeiro antes de resetar sua conta. Por favor tenha em mente que resets de senha tem baixa prioridade e podem levar algum tempo; recomendamos que use uma nova conta enquanto espera.",
		"Request a password reset": "Requisitar um reset de sua senha",
		"If you are a room driver or up in a public room, and you need help watching the chat, one or more global staff members would be happy to assist you!": "Se você é room driver ou acima em uma room pública e precisa de ajuda para cuidar do chat, um ou mais membros da staff global ficariam felizes em poder te ajudar!",
		"If your issue is not handled above, click the button below to talk to a global staff member. Please be ready to explain the situation.": "Se o seu problema não foi resolvido acima, clique no botão abaixo para falar com um membro da staff global. Por favor esteja pronto para explicar a situação.",
		"Malformed help request.": "Pedido de ajuda mal feito.",
		"PM Harassment": "Assédio por PM",
		"Battle Harassment": "Assédio em batalhas",
		"Inappropriate Username": "Nome de usuário inapropriado",
		"Inappropriate Pokemon Nicknames": "Apelidos inapropriados em Pokémon",
		"Appeal": "Apelo",
		"IP-Appeal": "Apelo de IP",
		"ISP-Appeal": "Apelo de ISP",
		"Public Room Assistance Request": "Pedido de assistência a sala pública",
		"Other": "Outros",
		"I want to report someone": "Quero reportar um usuário",
		"Someone is harassing me in PMs": "Alguém está me assediando em PMs",
		"Someone is harassing me in a battle": "Alguém está me assediando em batalha",
		"Someone is using an offensive username": "Alguém está usando um nome ofensivo",
		"Someone is using offensive Pokemon nicknames": "Alguém está usando apelidos ofensivos em seus Pokémon",
		"I want to appeal a punishment": "Quero apelar uma punição",
		"I want to appeal my permalock": "Quero apelar meu permalock",
		"I want to appeal my lock": "Quero apelar meu lock",
		"I'm locked because I have the same IP as someone I don't recognize": "Estou locked porque tenho o mesmo IP de alguém que não reconheço",
		"I can't talk in chat because of my ISP": "Não consigo falar no chat por conta do meu ISP",
		"I'm locked because of a proxy or VPN": "Estou locked por conta de proxy ou VPN",
		"Yes, I have an autoconfirmed account": "Sim, possuo uma conta verificada",
		"No, I don't have an autoconfirmed account": "Não, não possuo uma conta verificada",
    "I want to appeal a mute/roomban/blacklist": "Quero apelar um mute/roomban/blacklist",
		"Something else": "Outra coisa",
		"I lost my password": "Perdi minha senha",
		"I need global staff to help watch a public room": "Preciso da ajuda de um membro da staff global em uma sala pública",
		"Report harassment in a private message (PM)": "Reportar assedio em mensagem privada",
		"Report harassment in a battle": "Reportar assédio em batalha",
		"Report an inappropriate username": "Reportar um nome inapropriado",
		"Report inappropriate Pokemon nicknames": "Reportar apelidos inapropriados em Pokémon",
		"Appeal your lock": "Faça um apelo de seu lock",
		"Appeal IP lock": "Faça um apelo de seu lock de IP",
		"Appeal ISP lock": "Faça um apelo de seu lock de ISP",
		"Call a Global Staff member to help": "Chame um membro da staff global para ajudar",
		"Call a Global Staff member": "Chame um membro da staff global",
		"Are you sure you want to submit a ticket for ${type}?": "Tem certeza que você quer enviar um pedido de ajuda para ${type}?",
		"Yes, contact global staff": "Sim, contatar a staff global",
		"No, cancel": "Não, cancelar",
		"Help Ticket Stats": "Status de pedidos de ajuda",
		"Help tickets": "Pedidos de ajuda",
		"Status": "Status",
		"Creator": "Criador",
		"Ticket Type": "Tipo de pedido",
		"Claimed by": "Atendido por",
		"Action": "Ação",
		"And ${keys.length - count} more tickets.": "E $${keys.length - count} outros pedidos",
		"View all tickets": "Ver todos os pedidos",
		"Closed": "Encerrado",
		"Inactive": "Inativo",
		"Claimed": "Atendido",
		"Unclaimed": "Não atendido",
		"Claim": "Atender",
		"View": "Ver",
		"Log": "Log",
		"Banned by": "Banido por",
		"Username": "Nome de Usuário",
		"Expires": "Expira",
		"Logs": "Logs",
		"And ${banKeys.length - count} more ticket bans.": "E ${banKeys.length - count} outros banimentos de pedidos de ajuda.",
		"Ticket List": "Lista de pedidos de ajuda",
		"Banned": "Banido",
		"Ticket Stats": "Estatísticas de pedidos de ajuda",
		"No ticket stats found.": "Nenhum estatística de pedido de ajuda encontrada.",
		"Previous Month": "Mês anterior",
		"Staff Stats": "Estatísticas da Staff",
		"Next Month": "Mês seguinte",
		"Resolved": "Resvolvido",
		"Unresolved": "Não resolvido",
		"Dead": "Morto",
		"Type": "Tipo",
		"Total Tickets": "Total de pedidos de ajuda",
		"Average Total Time": "Média de tempo total",
		"Average Initial Wait": "Média de espera inicial",
		"Average Total Wait": "Média de espera total",
		"Resolutions": "Resoluções",
		"Positive Result": "Resultado positivo",
		"Staff ID": "ID do membro da staff",
		"Number of Tickets": "Número de pedidos de ajuda",
		"Average Time Per Ticket": "Média de tempo por pedido de ajuda",
		"This command cannot be broadcast in battles.": "Este comando não pode ser exibido publicamente em batalhas.",
		"Report someone": "Reporte alguém.",
		"Appeal a punishment": "Faça um apelo",
		"Request help": "Peça ajuda",
		"You need to choose a username before doing this. [TN: 'this' refers to opening a help ticket]": "Você precisa escolher um nome de usuário antes de fazer isso.",
		"Global staff can't make tickets. They can only use the form for reference.": "A staff global não pode abrir pedidos de ajuda. Esse formulário é apenas para referência.",
		"You already have an open ticket; please wait for global staff to respond.": "Você já tem um pedido de ajuda aberto; por favor espere a staff global responder.",
		"Due to high load, you are limited to creating ${maxTickets} tickets every hour.": "Devido à alta demanda, você só pode criar ${maxTickets} pedidos de ajuda por hora.",
		"Hi! Who was harassing you in private messages?": "Oi! Quem estava te assediando em mensagens privadas?",
		"Hi! Who was harassing you, and in which battle did it happen? Please post a link to the battle or a replay of the battle.": "Oi! Quem estava te assediando, e em que batalha aconteceu? Por favor, poste o link ou replay da batalha em questão.",
		"Hi! Tell us the username that is inappropriate.": "Oi! Diga-nos qual o nome de usuário que é inapropriado.",
		"Hi! Which user has Pokemon with inappropriate nicknames, and in which battle? Please post a link to the battle or a replay of the battle.": "Oi! Qual usuário tem Pokémon com apelidos inapropriados, e em que batalha? Por favor poste um link ou replay da batalha em questão.",
		"Hi! Can you please explain why you feel your punishment is undeserved?": "Oi! Você pode, por favor, explicar por que você acha que foi punido injustamente?",
		"Hi! How are you connecting to Showdown right now? At home, at school, on a phone using mobile data, or some other way?": "Oi! Como você está conectado ao Showdown agora mesmo? Em casa, na escola, usando dados móveis em um celular ou de alguma outra forma?",
		"Hi! Which room(s) do you need us to help you watch?": "Oi! Qual(is) sala(s) você quer nossa ajuda para observar?",
		"Hi! What seems to be the problem? Tell us about any people involved,\n and if this happened in a specific place on the site.": "Oi! Qual parece ser o problema? Conte-nos sobre quaisquer pessoas envolvidas, \n e se aconteceu em um local específico do site.",
		"Hi! Please click the button below to give global staff permission to check PMs.": "Oi! Por favor, clique no botão abaixo para permitir que a staff global verifique suas mensagens privadas.",
		" Or if ${reportTarget} is not the user you want to report, please tell us the name of the user who you want to report.": " Ou se ${reportTarget} não for o usuário que você quer reportar, conte-nos o nome do usuário que você quer reportar.",
		"Help Ticket": "Pedido de Ajuda",
		"Issue": "Problema",
		"A Global Staff member will be with you shortly.": "Um membro da staff global estará com você brevemente.",
		"${this.inputUsername} does not have an open ticket.": "${this.inputUsername} não tem um pedido de ajuda aberto.",
		"You closed ${ticket.creator}'s ticket.": "Você encerrou o pedido de ajuda de ${ticket.creator}.",
		"The reason is too long. It cannot exceed 300 characters.": "O motivo é muito longo. Não é possível exceder 300 caracteres.",
		"User '${targetUsername}' not found.": "Usuário '${targetUsername}' não encontrado.",
		"${targetUser ? targetUser.name : target} is not ticket banned.": "${targetUser ? targetUser.name : target} não está banido de pedidos de ajuda.",
		"${targetUser ? targetUser.name : target}'s ticket ban is already expired.": "O banimento de pedidos de ajuda de ${targetUser ? targetUser.name : target} já expirou.",
		"You are already ignoring help ticket notifications. Use /helpticket unignore to receive notifications again.": "Você já está ignorando notificações de pedidos de ajuda. Use /helptickets unignore para receber notificações novamente.",
		"You are now ignoring help ticket notifications.": "Agora você está ignorando notificações de pedidos de ajuda.",
		"You are not ignoring help ticket notifications. Use /helpticket ignore to stop receiving notifications.": "Você não está ignorando notificações de pedidos de ajuda. Use /helptickets ignore para deixar de receber notificações.",
		"You will now receive help ticket notifications.": "Agora você receberá notificações de pedidos de ajuda.",
		"${target} does not have a ticket.": "${target} não tem um pedido de ajuda.",
		"You deleted ${target}'s ticket.": "Você deletou o pedido de ajuda de ${target}.",

		"Server version: <b>${version}</b>": "",
		"/mee - must not start with a letter or number": "",
		"What?! How are you not more excited to battle?! Try /battle! to show me you're ready.": "",
		"Access denied for custom avatar - make sure you're on the right account?": "",
		"Invalid avatar.": "",
		"Avatar changed to:": "",
		"Artist: ": "",
		"No one has PMed you yet.": "",
		"You forgot the comma.": "",
		"User ${targetUsername} not found. Did you misspell their name?": "",
		"User ${targetUsername} is offline.": "",
		"The user \"${targetUsername}\" was not found.": "",
		"The room \"${target}\" was not found.": "",
		"You do not have permission to invite people into this room.": "",
		"This user is already in \"${targetRoom.title}\".": "",
		"Setting status messages in /busy is no longer supported. Set a status using /status.": "",
		"Setting status messages in /away is no longer supported. Set a status using /status.": "",
		"User '${target}' not found.": "",
		"${targetUser.name} does not have a status set.": "",
		"${targetUser.name}'s status \"${targetUser.userMessage}\" was cleared by ${user.name}${displayReason}": "",
		"You don't have a status message set.": "",
		"You have cleared your status message.": "",
		"This user has not played any ladder games yet.": "",
		"W[TN: initial for Wins]": "",
		"L[TN: initial for Losses]": "",
		"You already have the temporary symbol '${group}'.": "",
		"You must specify a valid group symbol.": "",
		"You may only set a temporary symbol below your current rank.": "",
		"Your temporary group symbol is now": "",
		"Currently, you're viewing Pokémon Showdown in ${language}.": "",
		"Valid languages are: ${languages}": "",
		"Pokémon Showdown will now be displayed in ${language} (except in language rooms).": "",
		"Note that rooms can set their own language, which will override this setting.": "",
		"/updatesettings expects JSON encoded object.": "",
		"Unable to parse settings in /updatesettings!": "",
		"Must be in a battle.": "",
		"User ${target} not found.": "",
		"Must be a player in this battle.": "",
		"${targetUser.name} has not requested extraction.": "",
		"You have already consented to extraction with ${targetUser.name}.": "",
		"${user.name} consents to sharing battle team and choices with ${targetUser.name}.": "",
		"No input log found.": "",
		"${targetUser.name} has extracted the battle input log.": "",
		"This command only works in battle rooms.": "",
		"This command only works when the battle has ended - if the battle has stalled, use /offertie.": "",
		"Alternatively, you can end the battle with /forcetie.": "",
		"${user.name} has extracted the battle input log.": "",
		"You already extracted the battle input log.": "",
		"Battle input log re-requested.": "",
		"Invalid input log.": "",
		"Your input log contains untrusted code - you must have console access to use it.": "",
		"This command can only be used in a battle.": "",
		"Only players can extract their team.": "",
		"Use a number between 1-6 to view a specific set.": "",
		"The Pokemon \"${target}\" is not in your team.": "",
		"That Pokemon is not in your team.": "",
		"View team": "",
		"Must be in a battle room.": "",
		"This server does not allow offering ties.": "",
		"You can't offer ties in tournaments.": "",
		"It's too early to tie, please play until turn 100.": "",
		"No other player is requesting a tie right now. It was probably canceled.": "",
		"${user.name} is offering a tie.": "",
		"Accept tie": "",
		"Reject": "",
		"Must be a player to accept ties.": "",
		"You have already agreed to a tie.": "",
		"${user.name} accepted the tie.": "",
		"All players have accepted the tie.": "",
		"Must be a player to reject ties.": "",
		"${user.name} rejected the tie.": "",
		"This room doesn't have an active game.": "",
		"This kind of game can't be forfeited.": "",
		"This game doesn't support /choose": "",
		"This game doesn't support /undo": "",
		"You can only save replays for battles.": "",
		"This battle can't have hidden replays, because the tournament is set to be forced public.": "",
		"The replay for this battle is already set to hidden.": "",
		"${user.name} hid the replay of this battle.": "",
		"You can only do this in battle rooms.": "",
		"You can only add a Player to unrated battles.": "",
		"Player must be set to \"p1\" or \"p2\", not \"${target}\".": "",
		"User ${name} not found.": "",
		"User ${name} must be in the battle room already.": "",
		"This room already has a player in slot ${target}.": "",
		"${targetUser.name} is already a player in this battle.": "",
		"${name} was added to the battle as Player ${playerNum} by ${user.name}.": "",
		"Player 2": "",
		"Players could not be restored (maybe this battle already has two players?).": "",
		"This game doesn't support /joingame": "",
		"This game doesn't support /leavegame": "",
		"You can only do this in unrated non-tour battles.": "",
		"User ${targetUsername} not found.": "",
		"${targetUser.name} was kicked from a battle by ${user.name} ${displayTarget}": "",
		"You can only set the timer from inside a battle room.": "",
		"This game's timer is managed by a different command.": "",
		"The game timer is OFF.": "",
		"The game timer is ON (requested by ${requester})": "",
		"Access denied.": "",
		"Timer was turned off by staff. Please do not turn it back on until our staff say it's okay.": "",
		"The timer is already off.": "",
		"\"${target}\" is not a recognized timer state.": "",
		"Forcetimer is now OFF: The timer is now opt-in. (set by ${user.name})": "",
		"Forcetimer is now ON: All battles will be timed. (set by ${user.name})": "",
		"'${target}' is not a recognized forcetimer setting.": "",
		"This server requires you to be rank ${groupName} or higher to search for a battle.": "",
		"Since you have reached ${Config.forceregisterelo} ELO in ${target}, you must register your account to continue playing that format on ladder.": "",
		"Register": "",
		"The user '${targetUsername}' was not found.": "",
		"You are locked and cannot challenge unlocked users.": "",
		"You are banned from battling and cannot challenge users.": "",
		"You must choose a username before you challenge someone.": "",
		"This server requires you to be rank ${groupName} or higher to challenge users.": "",
		"This command does not support specifying multiple users": "",
		"User \"${targetUsername}\" not found.": "",
		"Provide a valid format.": "",
		"Please provide a valid format.": "",
		"The format '${originalFormat.name}' was not found.": "",
		"Your team is valid for ${format.name}.": "",
		"Your team was rejected for the following reasons:": "",
		"Battles are now hidden (except to staff) in your trainer card.": "",
		"Battles are now visible in your trainer card.": "",
		"'${command}' is a help command.": "",
		"The command '/${target}' does not exist.": "",
		"Could not find help for '/${target}'. Try /help for general help.": "",
		"Could not find help for '/${target}' - displaying help for '/${closestHelp}' instead": ""

	}
}
