{
	"name": "Spanish",

	"strings": {
		"namelocked": "namelocked",
		"locked": "locked",

		"autoconfirmed": "autoconfirmado",
		"trusted": "de confianza",

		"Please follow the rules:": "Por favor sigue las reglas:",
		"[TN: Link to the PS rules for your language (path after pokemonshowdown.com]/rules": "/pages/rules-es",
		"Global Rules": "Reglas Globales",
		"${room} room rules": "Reglas de la sala ${room}",

		"<strong>Global ranks</strong>": "<strong>Rangos Globales</strong>",
		"+ <strong>Global Voice</strong> - They can use ! commands like !groups": "+ <strong>Global Voice</strong> - Pueden utilizar comandos con ! como !groups",
		"% <strong>Global Driver</strong> - The above, and they can also lock users and check for alts": "% <strong>Global Driver</strong> - Lo mismo que arriba y también pueden dar locks y revisar las alts",
		"@ <strong>Global Moderator</strong> - The above, and they can globally ban users": "@ <strong>Global Moderator</strong> - Lo mismo que arriba y además pueden expulsar globalmente del servidor",
		"* <strong>Global Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Global Bot</strong> - Igual que un moderador, pero el símbolo identifica que es un Bot",
		"&amp; <strong>Global Administrator</strong> - They can do anything, like change what this message says and promote users globally": "&amp; <strong>Global Administrator</strong> - Pueden hacer cualquier cosa, como cambiar lo que dice este mensaje",

		"<strong>Room ranks</strong>": "<strong>Rangos de Sala</strong>",
		"+ <strong>Voice</strong> - They can use ! commands like !groups": "+ <strong>Voice</strong> - Pueden utilizar comandos con ! como !groups",
		"% <strong>Driver</strong> - The above, and they can mute and warn": "% <strong>Driver</strong> - Lo mismo que arriba y además pueden sancionar dando advertencias o silenciando",
		"@ <strong>Moderator</strong> - The above, and they can room ban users": "@ <strong>Moderator</strong> - Lo mismo que arriba y además pueden expulsar a usuarios de la sala",
		"* <strong>Bot</strong> - Like Moderator, but makes it clear that this user is a bot": "* <strong>Bot</strong> - Igual que un moderador, pero el símbolo identifica que es un Bot",
		"# <strong>Room Owner</strong> - They are leaders of the room and can almost totally control it": "# <strong>Room Owner</strong> - Líderes de la sala y tienen casi todo el control de lo que sucede en esta",

		"/help OR /h OR /? - Gives you help.": "/help O /h O /? - Te ofrece ayuda.",
		"For an overview of room commands, use /roomhelp": "Para un resumen de los comandos de la sala, usa /roomhelp",
		"For details of a specific command, use something like: /help data": "Para detalles de un comando específico, usa algo como: /help data",

		"COMMANDS": "COMANDOS",
		"BATTLE ROOM COMMANDS": "COMANDOS PARA CHATS DE BATALLA",
		"OPTION COMMANDS": "COMANDOS DE OPCIÓN",
		"INFORMATIONAL/RESOURCE COMMANDS": "COMANDOS INFORMATIVOS Y/O DE RECURSOS",
		"DATA COMMANDS": "COMANDOS DE DATOS",
		"DRIVER COMMANDS": "COMANDOS DE DRIVER",
		"MODERATOR COMMANDS": "COMANDOS DE MODERATOR",
		"ADMIN COMMANDS": "COMANDOS DE ADMINISTRATOR",

		"(replace / with ! to broadcast. Broadcasting requires: + % @ # &)": "(sustituye / con ! para hacer público un comando. Esto requiere: + % @ # &)",

		"<strong>Room punishments</strong>:": "<strong>Sanciones de la sala</strong>:",
		"<strong>warn</strong> - Displays a popup with the rules.": "<strong>warn</strong> - Muestra una ventana de di&aacute;logo con las reglas.",
		"<strong>mute</strong> - Mutes a user (makes them unable to talk) for 7 minutes.": "<strong>mute</strong> - Silencia a un usuario (les impide hablar) por 7 minutos.",
		"<strong>hourmute</strong> - Mutes a user for 60 minutes.": "<strong>hourmute</strong> - Silencia a un usuario por 60 minutos.",
		"<strong>ban</strong> - Bans a user (makes them unable to join the room) for 2 days.": "<strong>ban</strong> - Expulsa a un usuario (les impide entrar a la sala) por 2 d&iacute;as.",
		"<strong>blacklist</strong> - Bans a user for a year.": "<strong>blacklist</strong> - Expulsa a un usuario de la sala por un a&ntilde;o.",

		"<strong>Global punishments</strong>:": "<strong>Sanciones globales</strong>:",
		"<strong>lock</strong> - Locks a user (makes them unable to talk in any rooms or PM non-staff) for 2 days.": "<strong>lock</strong> - Bloquea a un usuario (impide que hable en cualquier sala o env&iacute;e mensajes privados a quienes no sean staff) por 2 d&iacute;as.",
		"<strong>weeklock</strong> - Locks a user for a week.": "<strong>weeklock</strong> - Bloquea a un usuario por una semana.",
		"<strong>namelock</strong> - Locks a user and prevents them from having a username for 2 days.": "<strong>namelock</strong> - Bloquea a un usuario y le impide tener un nombre de usuario por 2 d&iacute;as.",
		"<strong>globalban</strong> - Globally bans (makes them unable to connect and play games) for a week.": "<strong>globalban</strong> - Expulsa globalmente a un usuario (le impide conectarse al servidor y poder jugar) por una semana.",

		"<strong>Room drivers (%)</strong> can use:": "<strong>Los drivers de la sala (%)</strong> pueden usar:",
		"- /warn OR /k <em>username</em>: warn a user and show the Pok&eacute;mon Showdown rules": "- /warn O /k <em>nombre de usuario</em>: advierte a un usuario y les muestra las reglas de Pok&eacute;mon Showdown",
		"- /mute OR /m <em>username</em>: 7 minute mute": "- /mute O /m <em>nombre de usuario</em>: silencia por 7 minutos",
		"- /hourmute OR /hm <em>username</em>: 60 minute mute": "- /hourmute O /hm <em>nombre de usuario</em>: silencia por 60 minutos",
		"- /unmute <em>username</em>: unmute": "- /unmute <em>nombre de usuario</em>: deshabilita el mute",
		"- /hidetext <em>username</em>: hide a user's messages from the room": "- /hidetext <em>nombre de usuario</em>: oculta los mensajes de un usuario en la sala",
		"- /announce OR /wall <em>message</em>: make an announcement": "- /announce O /wall <em>mensaje</em>: hace un anuncio",
		"- /modlog <em>username</em>: search the moderator log of the room": "- /modlog <em>nombre de usuario</em>: consulta el historial de moderaci&oacute;n del usuario en la sala",
		"- /modnote <em>note</em>: add a moderator note that can be read through modlog": "- /modnote <em>nota</em>: a&ntilde;ade una nota de moderaci&oacute;n que puede ser le&iacute;da a trav&eacute;s del modlog",

		"<strong>Room moderators (@)</strong> can also use:": "<strong>Los moderadores de sala (@)</strong> tambi&eacute;n pueden usar:",
		"- /roomban OR /rb <em>username</em>: ban user from the room": "- /roomban O /rb <em>nombre de usuario</em>: expulsa al usuario de la sala",
		"- /roomunban <em>username</em>: unban user from the room": "- /roomunban <em>nombre de usuario</em>: admite nuevamente al usuario expulsado de la sala",
		"- /roomvoice <em>username</em>: appoint a room voice": "- /roomvoice <em>nombre de usuario</em>: designa a un room voice",
		"- /roomdevoice <em>username</em>: remove a room voice": "- /roomdevoice <em>nombre de usuario</em>: retira a un room voice",
		"- /staffintro <em>intro</em>: set the staff introduction that will be displayed for all staff joining the room": "- /staffintro <em>intro</em>: establece la introducci&oacute;n del staff que se mostrar&aacute; a todo el staff que entre a la sala.",
		"- /roomsettings: change a variety of room settings, namely modchat": "- /roomsettings: realiza una variedad de ajustes en la sala, com&uacute;nmente modchat.",

		"<strong>Room owners (#)</strong> can also use:": "<strong>Room owners (#)</strong> tambi&eacute;n pueden usar:",
		"- /roomintro <em>intro</em>: set the room introduction that will be displayed for all users joining the room": "- /roomintro <em>intro</em>: establece la introducci&oacute;n a la sala que ser&aacute; mostrada para todos los usuarios que ingresen a esta",
		"- /rules <em>rules link</em>: set the room rules link seen when using /rules": "- /rules <em>enlace de las reglas</em>: establece el enlace de las reglas de la sala que se muestran al usar /rules",
		"- /roommod, /roomdriver <em>username</em>: appoint a room moderator/driver": "- /roommod, /roomdriver <em>nombre de usuario</em>: designa a un moderador/driver de sala",
		"- /roomdemod, /roomdedriver <em>username</em>: remove a room moderator/driver": "- /roomdemod, /roomdedriver <em>nombre de usuario</em>: retira a un moderador/driver de sala",
		"- /roomdeauth <em>username</em>: remove all room auth from a user": "- /roomdeauth <em>nombre de usuario</em>: retira todo el auth de sala de un usuario",
		"- /declare <em>message</em>: make a large blue declaration to the room": "- /declare <em>mensaje</em>: crea una declaraci&oacute;n grande en azul en la sala",
		"- !htmlbox <em>HTML code</em>: broadcast a box of HTML code to the room": "- !htmlbox <em>c&oacute;digo HTML</em>: publica una caja de c&oacute;digo HTML en la sala",
		"- !showimage <em>[url], [width], [height]</em>: show an image to the room": "- !showimage <em>[url], [anchura], [altura]</em>: muestra una imagen en la sala",
		"- /roomsettings: change a variety of room settings, including modchat, capsfilter, etc": "- /roomsettings: realiza una variedad de ajustes de la sala, incluyendo modchat, filtro de may&uacute;sculas, etc",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6774654/\">roomauth guide</a>": "Una ayuda m&aacute;s detallada puede encontrarse en la <a href=\"https://www.smogon.com/forums/posts/6774654/\">gu&iacute;a de roomauth</a>",

		"Tournament Help:": "Asistencia de Torneos:",
		"- /tour create <em>format</em>, elimination: create a new single elimination tournament in the current room.": "- /tour create <em>formato</em>, elimination: crea un nuevo torneo de eliminaci&oacute;n directa en la sala actual.",
		"- /tour create <em>format</em>, roundrobin: create a new round robin tournament in the current room.": "- /tour create <em>formato</em>, roundrobin: crea un nuevo torneo de round robin en la sala actual.",
		"- /tour end: forcibly end the tournament in the current room": "- /tour end: termina el torneo forzosamente en la sala actual",
		"- /tour start: start the tournament in the current room": "- /tour start: comienza el torneo en la sala actual",
		"- /tour banlist [pokemon], [talent], [...]: ban moves, abilities, Pokémon or items from being used in a tournament (it must be created first)": "- /tour banlist [pokemon], [talent], [...]: prohibe movimientos, habilidades, Pok&eacute;mon o el uso de objetos en un torneo (debe ser creado primero)",

		"More detailed help can be found in the <a href=\"https://www.smogon.com/forums/posts/6777489/\">tournaments guide</a>": "Una ayuda m&aacute;s detallada puede encontrarse en la <a href=\"https://www.smogon.com/forums/posts/6777489/\">gu&iacute;a de torneos</a>",

		"Your status cannot be updated while you are locked or semilocked.": "Tu estado no puede ser actualizado mientras estás locked (bloqueado) o semilocked (semibloqueado).",
		"Your status is too long; it must be under ${maxLength} characters.": "Tu estado es muy largo; debe ser menor de ${maxLength} caracteres.",
		"Your status contains a banned word.": "Tu estado contiene una palabra prohibida.",
		"Your status has been set to: ${target}.": "Tu estado ha sido cambiado a: ${target}.",
		"You are now marked as busy.": "Ahora estás marcado como busy (ocupado).",
		"You are now marked as away. Send a message or use /back to indicate you are back.": "Ahora estás marcado como away (ausente). Envía un mensaje o usa /back para indicar que has vuelto.",
		"You are already marked as back.": "Ya estás marcado como de vuelta (back).",
		"You are no longer marked as busy.": "Ya no estás marcado como busy (ocupado).",

		"You must choose a name before you can talk.": "Tienes que escoger un nombre antes de poder hablar.",
		"You are ${lockType} and can't talk in chat. ${lockExpiration}": "Has sido ${lockType} y no podrás hablar en el chat. ${lockExpiration}",
		"Get help with [TN: your lock]this": "Consigue ayuda con aquí.",
		"You are muted and cannot talk in this room.": "Has sido silenciado y no puedes hablar en esta sala.",
		"Because moderated chat is set, your account must be at least one week old and you must have won at least one ladder game to speak in this room.": "Como el chat moderado está activado, tu cuenta debe estar registrada por una semana y tienes que haber ganado un mínimo de una partida",
		"Because moderated chat is set, your account must be staff in a public room or have a global rank to speak in this room.": "Como el chat moderado está activado, tu cuenta debe ser staff en una sala pública o debe tener rango global para hablar en esta sala.",
		"Because moderated chat is set, you must be of rank ${groupName} or higher to speak in this room.": "Como el chat moderado está activado, tienes que ser del rango ${groupName} o superior para hablar en esta sala.",
		"Your message can't be blank.": "Tu mensaje no puede estar en blanco.",
		"Your message is too long: ": "Tu mensaje es demasiado largo.",
		"Your message contains banned characters.": "Tu mensaje contiene carácteres prohíbidos.",
		"This room has slow-chat enabled. You can only talk once every ${time} seconds.": "Esta sala tiene el slow-chat activado. Solo puedes hablar cada ${time} segundos.",
		"Your username contains a phrase banned by this room.": "Tu nombre de usuario contiene una frase prohíbida en esta sala.",
		"Your status message contains a phrase banned by this room.": "Tu status contiene una frase prohíbida en esta sala.",

		"You are ${lockType} and can only private message members of the global moderation team. ${lockExpiration}": "",
		"Get help with this": "",
		"The user \"${targetUser.name}\" is locked and cannot be PMed.": "",
		"On this server, you must be of rank ${groupName} or higher to PM users.": "",
		"This user is blocking private messages right now.": "",
		"This ${Config.groups[targetUser.group].name} is too busy to answer private messages right now. Please contact a different staff member.": "",
		"If you need help, try opening a <a href=\"view-help-request\" class=\"button\">help ticket</a>": "",
		"You are blocking private messages right now.": "",

		"Your message contained banned words in this room.": "Tu mensaje contiene palabras prohíbidas en esta sala.",
		"You can't send the same message again so soon.": "No puedes mandar el mismo mensaje tan pronto.",
		"Due to this room being a high traffic room, your message must contain at least two letters.": "Debido a que esta sala es de mucho tráfico de mensajes, tu mensaje tiene que contener al menos dos letras.",

		"You are already blocking private messages! To unblock, use /unblockpms": "¡Ya estás bloqueando mensajes privados! Para desbloquearlos usa /unblockpms",
		"You are now blocking private messages, except from staff and ${rank}.": "Ahora estás bloqueando mensajes privados, con excepción del staff y ${rank}.",
		"You are now blocking private messages, except from staff and ${status} users.": "Ahora estás bloqueando mensajes privados, con excepción del staff y usuarios ${status}.",
		"You are now blocking private messages, except from staff.": "Ahora estás bloqueando mensajes privados, con excepción del staff.",
		"You are not blocking private messages! To block, use /blockpms": "¡No estás bloqueando mensajes privados! Para bloquearlos usa /blockpms",
		"You are no longer blocking private messages.": "Ya no estás bloqueando mensajes privados.",
		"You are now blocking all incoming challenge requests.": "Ahora estás bloqueando todas las solicitudes de batalla entrantes",
		"You are already blocking challenges!": "¡Ya estás bloqueando solicitudes de batalla!",
		"You are already available for challenges!": "¡Ya estás disponible para recibir solicitudes de batalla!",
		"You are available for challenges from now on.": "Estás disponible para recibir solicitudes de batalla de ahora en adelante.",

		"Staff FAQ": "FAQ del Staff",
		"You cannot broadcast all FAQs at once.": "No puedes mostrar todos los FAQs a la vez.",
		"A user is autoconfirmed when they have won at least one rated battle and have been registered for one week or longer. In order to prevent spamming and trolling, most chatrooms only allow autoconfirmed users to chat. If you are not autoconfirmed, you can politely PM a staff member (staff have %, @, or # in front of their username) in the room you would like to chat and ask them to disable modchat. However, staff are not obligated to disable modchat. However, staff are not obligated to disable modchat": "Un usuario es autoconfirmed cuando ha ganado al menos una batalla puntuada y ha estado registrado durante una semana o más. Con la finalidad de evitar spam o trolls, la mayoría de las salas de chat únicamente admiten usuarios autoconfirmed para conversar. Si tú no eres un usuario autoconfirmed, puedes solicitar amablemente por MP a un miembro del staff (los miembros del staff tienen %, @, o # al inicio de su nombre de usuario) de la sala en la que quieres conversar que deshabilite el modchat. Sin embargo, el staff no está obligado a deshabilitar el modchat.",
		"How the ladder works": "Como funciona la ladder",
		"Tiering FAQ": "FAQ de Tiers",
		"Badge FAQ": "FAQ de Badges",
		"Common misconceptions about our RNG": "Conceptos erróneos comunes sobre nuestra RNG",
		"To join a room tournament, click the <strong>Join!</strong> button or type the command <code>/tour join</code> in the room's chat. You can check if your team is legal for the tournament by clicking the <strong>Validate</strong> button once you've joined and selected a team. To battle your opponent in the tournament, click the <strong>Ready!</strong> button when it appears. There are two different types of room tournaments: elimination (if a user loses more than a certain number of times, they are eliminated) and round robin (all users play against each other, and the user with the most wins is the winner).": "Para unirte a un torneo, haz click en el botón <strong>Join!</strong> o escribe el comando <code>/tour join</code> en el chat de la sala. Puedes revisar si tu equipo es legal para el torneo al hacer click en el botón <strong>Validate</strong> una vez te hayas unido y seleccionado un equipo. Para jugar contra tu oponente en el torneo, haz click en el botón <strong>Ready!</strong> cuando aparezca. Hay dos tipos diferentes de torneos de sala: elimination (si un usuario pierde más de cierto número de veces, es eliminado) y round robin (todos los usuarios juegan contra todos, y el usuario con más victorias es el ganador).",
		"Frequently Asked Questions": "Preguntas Frecuentes",

		"The announcement has ended.": "El anuncio ha terminado.",
		"Battles do not support announcements.": "Las batallas no admiten anuncios.",
		"You are not allowed to use filtered words in announcements.": "No puedes usar palabras filtradas en los anuncios.",
		"There is already a poll or announcement in progress in this room.": "Ya hay una encuesta o anuncio en progreso en esta sala.",
		"An announcement was started by ${user.name}.": "Un anuncio fue creado por ${user.name}.",
		"There is no announcement running in this room.": "No hay ningun anuncio en la sala actualmente.",
		"There is no timer to clear.": "No hay temporizador que quitar.",
		"The announcement timer was turned off.": "El temporizador del anuncio fue desactivado.",
		"Invalid time given.": "Tiempo especificado no válido.",
		"The announcement timer is off.": "El temporizador del anuncio está apagado.",
		"The announcement was ended by ${user.name}.": "El anuncio ha sido finalizado por ${user.name}.",
		"Accepts the following commands:": "Acepta los siguientes comandos:",

		"That option is not selected.": "Esa opción no está seleccionada.",
		"You have already voted for this poll.": "Tú ya has votado por esta encuesta.",
		"No options selected.": "Ninguna opción seleccionada.",
		"you will not be able to vote after viewing results": "Tú no podrás votar después de ver los resultados",
		"View results": "Ver resultados",
		"You can't vote after viewing results": "Tú no puedes votar después de ver los resultados",
		"The poll has ended &ndash; scroll down to see the results": "La encuesta ha finalizado &ndash; desliza hacia abajo para ver los resultados",
		"Vote for ${num}": "Vota por ${num}",
		"Submit your vote": "Envía tu voto",
		"Quiz": "Quiz",
		"Poll": "Encuesta",
		"Submit": "Enviar",
		"ended": "finalizada",
		"votes": "votos",
		"delete": "eliminar",
		"Poll too long.": "La encuesta es demasiado larga.",
		"Battles do not support polls.": "Las batallas no admiten encuestas.",
		"You are not allowed to use filtered words in polls.": "No puedes usar palabras filtradas en las encuestas.",
		"Not enough arguments for /poll new.": "No hay suficientes argumentos para /poll new.",
		"Too many options for poll (maximum is 8).": "Demasiadas opciones para la encuesta (máximo 8).",
		"There are duplicate options in the poll.": "Hay opciones duplicadas en la encuesta.",
		"${user.name} queued a poll.": "${user.name} ha puesto en espera una encuesta.",
		"A poll was started by ${user.name}.": "Una encuesta fue iniciada por ${user.name}.",
		"The queue is already empty.": "La cola ya está vacía.",
		"Cleared poll queue.": "Cola de encuestas borrada.",
		"Room \"${roomid}\" not found.": "Sala \"${roomid}\" no encontrada.",
		"Can't delete poll at slot ${slotString} - \"${slotString}\" is not a number.": " No se puede eliminar la encuesta en la posición ${slotString} - \"${slotString}\" no es un número.",
		"There is no poll in queue at slot ${slot}.": "No hay encuesta en espera en la posición ${slot}.",
		"(${user.name} deleted the queued poll in slot ${slot}.)": "(${user.name} borró la encuesta puesta en espera en la posición ${slot}.)",
		"There is no poll running in this room.": "No hay encuesta en curso en esta sala.",
		"To vote, specify the number of the option.": "Para votar, especifíca el número de la opción.",
		"Option not in poll.": "La opción no está en la encuesta.",
		"The poll timer was turned off.": "El temporizador de la encuesta fue desactivado.",
		"The queued poll was started.": "La encuesta en espera empezó.",
		"The poll timer was turned on: the poll will end in ${timeout} minute(s).": "El temporizador de la encuesta fue activado: la encuesta terminará en ${timeout} minuto(s).",
		"The poll timer was set to ${timeout} minute(s) by ${user.name}.": "El temporizador de encuesta fue fijado a ${timeout} minuto(s) por ${user.name}.",
		"The poll timer is on and will end in ${poll.timeoutMins} minute(s).": "El temporizador de la encuesta está activado y finalizará automáticamente en ${poll.timeoutMins} minuto(s).",
		"The poll timer is off.": "El temporizador de la encuesta está desactivado.",
		"The poll was ended by ${user.name}.": "La encuesta fue terminada por ${user.name}.",
		"Queued polls:": "Encuestas en espera.",
		"Refresh": "Actualizar.",
		"No polls queued.": "No hay encuestas en espera.",
		"#${number} in queue": "#${number} en espera.",

		"This command can only be used in the Trivia room.": "",
		"There is no game in progress.": "",
		"a cap of ${this.getCap()} points": "",
		"no score cap": "",
		"The currently running game is not Trivia, it's ${game.title}.": "",
		"Random (${ALL_CATEGORIES[questions[0].category]})": "",
		"You have already signed up for this game.": "",
		"You were kicked from the game and thus cannot join it again.": "",
		"You were kicked from the game and cannot join until the next game.": "",
		"This game does not allow latejoins.": "",
		"Enough players have returned to continue the game!": "",
		"The game will continue with the next question.": "",
		"Not enough players are participating to continue the game!": "",
		"Until there are ${MINIMUM_PLAYERS} players participating and present, the game will be paused.": "",
		"Signups for a new trivia game have begun!": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}<br />": "",
		"Enter /trivia join to sign up for the trivia game.": "",
		"Mode: ${this.game.mode} | Category: ${this.game.category} | Score cap: ${this.getCap() || \"Infinite\"}": "",
		"User ${tarUser.name} has already been kicked from the game.": "",
		"User ${tarUser.name} is not a player in the game.": "",
		"You are not a player in the current game.": "",
		"The game has already been started.": "",
		"Not enough players have signed up yet! At least ${this.minPlayers} players to begin.": "",
		"The game will begin in ${START_TIMEOUT / 1000} seconds...": "",
		"The trivia game is already paused.": "",
		"You cannot pause the trivia game during a question.": "",
		"The Trivia game has been paused.": "",
		"The trivia game is not paused.": "",
		"The Trivia game has been resumed.": "",
		"No questions are left!": "",
		"The game has reached a stalemate": "",
		"Question${this.game.length === 'infinite' ? ": "",
		"Category: ${ALL_CATEGORIES[question.category]}": "",
		"The answering period has ended!": "",
		"You gained ${player.points} and answered ": "",
		"${player.correctAnswers} questions correctly.": "",
		"${p1.name} won the game with a final score of <strong>${p1.player.points}</strong>, and ": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points!": "",
		"${initialPart}their leaderboard score has increased by <strong>${prizes[0]}</strong> points! ": "",
		"${p2.name} was a runner-up and their leaderboard score has increased by <strong>${prizes[1]}</strong> points!": "",
		"${p2.name} and ${p3.name} were runners-up. ": "",
		"Their leaderboard score has increased by ${prizes[0]}, ${prizes[1]}, and ${prizes[2]}, respectively!": "",
		"User ${mapper(winner)} won the game of ${this.game.mode} ": "",
		"mode trivia under the ${this.game.category} category with ": "",
		"with ${winner.player.points} points and ": "",
		"${winner.player.correctAnswers} correct answers": "",
		" Second place: ${mapper(winner)} (${winner.player.points} points)": "",
		", third place: ${mapper(winner)} (${winner.player.points} points)": "",
		"The game was forcibly ended by ${user.name}.": "",
		"You are not a player in the current trivia game.": "",
		"The trivia game is paused.": "",
		"There is no question to answer.": "",
		"You have already attempted to answer the current question.": "",
		"Correct: ${players}": "",
		"Answer(s): ${this.curAnswers.join(', ')}": "",
		"They gained <strong>5</strong> points!": "",
		"The top 5 players are: ${this.formatPlayerList({max: 5})}": "",
		"Correct: no one...": "",
		"Answers: ${this.curAnswers.join(', ')}": "",
		"Correct": "",
		"No one answered correctly...": "",
		"Each of them gained <strong>${points}</strong> point(s)!": "",
		"They gained <strong>${points}</strong> point(s)!": "",
		"Nobody gained any points.": "",
		"There is already a game of ${room.game.title} in progress.": "",
		"\"${mode}\" is an invalid mode.": "",
		"\"${category}\" is an invalid category.": "",
		"\"${length}\" is an invalid game length.": "",
		"There are not enough questions in the randomly chosen category to finish a trivia game.": "",
		"There are not enough questions in the trivia database to finish a trivia game.": "",
		"There are not enough questions under the category \"${ALL_CATEGORIES[category]}\" to finish a trivia game.": "",
		"You are now signed up for this game!": "",
		"The user \"${target}\" does not exist.": "",
		"You have left the current game of Trivia.": "",
		"No valid answer was entered.": "",
		"You have selected \"${answer}\" as your answer.": "",
		"Only Room Owners and higher can force a Trivia game to end with winners in a non-infinite length.": "",
		"${user.name} ended the game of Trivia!": "",
		"User ${target} does not exist.": "",
		"There is a paused trivia game": "",
		"There is a trivia game in progress": "",
		"and it is in its ${game.phase} phase.": "",
		"Mode: ${game.game.mode} | Category: ${game.game.category} | Score cap: ${game.getCap() || \"Infinite\"}": "",
		"Current score: ${player.points} | Correct Answers: ${player.correctAnswers}": "",
		"User ${tarUser.name} is not a player in the current trivia game.": "",
		"Players: ${game.formatPlayerList({max: null, requirePoints: false})}": "",
		"This command can only be used in Question Workshop.": "",
		"Invalid arguments specified in \"${param}\". View /trivia help for more information.": "",
		"${param[0].trim()}' is not a valid category. View /trivia help for more information.": "",
		"You cannot submit questions in the '${ALL_CATEGORIES[category]}' category": "",
		"${param[1].trim()}' is not a valid question.": "",
		"Question \"${param[1].trim()}\" is too long! It must remain under ${MAX_QUESTION_LENGTH} characters.": "",
		"Question \"${question}\" is already in the trivia database.": "",
		"No valid answers were specified for question '${param[1].trim()}'.": "",
		"Some of the answers entered for question '${param[1].trim()}' were too long!": "",
		"They must remain under ${MAX_ANSWER_LENGTH} characters.": "",
		"No questions await review.": "",
		"Category": "",
		"Question": "",
		"Answer(s)": "",
		"Submitted By": "",
		"${target}' is not a valid set of submission index numbers.": "",
		"View /trivia review and /trivia help for more information.": "",
		"${target}' is an invalid argument. View /trivia help questions for more information.": "",
		"${target}' is not a valid argument. View /trivia help questions for more information.": "",
		"${user.name} removed question '${target}' from the question database.": "",
		"Question '${target}' was not found in the question database.": "",
		"${param[1].trim()}' is already in the category '${param[0].trim()}'.": "",
		"${user.name} changed question category to '${param[0]}' for '${param[1].trim()}' ": "",
		"from the question database.": "",
		"No questions have been submitted yet.": "",
		"Question Count": "",
		"Total": "",
		"${target}' is not a valid category. View /help trivia for more information.": "",
		"There are no questions in the ${ALL_CATEGORIES[target]} category.": "",
		"There are <strong>${list.length}</strong> questions in the ${cat} category.": "",
		"No valid search arguments entered.": "",
		"No valid search category was entered. Valid categories: submissions, subs, questions, qs": "",
		"No valid search query as entered.": "",
		"No results found under the ${type} list.": "",
		"There are <strong>${results.length}</strong> matches for your query:=": "",
		"This command can only be used in Trivia.": "",
		"User '${name}' has not played any trivia games yet.": "",
		"all time:": "",
		"User: <strong>${name}</strong>": "",
		"Leaderboard score: ${row(0)}": "",
		"Total game points: ${row(1)}": "",
		"Total correct answers: ${row(2)}": "",
		"No trivia games have been played yet.": "",
		"Rank": "",
		"User": "",
		"Leaderboard score": "",
		"Total game points": "",
		"Total correct answers": "",
		"This command can only be used in Question Workshop": "",
		"${user.name} removed all questions of category '${category}'.": "",
		"You cannot clear the category '${ALL_CATEGORIES[category]}'.": "",
		"${category}' is an invalid category.": "",
		"There is no game history.": "",
		"${game.mode} mode, ${game.length} length Trivia game in the ${game.category} category": "",
		"hosted by ${game.creator}": "",
		"Infinite": "",

		"Hello! The global staff team would be happy to help you, but you need to explain what's going on first.": "¡Hola! Al equipo del staff global le encantaría ayudarte, pero primero explícanos qué sucede.",
		"Please post the information I requested above so a global staff member can come to help.": "Por favor, escribe la información que se te solicitó arriba para que un miembro del staff global pueda venir a ayudar.",
		"Thank you for the information, global staff will be here shortly. Please stay in the room.": "Gracias por la información, el staff global estará aquí en breve. Por favor permanece en esta sala.",
		"You are banned from creating tickets": "Se te ha prohibido crear tickets",
		", because you have the same IP as ${ticket.banned}.": ", ya que tienes la misma IP de ${ticket.banned}.",
		"Request help from global staff": "Solicita ayuda del staff global",
		"Please <button name=\"login\" class=\"button\">Log In</button> to request help.": "Por favor haz <button name=\"login\" class=\"button\">Log In</button> para solicitar ayuda.",
		"Request Help": "Solicita Ayuda",
		"You already have a Help ticket.": "Tú ya tienes un Help ticket",
		"Back": "Volver",
		"What's going on?": "¿Qué está sucediendo?",
		"Global staff cannot make Help requests. This form is only for reference.": "El staff Global no puede hacer solicitudes de Ayuda. Este formulario es únicamente como referencia.",
		"Abuse of Help requests can result in punishments.": "Abusar de las solicitudes de Ayuda puede resultar en una sanción.",
		"What do you want to report someone for?": "¿Por qué razón quieres reportar a alguien?",
		"If someone is harassing you in private messages (PMs), click the button below and a global staff member will take a look. If you are being harassed in a chatroom, please ask a room staff member to handle it. If it's a minor issue, consider using <code>/ignore [username]</code> instead.": "Si alguien está molestándote de alguna manera en mensajes privados (PMs), haz click en el botón de abajo y un miembro del staff global echará un vistazo. Si te están molestando en una sala de chat, por favor dirígete a un miembro del room staff para que se haga cargo. Si es un problema menor, considera usar <code>/ignore [nombre de usuario]</code> en su lugar.",
		"If someone is harassing you in a battle, click the button below and a global staff member will take a look. If you are being harassed in a chatroom, please ask a room staff member to handle it. If it's a minor issue, consider using <code>/ignore [username]</code> instead.": "Si alguien está molestándote en una batalla, haz click en el botón de abajo y un miembro del staff global echará un vistazo. Si te están molestando en una sala de chat, por favor dirígete a un miembro del room staff para que se haga cargo. Si es un problema menor, considera usar <code>/ignore [nombre de usuario]</code> en su lugar.",
		"Please save a replay of the battle if it has ended, or provide a link to the battle if it is still ongoing.": "Por favor guarda la replay de la batalla si esta ha finalizado, o manda el link de la batalla si esta sigue en curso.",
		"If a user has an inappropriate name, click the button below and a global staff member will take a look.": "Si un usuario tiene un nombre inapropiado, haz click en el botón de abajo y un miembro del staff global le echará un vistazo.",
		"If a user has inappropriate Pokemon nicknames, click the button below and a global staff member will take a look.": "Si un usuario tiene motes inapropiados en sus Pokémon, haz click en el botón de abajo y un miembro del staff global les echará un vistazo.",
		"What would you like to appeal?": "¿Qué quisieras apelar?",
		"Permalocks are usually for repeated incidents of poor behavior over an extended period of time, and rarely for a single severe infraction. Please keep this in mind when appealing a permalock.": "Los permalocks normalmente son consecuencia de incidentes repetidos de mal comportamiento durante un periodo de tiempo extendido, y rara vez por una infracción aislada severa. Por favor ten esto en mente esto cuando apeles un permalock.",
		"Please visit the <a href=\"https://www.smogon.com/forums/threads/discipline-appeal-rules.3583479/\">Discipline Appeals</a> page to appeal your permalock.": "Por favor visita la página de los<a href=\"https://www.smogon.com/forums/threads/discipline-appeal-rules.3583479/\">Apelativos de Disciplina</a> para apelar tu permalock.",
		"If you want to appeal your lock or namelock, click the button below and a global staff member will be with you shortly.": "Si tú quieres apelar tu lock o namelock, haz click en el botón de abajo y un miembro del staff global estará contigo pronto.",
		"If you are locked or namelocked under a name you don't recognize, click the button below to call a global staff member so we can check.": "Si tú estás lock o namelock bajo un nombre que no reconoces, haz click en el botón de abajo para llamar a un miembro del staff global para que revise la situación.",
		"We automatically lock proxies and VPNs to prevent evasion of punishments and other attacks on our server. To get unlocked, you need to disable your proxy or VPN.": "Nosotros bloqueamos automáticamente los proxies y VPNs con el fin de evitar la evasión de sanciones y otros ataques en nuestro servidor. Para ser desbloqueado tienes que deshabilitar tu proxy o VPN.",
		"Do you have an autoconfirmed account? An account is autoconfirmed when it has won at least one rated battle and has been registered for one week or longer.": "¿Tienes una cuenta autoconfirmed? Una cuenta está autoconfirmed cuando ha ganado al menos una batalla puntuada y ha estado registrada durante una semana o más.",
		"Login to your autoconfirmed account by using the <code>/nick</code> command in any chatroom, and the semilock will automatically be removed. Afterwords, you can use the <code>/nick</code> command to switch back to your current username without being semilocked again.": "Inicia sesión en tu cuenta autoconfirmed usando el comando <code>/nick</code> en cualquier sala de chat y el semilock desaparecerá automáticamente. Posteriormente, tú puedes utilizar el comando <code>/nick</code> para regresar a tu nombre de usuario actual sin volver a estar semilock.",
		"If the semilock does not go away, you can try asking a global staff member for help. Click the button below to call a global staff member.": "Si el semilock no desaparece, puedes intentar solicitar ayuda de un miembro del staff global. Haz click en el botón de abajo para llamar a un miembro del staff global.",
		"If you don't have an autoconfirmed account, you will need to contact a global staff member to appeal your semilock. Click the button below to call a global staff member.": "Si tú no tienes una cuenta autoconfirmed, necesitarás contactar a un miembro del staff global para apelar tu semilock. Haz click en el botón de abajo para llamar a un miembro del staff global.",
		"Please PM the staff member who punished you. If you don't know who punished you, ask another room staff member; they will redirect you to the correct user. If you are banned or blacklisted from the room, use <code>/roomauth [name of room]</code> to get a list of room staff members. Bold names are online.": "Por favor, envía un mensaje privado (PM) al miembro del staff que te sancionó. Si no sabes quién te sancionó, pregunta a otro miembro del room staff y ellos te redireccionarán con el usuario correcto. Si tú estás expulsado o en la lista negra de una sala, usa el comando <code>/roomauth [nombre de la sala]</code> para ver la lista de los miembros del room staff. Los nombres en bold están online.",
		"Do not PM staff if you are locked (signified by the symbol <code>‽</code> in front of your username). Locks are a different type of punishment; to appeal a lock, make a help ticket by clicking the Back button and then selecting the most relevant option.": "No envíes mensajes privados (PMs) al staff si estás lock (lo cual se indica por el símbolo <code>‽</code> al inicio de tu nombre de usuario). Los locks son un tipo diferente de sanción. Para apelar un lock, crea un Help Ticket haciendo click en el botón de Volver y selecciona la opción más relevante.",
		"Maybe one of these options will be helpful?": "¿Quizá alguna de estas opciones sea de ayuda?",
		"If you lost your password, click the button below to request a password reset. We will need to clarify a few pieces of information before resetting the account. Please note that password resets are low priority and may take a while; we recommend using a new account while waiting.": "Si olvidaste tu contraseña, haz click en el botón de abajo para solicitar un restablecimiento de contraseña. Nosotros necesitaremos confirmar algunos datos antes de restablecer la cuenta. Por favor ten en cuenta que los restablecimientos de contraseña son de poca prioridad y pueden tomar un tiempo; recomendamos utilizar una cuenta nueva durante la espera.",
		"Request a password reset": "Solicita un restablecimiento de contraseña",
		"If you are a room driver or up in a public room, and you need help watching the chat, one or more global staff members would be happy to assist you!": "Si tú eres room driver o superior en una sala pública y necesitas ayuda para vigilar el chat, ¡uno o más miembros del staff global estarán encantados de ayudarte!",
		"If your issue is not handled above, click the button below to talk to a global staff member. Please be ready to explain the situation.": "Si tu problema no está listado arriba, haz click en el botón de abajo para conversar con un miembro del staff global. Por favor mantente preparado para explicar la situación.",
		"Malformed help request.": "Solicitud de ayuda no válida.",
		"PM Harassment": "Usuario ofensivo/molesto en PM",
		"Battle Harassment": "Usuario ofensivo/molesto en Batalla",
		"Inappropriate Username": "Nombre de Usuario Inapropiado",
		"Inappropriate Pokemon Nicknames": "Motes de Pokémon Inapropiados",
		"Appeal": "Apelación",
		"IP-Appeal": "Apelación de IP",
		"ISP-Appeal": "Apelación de ISP",
		"Public Room Assistance Request": "Solicitud de Asistencia en Sala Pública",
		"Other": "Otro",
		"I want to report someone": "Quiero reportar a alguien",
		"Someone is harassing me in PMs": "Alguien me está molestando/ofendiendo en PMs",
		"Someone is harassing me in a battle": "Alguien me está molestando/ofendiendo en una batalla",
		"Someone is using an offensive username": "Alguien está usando un nombre de usuario ofensivo",
		"Someone is using offensive Pokemon nicknames": "Alguien está usando motes ofensivos en sus Pokémon",
		"I want to appeal a punishment": "Quiero apelar una sanción",
		"I want to appeal my permalock": "Quiero apelar mi permalock",
		"I want to appeal my lock": "Quiero apelar mi lock",
		"I'm locked because I have the same IP as someone I don't recognize": "Estoy lock porque tengo la misma IP de alguien que no reconozco",
		"I can't talk in chat because of my ISP": "No puedo hablar en un chat debido a mi ISP",
		"I'm locked because of a proxy or VPN": "Estoy lock debido a un proxy o VPN",
		"Yes, I have an autoconfirmed account": "Sí, tengo una cuenta autoconfirmed",
		"No, I don't have an autoconfirmed account": "No, no tengo una cuenta autoconfirmed",
    "I want to appeal a mute/roomban/blacklist": "",
		"Something else": "Otra cosa",
		"I lost my password": "Olvidé mi contraseña",
		"I need global staff to help watch a public room": "Necesito un staff global para ayudar a vigilar una sala pública",
		"Report harassment in a private message (PM)": "Reportar contenido molesto/ofensivo en un mensaje privado (PM)",
		"Report harassment in a battle": "Reportar contenido molesto/ofensivo en una batalla",
		"Report an inappropriate username": "Reportar un nombre de usuario inapropiado",
		"Report inappropriate Pokemon nicknames": "Reportar motes de Pokémon inapropiados",
		"Appeal your lock": "Apela tu lock",
		"Appeal IP lock": "Apela tu lock de IP",
		"Appeal ISP lock": "Apela tu lock de ISP",
		"Call a Global Staff member to help": "Solicita un miembro del Staff Global para ayudarte",
		"Call a Global Staff member": "Llama a un miembro del Staff Global",
		"Are you sure you want to submit a ticket for ${type}?": "¿Estás seguro que deseas enviar un ticket para ${type}?",
		"Yes, contact global staff": "Sí, contactar al staff global",
		"No, cancel": "No, cancelar",
		"Help Ticket Stats": "Status de Help Ticket",
		"Help tickets": "Help tickets",
		"Status": "Status",
		"Creator": "Creador",
		"Ticket Type": "Tipo de Ticket",
		"Claimed by": "Tomado por",
		"Action": "Acción",
		"And ${keys.length - count} more tickets.": "Y ${keys.length - count} tickets más.",
		"View all tickets": "Ver todos los tickets",
		"Closed": "Cerrado",
		"Inactive": "Inactivo",
		"Claimed": "Tomado",
		"Unclaimed": "Sin reclamar",
		"Claim": "Tomar",
		"View": "Ver",
		"Log": "Log",
		"Banned by": "Expulsado por",
		"Username": "Nombre de usuario",
		"Expires": "Expira",
		"Logs": "Logs",
		"And ${banKeys.length - count} more ticket bans.": "Y ${banKeys.length - count} ticket bans más.",
		"Ticket List": "Lista de Tickets",
		"Banned": "Expulsado",
		"Ticket Stats": "Estadísticas de Ticket",
		"No ticket stats found.": "No se encontraron estadísticas de tickets.",
		"Previous Month": "Mes Anterior",
		"Staff Stats": "Estadísticas de Staff",
		"Next Month": "Siguiente Mes",
		"Resolved": "Resuelto",
		"Unresolved": "Sin resolver",
		"Dead": "No asistidos",
		"Type": "Tipo",
		"Total Tickets": "Total de Tickets",
		"Average Total Time": "Tiempo Total Promedio",
		"Average Initial Wait": "Tiempo Inicial de Espera Promedio",
		"Average Total Wait": "Tiempo de Espera Promedio",
		"Resolutions": "Resoluciones",
		"Positive Result": "Resultados Positivos",
		"Staff ID": "Staff ID",
		"Number of Tickets": "Número de Tickets",
		"Average Time Per Ticket": "Tiempo Promedio por Ticket",
		"This command cannot be broadcast in battles.": "Este comando no se puede mostrar en batallas.",
		"Report someone": "Reporta a un usuario",
		"Appeal a punishment": "Apela una sanción",
		"Request help": "Solicita ayuda",
		"You need to choose a username before doing this. [TN: 'this' refers to opening a help ticket]": "Tú necesitas elegir un nombre de usuario antes de hacer esto.",
		"Global staff can't make tickets. They can only use the form for reference.": "El staff Global no puede hacer tickets. Ellos solo pueden usar el formulario como referencia.",
		"You already have an open ticket; please wait for global staff to respond.": "Tú ya tienes un ticket abierto; por favor espera a que un staff global responda.",
		"Due to high load, you are limited to creating ${maxTickets} tickets every hour.": "Debido a la alta demanda, estás limitado a crear ${maxTickets} tickets cada hora.",
		"Hi! Who was harassing you in private messages?": "¡Hola! ¿Quién te estaba molestando u ofendiendo por mensaje privado?",
		"Hi! Who was harassing you, and in which battle did it happen? Please post a link to the battle or a replay of the battle.": "¡Hola! ¿Quién te estaba molestando u ofendiendo, y en qué batalla sucedió? Por favor déjanos aquí el link de la batalla o la replay de la batalla.",
		"Hi! Tell us the username that is inappropriate.": "¡Hola! Dinos el nombre de usuario que es inapropiado.",
		"Hi! Which user has Pokemon with inappropriate nicknames, and in which battle? Please post a link to the battle or a replay of the battle.": "¡Hola! ¿Qué usuario tiene a los Pokémon con motes inapropiados y en qué batalla? Por favor déjanos el link de la batalla o la replay de la batalla.",
		"Hi! Can you please explain why you feel your punishment is undeserved?": "¡Hola! ¿Podrías explicarnos por favor por qué consideras que tu sanción es inmerecida?",
		"Hi! How are you connecting to Showdown right now? At home, at school, on a phone using mobile data, or some other way?": "¡Hola! ¿Desde dónde estás conectado a Showdown ahora mismo? ¿Desde casa, en la escuela o en un teléfono celular utilizando datos móviles, u otro modo?",
		"Hi! Which room(s) do you need us to help you watch?": "¡Hola! ¿Qué sala(s) necesitas que te ayudemos a vigilar?",
		"Hi! What seems to be the problem? Tell us about any people involved,\n and if this happened in a specific place on the site.": "¡Hola! ¿Cuál parece ser el problema? Cuéntanos sobre cualquier persona involucrada y en dónde sucedió.",
		"Hi! Please click the button below to give global staff permission to check PMs.": "¡Hola! Por favor haz click en el botón de abajo para darle permiso al staff global de revisar PMs.",
		" Or if ${reportTarget} is not the user you want to report, please tell us the name of the user who you want to report.": "O si ${reportTarget} no es el usuario que deseas reportar, por favor indícanos el nombre del usuario que deseas reportar.",
		"Help Ticket": "Help Tickets",
		"Issue": "Problema",
		"A Global Staff member will be with you shortly.": "Un miembro del Staff Global estará contigo en breve.",
		"${this.inputUsername} does not have an open ticket.": "${this.inputUsername} no tiene un ticket abierto.",
		"You closed ${ticket.creator}'s ticket.": "Tú cerraste el ticket de ${ticket.creator}.",
		"The reason is too long. It cannot exceed 300 characters.": "La razón es demasiado extensa. No puede exceder los 300 caracteres.",
		"User '${targetUsername}' not found.": "Usuario '${targetUsername}' no encontrado.",
		"${targetUser ? targetUser.name : target} is not ticket banned.": "${targetUser ? targetUser.name : target} no tiene prohibido crear tickets.",
		"${targetUser ? targetUser.name : target}'s ticket ban is already expired.": "La prohibición de ${targetUser ? targetUser.name : target} para crear tickets ha expirado.",
		"You are already ignoring help ticket notifications. Use /helpticket unignore to receive notifications again.": "Tú ya estás ignorando las notificaciones de los help tickets. Usa /helpticket unignore para recibir notificaciones nuevamente.",
		"You are now ignoring help ticket notifications.": "Tú estás ignorando ahora las notificaciones de los help tickets.",
		"You are not ignoring help ticket notifications. Use /helpticket ignore to stop receiving notifications.": "Tú ya no estás ignorando las notificaciones de los help tickets. Usa /helpticket ignore para no recibir notificaciones.",
		"You will now receive help ticket notifications.": "Tú ahora no recibirás notificaciones de help tickets.",
		"${target} does not have a ticket.": "${target} no tiene un ticket.",
		"You deleted ${target}'s ticket.": "Tú eliminaste el ticket de ${target}",

		"Server version: <b>${version}</b>": "",
		"/mee - must not start with a letter or number": "",
		"What?! How are you not more excited to battle?! Try /battle! to show me you're ready.": "",
		"Access denied for custom avatar - make sure you're on the right account?": "",
		"Invalid avatar.": "",
		"Avatar changed to:": "",
		"Artist: ": "",
		"No one has PMed you yet.": "",
		"You forgot the comma.": "",
		"User ${targetUsername} not found. Did you misspell their name?": "",
		"User ${targetUsername} is offline.": "",
		"The user \"${targetUsername}\" was not found.": "",
		"The room \"${target}\" was not found.": "",
		"You do not have permission to invite people into this room.": "",
		"This user is already in \"${targetRoom.title}\".": "",
		"Setting status messages in /busy is no longer supported. Set a status using /status.": "",
		"Setting status messages in /away is no longer supported. Set a status using /status.": "",
		"User '${target}' not found.": "",
		"${targetUser.name} does not have a status set.": "",
		"${targetUser.name}'s status \"${targetUser.userMessage}\" was cleared by ${user.name}${displayReason}": "",
		"You don't have a status message set.": "",
		"You have cleared your status message.": "",
		"This user has not played any ladder games yet.": "",
		"W[TN: initial for Wins]": "",
		"L[TN: initial for Losses]": "",
		"You already have the temporary symbol '${group}'.": "",
		"You must specify a valid group symbol.": "",
		"You may only set a temporary symbol below your current rank.": "",
		"Your temporary group symbol is now": "",
		"Currently, you're viewing Pokémon Showdown in ${language}.": "",
		"Valid languages are: ${languages}": "",
		"Pokémon Showdown will now be displayed in ${language} (except in language rooms).": "",
		"Note that rooms can set their own language, which will override this setting.": "",
		"/updatesettings expects JSON encoded object.": "",
		"Unable to parse settings in /updatesettings!": "",
		"Must be in a battle.": "",
		"User ${target} not found.": "",
		"Must be a player in this battle.": "",
		"${targetUser.name} has not requested extraction.": "",
		"You have already consented to extraction with ${targetUser.name}.": "",
		"${user.name} consents to sharing battle team and choices with ${targetUser.name}.": "",
		"No input log found.": "",
		"${targetUser.name} has extracted the battle input log.": "",
		"This command only works in battle rooms.": "",
		"This command only works when the battle has ended - if the battle has stalled, use /offertie.": "",
		"Alternatively, you can end the battle with /forcetie.": "",
		"${user.name} has extracted the battle input log.": "",
		"You already extracted the battle input log.": "",
		"Battle input log re-requested.": "",
		"Invalid input log.": "",
		"Your input log contains untrusted code - you must have console access to use it.": "",
		"This command can only be used in a battle.": "",
		"Only players can extract their team.": "",
		"Use a number between 1-6 to view a specific set.": "",
		"The Pokemon \"${target}\" is not in your team.": "",
		"That Pokemon is not in your team.": "",
		"View team": "",
		"Must be in a battle room.": "",
		"This server does not allow offering ties.": "",
		"You can't offer ties in tournaments.": "",
		"It's too early to tie, please play until turn 100.": "",
		"No other player is requesting a tie right now. It was probably canceled.": "",
		"${user.name} is offering a tie.": "",
		"Accept tie": "",
		"Reject": "",
		"Must be a player to accept ties.": "",
		"You have already agreed to a tie.": "",
		"${user.name} accepted the tie.": "",
		"All players have accepted the tie.": "",
		"Must be a player to reject ties.": "",
		"${user.name} rejected the tie.": "",
		"This room doesn't have an active game.": "",
		"This kind of game can't be forfeited.": "",
		"This game doesn't support /choose": "",
		"This game doesn't support /undo": "",
		"You can only save replays for battles.": "",
		"This battle can't have hidden replays, because the tournament is set to be forced public.": "",
		"The replay for this battle is already set to hidden.": "",
		"${user.name} hid the replay of this battle.": "",
		"You can only do this in battle rooms.": "",
		"You can only add a Player to unrated battles.": "",
		"Player must be set to \"p1\" or \"p2\", not \"${target}\".": "",
		"User ${name} not found.": "",
		"User ${name} must be in the battle room already.": "",
		"This room already has a player in slot ${target}.": "",
		"${targetUser.name} is already a player in this battle.": "",
		"${name} was added to the battle as Player ${playerNum} by ${user.name}.": "",
		"Player 2": "",
		"Players could not be restored (maybe this battle already has two players?).": "",
		"This game doesn't support /joingame": "",
		"This game doesn't support /leavegame": "",
		"You can only do this in unrated non-tour battles.": "",
		"User ${targetUsername} not found.": "",
		"${targetUser.name} was kicked from a battle by ${user.name} ${displayTarget}": "",
		"You can only set the timer from inside a battle room.": "",
		"This game's timer is managed by a different command.": "",
		"The game timer is OFF.": "",
		"The game timer is ON (requested by ${requester})": "",
		"Access denied.": "",
		"Timer was turned off by staff. Please do not turn it back on until our staff say it's okay.": "",
		"The timer is already off.": "",
		"\"${target}\" is not a recognized timer state.": "",
		"Forcetimer is now OFF: The timer is now opt-in. (set by ${user.name})": "",
		"Forcetimer is now ON: All battles will be timed. (set by ${user.name})": "",
		"'${target}' is not a recognized forcetimer setting.": "",
		"This server requires you to be rank ${groupName} or higher to search for a battle.": "",
		"Since you have reached ${Config.forceregisterelo} ELO in ${target}, you must register your account to continue playing that format on ladder.": "",
		"Register": "",
		"The user '${targetUsername}' was not found.": "",
		"You are locked and cannot challenge unlocked users.": "",
		"You are banned from battling and cannot challenge users.": "",
		"You must choose a username before you challenge someone.": "",
		"This server requires you to be rank ${groupName} or higher to challenge users.": "",
		"This command does not support specifying multiple users": "",
		"User \"${targetUsername}\" not found.": "",
		"Provide a valid format.": "",
		"Please provide a valid format.": "",
		"The format '${originalFormat.name}' was not found.": "",
		"Your team is valid for ${format.name}.": "",
		"Your team was rejected for the following reasons:": "",
		"Battles are now hidden (except to staff) in your trainer card.": "",
		"Battles are now visible in your trainer card.": "",
		"'${command}' is a help command.": "",
		"The command '/${target}' does not exist.": "",
		"Could not find help for '/${target}'. Try /help for general help.": "",
		"Could not find help for '/${target}' - displaying help for '/${closestHelp}' instead": ""

	}
}
