export const AbilitiesText: { [id: IDEntry]: AbilityText } = {
	adaptability: {
		name: "てきおうりょく",
		desc: "自分と　おなじ　タイプの 技の　威力が　上がる。",
	},
	aerilate: {
		name: "スカイスキン",
		desc: "ノーマルタイプの　技が ひこうタイプになる。 威力が　少し　上がる。",
	},
	aftermath: {
		name: "ゆうばく",
		desc: "ひんしに　なったとき 触った　相手に ダメージを　あたえる。",
	},
	airlock: {
		name: "エアロック",
		desc: "あらゆる　天気の　影響が 消えて　しまう。",
	},
	analytic: {
		name: "アナライズ",
		desc: "いちばん　最後に　技を　出すと 技の　威力が　上がる。",
	},
	angerpoint: {
		name: "いかりのつぼ",
		desc: "急所に　攻撃が　当たると 怒りくるって　攻撃力が 最大に　なる。",
	},
	angershell: {
		name: "いかりのこうら",
		desc: "相手の攻撃で　HPが　半分に　なると 怒りで　防御と　特防が　下がるが 攻撃　特攻　素早さが　上がる。",
	},
	anticipation: {
		name: "きけんよち",
		desc: "相手の　持つ　危険な　技を 察知する　ことができる。",
	},
	arenatrap: {
		name: "ありじごく",
		desc: "戦闘で　相手を 逃げられなくする。",
	},
	armortail: {
		name: "テイルアーマー",
		desc: "頭を包む　謎のしっぽが こちらに　むかって　先制技を 出せない　ようにする。",
	},
	aromaveil: {
		name: "アロマベール",
		desc: "自分と　味方への　メンタル 攻撃を　防ぐことが　できる。",
	},
	asoneglastrier: {
		name: "じんばいったい",
		desc: "バドレックスの　きんちょうかんと ブリザポスの　しろのいななきの 二つの　特性を　あわせ持つ。",
	},
	asonespectrier: {
		name: "じんばいったい",
		desc: "バドレックスの　きんちょうかんと レイスポスの　くろのいななきの 二つの　特性を　あわせ持つ。",
	},
	aurabreak: {
		name: "オーラブレイク",
		desc: "オーラの　効果を　逆転させて 威力を　下げる。",
	},
	baddreams: {
		name: "ナイトメア",
		desc: "ねむり状態の　相手に ダメージを　あたえる。",
	},
	ballfetch: {
		name: "たまひろい",
		desc: "道具を　持っていない　場合 １回目に　投げて　失敗　した モンスターボールを　拾ってくる。",
	},
	battery: {
		name: "バッテリー",
		desc: "味方の　特殊技の 威力を　上げる。",
	},
	battlearmor: {
		name: "カブトアーマー",
		desc: "硬い　甲羅に　守られて 相手の　攻撃が 急所に　当たらない。",
	},
	battlebond: {
		name: "きずなへんげ",
		desc: "相手を　倒すと　トレーナーとの キズナが　深まり　サトシゲッコウガに 変化する。みずしゅりけんが　強くなる。",
	},
	beadsofruin: {
		name: "わざわいのたま",
		desc: "災厄を　呼ぶ　勾玉の力で 自分以外の　特防が　弱くなる。",
	},
	beastboost: {
		name: "ビーストブースト",
		desc: "相手を　倒したとき 自分の　いちばん　高い 能力が　上がる。",
	},
	berserk: {
		name: "ぎゃくじょう",
		desc: "相手の　攻撃で ＨＰが　半分に　なると 特攻が　上がる。",
	},
	bigpecks: {
		name: "はとむね",
		desc: "防御を　下げる 効果を　受けない。",
	},
	blaze: {
		name: "もうか",
		desc: "ＨＰが　減ったとき ほのおタイプの　技の 威力が　上がる。",
	},
	bulletproof: {
		name: "ぼうだん",
		desc: "相手の　弾や　爆弾などの 技を　防ぐことが　できる。",
	},
	cheekpouch: {
		name: "ほおぶくろ",
		desc: "どんな　きのみでも 食べると　ＨＰも　回復する。",
	},
	chillingneigh: {
		name: "しろのいななき",
		desc: "相手を　倒すと 冷たい　声で　いなないて 攻撃が　上がる。",
	},
	chlorophyll: {
		name: "ようりょくそ",
		desc: "天気が　晴れのとき 素早さが　上がる。",
	},
	clearbody: {
		name: "クリアボディ",
		desc: "相手の　技や　特性で 能力を　下げられない。",
	},
	cloudnine: {
		name: "ノーてんき",
		desc: "あらゆる　天気の　影響が なくなって　しまう。",
	},
	colorchange: {
		name: "へんしょく",
		desc: "相手から　受けた　技の　タイプに 自分の　タイプが　変化　する。",
	},
	comatose: {
		name: "ぜったいねむり",
		desc: "つねに　夢うつつの　状態で 絶対に　目覚めない。 眠ったまま　攻撃が　できる。",
	},
	commander: {
		name: "しれいとう",
		desc: "登場したとき　味方に ヘイラッシャが　いると　口の中に 入って　そこから　指令を　だす。",
	},
	competitive: {
		name: "かちき",
		desc: "能力を　下げられると 特攻が　ぐーんと　上がる。",
	},
	compoundeyes: {
		name: "ふくがん",
		desc: "複眼を　持っているため 技の　命中率が　上がる。",
	},
	contrary: {
		name: "あまのじゃく",
		desc: "能力の　変化が　逆転して 上がるときに　下がり 下がるときに　上がる。",
	},
	corrosion: {
		name: "ふしょく",
		desc: "はがねタイプや　どくタイプも どく状態に　することが　できる。",
	},
	costar: {
		name: "きょうえん",
		desc: "登場　したときに 味方の　能力変化を　コピーする。",
	},
	cottondown: {
		name: "わたげ",
		desc: "攻撃を　受けると　わたげを　ばらまいて 自分以外の　ポケモン　すべての 素早さを　下げる。",
	},
	cudchew: {
		name: "はんすう",
		desc: "きのみを　食べると 次のターンの　終わりに　胃から 出して　もう1回だけ　食べる。",
	},
	curiousmedicine: {
		name: "きみょうなくすり",
		desc: "登場　したときに 貝がらから　薬を　振りまいて 味方の　能力変化を　元に戻す。",
	},
	cursedbody: {
		name: "のろわれボディ",
		desc: "攻撃を　受けると　相手の　技を かなしばり状態に することが　ある。",
	},
	cutecharm: {
		name: "メロメロボディ",
		desc: "自分に　触った　相手を メロメロに　することが　ある。",
	},
	damp: {
		name: "しめりけ",
		desc: "あたりを　湿らせることに　よって じばく　などの　爆発する　技を だれも　使えなくなる。",
	},
	dancer: {
		name: "おどりこ",
		desc: "だれかが　踊り技を　使うと 自分も　それに　続いて 踊り技を　出すことが　できる。",
	},
	darkaura: {
		name: "ダークオーラ",
		desc: "全員の　あくタイプの 技が　強くなる。",
	},
	dauntlessshield: {
		name: "ふくつのたて",
		desc: "登場　したときに 防御が　上がる。",
	},
	dazzling: {
		name: "ビビッドボディ",
		desc: "相手を　びっくり　させて こちらに　むかって　先制技を 出せない　ようにする。",
	},
	defeatist: {
		name: "よわき",
		desc: "ＨＰが　半分に　なると 弱気に　なって　攻撃と 特攻が　半減する。",
	},
	defiant: {
		name: "まけんき",
		desc: "能力を　下げられると 攻撃が　ぐーんと　上がる。",
	},
	deltastream: {
		name: "デルタストリーム",
		desc: "ひこうタイプの　弱点が なくなる　天気にする。",
	},
	desolateland: {
		name: "おわりのだいち",
		desc: "みずタイプの　攻撃を 受けない　天気にする。",
	},
	disguise: {
		name: "ばけのかわ",
		desc: "体を　被う　化けの皮で １回　攻撃を　防ぐことが　できる。",
	},
	download: {
		name: "ダウンロード",
		desc: "相手の　防御と　特防を　くらべて 低い　ほうの　能力に　あわせて 自分の　攻撃か　特攻を　上げる。",
	},
	dragonize: {
		name: "ドラゴンスキン",
		desc: "ノーマルタイプの技がドラゴンタイプになり 威力が1.2倍になる。",
	},
	dragonsmaw: {
		name: "りゅうのあぎと",
		desc: "ドラゴンタイプの　技の 威力が　上がる。",
	},
	drizzle: {
		name: "あめふらし",
		desc: "登場　したときに 天気を　雨に　する。",
	},
	drought: {
		name: "ひでり",
		desc: "登場　したときに 天気を　晴れに　する。",
	},
	dryskin: {
		name: "かんそうはだ",
		desc: "天気が　雨の時や　みずタイプの 技で　ＨＰが　回復し　はれの時や ほのおタイプの　技で　減ってしまう。",
	},
	earlybird: {
		name: "はやおき",
		desc: "ねむり状態に　なっても ２倍の　早さで 目覚める　ことが　できる。",
	},
	eartheater: {
		name: "どしょく",
		desc: "じめんタイプの　技を　受けると ダメージを　受けずに　回復する。",
	},
	effectspore: {
		name: "ほうし",
		desc: "攻撃で　自分に　触れた　相手を どくや　まひや　ねむり状態に する　ことがある。",
	},
	electricsurge: {
		name: "エレキメイカー",
		desc: "登場　したときに エレキフィールドを　はりめぐらせる。",
	},
	electromorphosis: {
		name: "でんきにかえる",
		desc: "ダメージを　受けると じゅうでん　状態に　なる。",
	},
	emergencyexit: {
		name: "ききかいひ",
		desc: "ＨＰが　半分に　なると 危険を　回避するため 手持ちに　引っ込んで　しまう。",
	},
	fairyaura: {
		name: "フェアリーオーラ",
		desc: "全員の　フェアリータイプの 技が　強くなる。",
	},
	filter: {
		name: "フィルター",
		desc: "効果バツグンに　なってしまう 攻撃の　威力を 弱める　ことが　できる。",
	},
	flamebody: {
		name: "ほのおのからだ",
		desc: "自分に　触った　相手を やけど状態に　する　ことがある。",
	},
	flareboost: {
		name: "ねつぼうそう",
		desc: "やけど状態に　なったとき 特殊技の　威力が　上がる。",
	},
	flashfire: {
		name: "もらいび",
		desc: "ほのおタイプの　技を　受けると 炎を　もらい　自分が　出す ほのおタイプの　技が　強くなる。",
	},
	flowergift: {
		name: "フラワーギフト",
		desc: "天気が　晴れのとき 自分と　味方の　攻撃と 特防の　能力が　上がる。",
	},
	flowerveil: {
		name: "フラワーベール",
		desc: "味方の　草ポケモンは 能力が　下がらず 状態異常にも　ならない。",
	},
	fluffy: {
		name: "もふもふ",
		desc: "相手から　受けた　接触する　技の ダメージを　半減するが　ほのおタイプの 技の　ダメージは　２倍になる。",
	},
	forecast: {
		name: "てんきや",
		desc: "天気の　影響を　受けて みずタイプ　ほのおタイプ　こおりタイプの どれかに　変化する。",
	},
	forewarn: {
		name: "よちむ",
		desc: "登場　したとき 相手の　持つ　技を ひとつだけ　読み取る。",
	},
	friendguard: {
		name: "フレンドガード",
		desc: "味方の　ダメージを 減らすことが　できる。",
	},
	frisk: {
		name: "おみとおし",
		desc: "登場　したとき 相手の　持ち物を 見通すことが　できる。",
	},
	fullmetalbody: {
		name: "メタルプロテクト",
		desc: "相手の　技や　特性で 能力を　下げられない。",
	},
	furcoat: {
		name: "ファーコート",
		desc: "相手から　受ける　物理技の ダメージが　半分に　なる。",
	},
	galewings: {
		name: "はやてのつばさ",
		desc: "ＨＰが　満タン　だと ひこうタイプの　技を 先制で　出すことが　できる。",
	},
	galvanize: {
		name: "エレキスキン",
		desc: "ノーマルタイプの　技が でんきタイプになる。 威力が　少し　上がる。",
	},
	gluttony: {
		name: "くいしんぼう",
		desc: "ＨＰが　少なくなったら　食べる きのみを　ＨＰ　半分の 時に　食べてしまう。",
	},
	goodasgold: {
		name: "おうごんのからだ",
		desc: "酸化せず　丈夫な　黄金の体は 相手からの　変化技を　受けない。",
	},
	gooey: {
		name: "ぬめぬめ",
		desc: "攻撃で　自分に　触れた　相手の 素早さを　下げる。",
	},
	gorillatactics: {
		name: "ごりむちゅう",
		desc: "攻撃は　上がるが 最初に　選んだ 技しか　出せなくなる。",
	},
	grasspelt: {
		name: "くさのけがわ",
		desc: "グラスフィールドのとき 防御が　上がる。",
	},
	grassysurge: {
		name: "グラスメイカー",
		desc: "登場　したときに グラスフィールドを　はりめぐらせる。",
	},
	grimneigh: {
		name: "くろのいななき",
		desc: "相手を　倒すと 恐ろしい　声で　いなないて 特攻が　上がる。",
	},
	guarddog: {
		name: "ばんけん",
		desc: "いかく　されると　攻撃が　上がる。 ポケモンを　入れ替えさせる 技や　道具が　効かない。",
	},
	gulpmissile: {
		name: "うのミサイル",
		desc: "なみのりか　ダイビングを　すると 獲物を　くわえてくる。　ダメージを 受けると　獲物を　吐きだして　攻撃。",
	},
	guts: {
		name: "こんじょう",
		desc: "状態異常に　なると 根性を　だして 攻撃が　上がる。",
	},
	hadronengine: {
		name: "ハドロンエンジン",
		desc: "登場したとき　エレキフィールドを　はる。 エレキフィールドだと　未来の 機関により　特攻が　高まる。",
	},
	harvest: {
		name: "しゅうかく",
		desc: "使った　きのみを 何回も　作りだす。",
	},
	healer: {
		name: "いやしのこころ",
		desc: "状態異常の　味方を たまに　治してあげる。",
	},
	heatproof: {
		name: "たいねつ",
		desc: "耐熱の　体に　よって ほのおタイプの　技の 威力を　半減させる。",
	},
	heavymetal: {
		name: "ヘヴィメタル",
		desc: "自分の　重さが ２倍に　なる。",
	},
	honeygather: {
		name: "みつあつめ",
		desc: "戦闘が　終わったとき あまいミツを　拾うことが　ある。",
	},
	hospitality: {
		name: "おもてなし",
		desc: "登場したとき　味方を　もてなして HPを　少しだけ　回復してあげる。",
	},
	hugepower: {
		name: "ちからもち",
		desc: "物理攻撃の 威力が　２倍になる。",
	},
	hungerswitch: {
		name: "はらぺこスイッチ",
		desc: "ターンの　終わりに　まんぷくもよう はらぺこもよう　まんぷくもよう……と 交互に　姿を　変える。",
	},
	hustle: {
		name: "はりきり",
		desc: "自分の　攻撃が　高くなるが 命中率が　下がる。",
	},
	hydration: {
		name: "うるおいボディ",
		desc: "天気が　雨のとき 状態異常が　治る。",
	},
	hypercutter: {
		name: "かいりきバサミ",
		desc: "力自慢の　ハサミを　持っているので 相手に　攻撃を　下げられない。",
	},
	icebody: {
		name: "アイスボディ",
		desc: "天気が　あられのとき　ＨＰを 少しずつ　回復　する。",
	},
	iceface: {
		name: "アイスフェイス",
		desc: "物理攻撃は　頭の　氷が みがわりに　なるが　姿も　変わる。 氷は　あられが　降ると　元に戻る。",
	},
	icescales: {
		name: "こおりのりんぷん",
		desc: "こおりのりんぷんに　守られて 特殊攻撃で　受ける ダメージが　半減　する。",
	},
	illuminate: {
		name: "はっこう",
		desc: "あたりを　明るくする　ことで 野生の　ポケモンに 遭遇　しやすくなる。",
	},
	illusion: {
		name: "イリュージョン",
		desc: "手持ちの　いちばん　うしろに　いる ポケモンに　なりきって　登場して 相手を　化かす。",
	},
	immunity: {
		name: "めんえき",
		desc: "体内に　免疫を　持っているため どく状態に　ならない。",
	},
	imposter: {
		name: "かわりもの",
		desc: "目の前の　ポケモンに 変身　してしまう。",
	},
	infiltrator: {
		name: "すりぬけ",
		desc: "相手の　壁や　身代わりを すりぬけて　攻撃　できる",
	},
	innardsout: {
		name: "とびだすなかみ",
		desc: "相手に　倒されたとき ＨＰの　残りの　ぶんだけ 相手に　ダメージを　あたえる。",
	},
	innerfocus: {
		name: "せいしんりょく",
		desc: "鍛えられた　精神に　よって 相手の　攻撃に　ひるまない。",
	},
	insomnia: {
		name: "ふみん",
		desc: "眠れない　体質　なので ねむり状態に　ならない。",
	},
	intimidate: {
		name: "いかく",
		desc: "登場　したとき　威嚇して 相手を　萎縮させ 相手の　攻撃を　下げて　しまう。",
	},
	intrepidsword: {
		name: "ふとうのけん",
		desc: "登場　したときに 攻撃が　上がる。",
	},
	ironbarbs: {
		name: "てつのトゲ",
		desc: "自分に　触った　相手に 鉄のトゲで　ダメージを　あたえる。",
	},
	ironfist: {
		name: "てつのこぶし",
		desc: "パンチを　使う　技の 威力が　上がる。",
	},
	justified: {
		name: "せいぎのこころ",
		desc: "あくタイプの　攻撃を　受けると 正義感で　攻撃が　上がる。",
	},
	keeneye: {
		name: "するどいめ",
		desc: "鋭い　目の　おかげで 命中率を　下げられない。",
	},
	klutz: {
		name: "ぶきよう",
		desc: "持っている　道具を 使うことが　できない。",
	},
	leafguard: {
		name: "リーフガード",
		desc: "天気が　晴れのときは 状態異常に　ならない。",
	},
	levitate: {
		name: "ふゆう",
		desc: "地面から　浮くことによって じめんタイプの　技を　受けない。",
	},
	libero: {
		name: "リベロ",
		desc: "自分が　出す　技と 同じ　タイプに　変化する。",
	},
	lightmetal: {
		name: "ライトメタル",
		desc: "自分の　重さが 半分に　なる。",
	},
	lightningrod: {
		name: "ひらいしん",
		desc: "でんきタイプの　技を　自分に 寄せつけ　ダメージを　受けずに 特攻が　上がる。",
	},
	limber: {
		name: "じゅうなん",
		desc: "柔軟な　体によって まひ状態に　ならない。",
	},
	lingeringaroma: {
		name: "とれないにおい",
		desc: "相手に　触られると とれないにおいが 相手に　うつってしまう。",
	},
	liquidooze: {
		name: "ヘドロえき",
		desc: "ヘドロ液を　吸い取った　相手は 強烈な　悪臭で ダメージを　受けて　ＨＰを　減らす。",
	},
	liquidvoice: {
		name: "うるおいボイス",
		desc: "すべての　音技が みずタイプに　なる。",
	},
	longreach: {
		name: "えんかく",
		desc: "すべての　技を 相手に　接触　しないで 出すことが　できる。",
	},
	magicbounce: {
		name: "マジックミラー",
		desc: "相手に　だされた　変化技を　受けずに そのまま　返す　ことが　できる。",
	},
	magicguard: {
		name: "マジックガード",
		desc: "攻撃　以外では ダメージを　受けない。",
	},
	magician: {
		name: "マジシャン",
		desc: "技を　当てた　相手の 道具を　奪ってしまう。",
	},
	magmaarmor: {
		name: "マグマのよろい",
		desc: "熱い　マグマを　身にまとい こおり状態に　ならない。",
	},
	magnetpull: {
		name: "じりょく",
		desc: "はがねタイプの　ポケモンを 磁力で　引きつけて 逃げられなくする。",
	},
	marvelscale: {
		name: "ふしぎなうろこ",
		desc: "状態異常に　なると 不思議なウロコが　反応して 防御が　上がる。",
	},
	megalauncher: {
		name: "メガランチャー",
		desc: "波動の　技の 威力が　高くなる。",
	},
	megasol: {
		name: "メガソーラー",
		desc: "天気が　にほんばれ状態でなくても にほんばれ状態として 技を使うことができる。",
	},
	merciless: {
		name: "ひとでなし",
		desc: "どく状態の 相手を　攻撃すると かならず　急所に　当たる。",
	},
	mimicry: {
		name: "ぎたい",
		desc: "フィールドの　状態に　あわせて ポケモンの　タイプが　変わる。",
	},
	mindseye: {
		name: "しんがん",
		desc: "ノーマル　かくとうタイプの技を　ゴーストタイプに 当てることが　できる。　相手の　回避率の 変化を　無視し　命中率も　下げられない。",
	},
	minus: {
		name: "マイナス",
		desc: "プラスか　マイナスの　特性を　持つ ポケモンが　仲間に　いると 自分の　特攻が　上がる。",
	},
	mirrorarmor: {
		name: "ミラーアーマー",
		desc: "自分が　受けた 能力　ダウンの 効果　だけを　跳ね返す。",
	},
	mistysurge: {
		name: "ミストメイカー",
		desc: "登場　したときに ミストフィールドを　はりめぐらせる。",
	},
	moldbreaker: {
		name: "かたやぶり",
		desc: "相手の　特性に ジャマされる　ことなく　相手に 技を　出すことが　できる。",
	},
	moody: {
		name: "ムラっけ",
		desc: "毎ターン　能力の　どれかが ぐーんと　上がって　どれかが　下がる。",
	},
	motordrive: {
		name: "でんきエンジン",
		desc: "でんきタイプの　技を　受けると ダメージを　受けずに 素早さが　上がる。",
	},
	moxie: {
		name: "じしんかじょう",
		desc: "相手を　倒すと 自信が　ついて 攻撃が　上がる。",
	},
	multiscale: {
		name: "マルチスケイル",
		desc: "ＨＰが　満タンの　ときに 受ける　ダメージが　少なくなる。",
	},
	multitype: {
		name: "マルチタイプ",
		desc: "持っている　プレートや Ｚクリスタルの　タイプによって 自分の　タイプが　変わる。",
	},
	mummy: {
		name: "ミイラ",
		desc: "相手に　触られると 相手を　ミイラに　してしまう。",
	},
	myceliummight: {
		name: "きんしのちから",
		desc: "変化技を　出すとき 必ず　行動が　遅くなるが 相手の　特性に　ジャマされない。",
	},
	naturalcure: {
		name: "しぜんかいふく",
		desc: "手持ちに　ひっこむと 状態異常が　治る。",
	},
	neuroforce: {
		name: "ブレインフォース",
		desc: "効果バツグンの　攻撃で 威力が　さらに　上がる。",
	},
	neutralizinggas: {
		name: "かがくへんかガス",
		desc: "かがくへんかガスの　ポケモンが　場にいると すべての　ポケモンの　特性の 効果が　消えたり　発動　しなくなる。",
	},
	noguard: {
		name: "ノーガード",
		desc: "ノーガード戦法に　よって お互いの　出す　技が かならず　当たる　ようになる。",
	},
	normalize: {
		name: "ノーマルスキン",
		desc: "どんな　タイプの　技でも すべて　ノーマルタイプに　なる。 威力が　少し　上がる。",
	},
	oblivious: {
		name: "どんかん",
		desc: "鈍感なので メロメロや　ちょうはつ状態に ならない。",
	},
	opportunist: {
		name: "びんじょう",
		desc: "相手の　能力が　上がったとき 自分も　便乗して 同じように　能力を　上げる。",
	},
	orichalcumpulse: {
		name: "ひひいろのこどう",
		desc: "登場したとき　天気を　晴れにする。 日差しが　強いと　古代の 鼓動により　攻撃が　高まる。",
	},
	overcoat: {
		name: "ぼうじん",
		desc: "すなあらしや　あられなどの ダメージを　受けない。 粉の　技を　受けない。",
	},
	overgrow: {
		name: "しんりょく",
		desc: "ＨＰが　減ったとき くさタイプの　技の 威力が　上がる。",
	},
	owntempo: {
		name: "マイペース",
		desc: "マイペースなので こんらん状態に　ならない。",
	},
	parentalbond: {
		name: "おやこあい",
		desc: "親子　２匹で　２回 攻撃することが　できる。",
	},
	pastelveil: {
		name: "パステルベール",
		desc: "自分も　味方も どくの　状態異常を 受けなくなる。",
	},
	perishbody: {
		name: "ほろびのボディ",
		desc: "接触する　技を　受けると お互い　３ターン　たつと　ひんしになる。 交代すると　効果は　なくなる。",
	},
	pickpocket: {
		name: "わるいてぐせ",
		desc: "触られた　相手の　道具を 盗んで　しまう。",
	},
	pickup: {
		name: "ものひろい",
		desc: "相手の　使った　道具を 拾ってくることが　ある。 冒険中も　拾ってくる。",
	},
	piercingdrill: {
		name: "かんつうドリル",
		desc: "接触技を使う時 相手の守りの効果を無視して 本来の1/4のダメージを与える。 相手の守りの効果以外は発動される。",
	},
	pixilate: {
		name: "フェアリースキン",
		desc: "ノーマルタイプの　技が フェアリータイプになる。 威力が　少し　上がる。",
	},
	plus: {
		name: "プラス",
		desc: "プラスか　マイナスの　特性を　持つ ポケモンが　仲間に　いると 自分の　特攻が　上がる。",
	},
	poisonheal: {
		name: "ポイズンヒール",
		desc: "どく状態に　なると ＨＰが　減らずに　増えていく。",
	},
	poisonpoint: {
		name: "どくのトゲ",
		desc: "自分に　触った　相手を どく状態に　することがある。",
	},
	poisonpuppeteer: {
		name: "どくくぐつ",
		desc: "モモワロウの　技によって どく状態に　なった　相手は こんらん状態にも　なってしまう。",
	},
	poisontouch: {
		name: "どくしゅ",
		desc: "触る　だけで　相手を どく　状態に　することがある。",
	},
	powerconstruct: {
		name: "スワームチェンジ",
		desc: "ＨＰが　半分に　なると セルたちが　応援に　駆けつけ パーフェクトフォルムに　姿を　変える。",
	},
	powerofalchemy: {
		name: "かがくのちから",
		desc: "倒された　味方の　特性を　受け継ぎ 同じ　特性に　変わる。",
	},
	powerspot: {
		name: "パワースポット",
		desc: "隣に　いるだけで 技の　威力が　上がる。",
	},
	prankster: {
		name: "いたずらごころ",
		desc: "変化技を　先制で 出すことが　できる。",
	},
	pressure: {
		name: "プレッシャー",
		desc: "プレッシャーを　あたえて 相手の　使う　技の　ＰＰを 多く　減らす。",
	},
	primordialsea: {
		name: "はじまりのうみ",
		desc: "ほのおタイプの　攻撃を 受けない　天気にする。",
	},
	prismarmor: {
		name: "プリズムアーマー",
		desc: "効果バツグンに　なってしまう 攻撃の　威力を 弱める　ことが　できる。",
	},
	propellertail: {
		name: "スクリューおびれ",
		desc: "相手の　技を　引き受ける 特性や　技の 影響を　無視　できる。",
	},
	protean: {
		name: "へんげんじざい",
		desc: "自分が　出す　技と 同じ　タイプに　変化する。",
	},
	protosynthesis: {
		name: "こだいかっせい",
		desc: "ブーストエナジーを　持たせるか 天気が　晴れのとき いちばん　高い能力が　上がる。",
	},
	psychicsurge: {
		name: "サイコメイカー",
		desc: "登場　したときに サイコフィールドを　はりめぐらせる。",
	},
	punkrock: {
		name: "パンクロック",
		desc: "音技の　威力が　上がる。 受けた　音技の ダメージは　半分に　なる。",
	},
	purepower: {
		name: "ヨガパワー",
		desc: "ヨガの　力で 物理攻撃の　威力が ２倍に　なる。",
	},
	purifyingsalt: {
		name: "きよめのしお",
		desc: "清らかな塩で　状態異常に　ならない。 ゴーストタイプの　技の ダメージを　半減させる。",
	},
	quarkdrive: {
		name: "クォークチャージ",
		desc: "ブーストエナジーを　持たせるか エレキフィールドのとき いちばん　高い能力が　上がる。",
	},
	queenlymajesty: {
		name: "じょおうのいげん",
		desc: "相手に　威圧感を　あたえ こちらに　むかって　先制技を 出せない　ようにする。",
	},
	quickdraw: {
		name: "クイックドロウ",
		desc: "相手より　先に 行動できることが　ある。",
	},
	quickfeet: {
		name: "はやあし",
		desc: "状態異常に　なると 素早さが　上がる。",
	},
	raindish: {
		name: "あめうけざら",
		desc: "天気が　雨のとき 少しずつ　ＨＰを　回復する。",
	},
	rattled: {
		name: "びびり",
		desc: "あくタイプと　ゴーストタイプと むしタイプの　技を　受けると びびって　素早さが　上がる。",
	},
	receiver: {
		name: "レシーバー",
		desc: "倒された　味方の　特性を 受け継いで　同じ　特性に　なる。",
	},
	reckless: {
		name: "すてみ",
		desc: "反動で　ダメージを 受ける　技の　威力が　上がる。",
	},
	refrigerate: {
		name: "フリーズスキン",
		desc: "ノーマルタイプの　技が こおりタイプに　なる。 威力が　少し　上がる。",
	},
	regenerator: {
		name: "さいせいりょく",
		desc: "手持ちに　引っ込むと ＨＰが　少し　回復する。",
	},
	ripen: {
		name: "じゅくせい",
		desc: "熟成　させることで きのみの　効果が 倍に　なる。",
	},
	rivalry: {
		name: "とうそうしん",
		desc: "性別が　同じだと 闘争心を　燃やして　強くなる。 性別が　違うと　弱くなる。",
	},
	rkssystem: {
		name: "ＡＲシステム",
		desc: "持っている　メモリで 自分の　タイプが　変わる。",
	},
	rockhead: {
		name: "いしあたま",
		desc: "反動を　受ける　技を　出しても ＨＰが　減らない。",
	},
	rockypayload: {
		name: "いわはこび",
		desc: "いわタイプの　技の 威力が　上がる。",
	},
	roughskin: {
		name: "さめはだ",
		desc: "攻撃を　受けたとき 自分に　触れた　相手を ざらざらの　肌で　キズつける。",
	},
	runaway: {
		name: "にげあし",
		desc: "野生の　ポケモンから 必ず　逃げられる。",
	},
	sandforce: {
		name: "すなのちから",
		desc: "天気が　すなあらしの　とき いわタイプと　じめんタイプと はがねタイプの　威力が　上がる。",
	},
	sandrush: {
		name: "すなかき",
		desc: "天気が　すなあらし　のとき 素早さが　上がる。",
	},
	sandspit: {
		name: "すなはき",
		desc: "攻撃を　受けると 砂あらしを　起こす。",
	},
	sandstream: {
		name: "すなおこし",
		desc: "登場　したとき 天気を　砂あらしにする。",
	},
	sandveil: {
		name: "すながくれ",
		desc: "砂あらしの　とき 回避率が　上がる。",
	},
	sapsipper: {
		name: "そうしょく",
		desc: "くさタイプの　技を　受けると ダメージを　受けずに 攻撃が　上がる。",
	},
	schooling: {
		name: "ぎょぐん",
		desc: "ＨＰが　多いときは　群れて　強くなる。 ＨＰの　残りが　少なくなると 群れは　散り散りに　なってしまう。",
	},
	scrappy: {
		name: "きもったま",
		desc: "ゴーストタイプの　ポケモンに ノーマルタイプと　かくとうタイプの 技を　当てることが　できる。",
	},
	screencleaner: {
		name: "バリアフリー",
		desc: "登場　したときに　敵と　味方の ひかりのかべ　リフレクター オーロラベールの　効果が　消える。",
	},
	seedsower: {
		name: "こぼれダネ",
		desc: "攻撃を　受けると グラスフィールドに　する。",
	},
	serenegrace: {
		name: "てんのめぐみ",
		desc: "天の恵みの　おかげで 技の　追加効果が　でやすい。",
	},
	shadowshield: {
		name: "ファントムガード",
		desc: "ＨＰが　満タンの　ときに 受ける　ダメージが　少なくなる。",
	},
	shadowtag: {
		name: "かげふみ",
		desc: "相手の　影を　踏み 逃げたり　交代　できなくする。",
	},
	sharpness: {
		name: "きれあじ",
		desc: "相手を　切る技の 威力が　上がる。",
	},
	shedskin: {
		name: "だっぴ",
		desc: "体の　皮を　脱ぎ捨てることで 状態異常を 治すことが　ある。",
	},
	sheerforce: {
		name: "ちからずく",
		desc: "技の　追加効果は　なくなるが そのぶん　高い　威力で 技を　出すことが　できる。",
	},
	shellarmor: {
		name: "シェルアーマー",
		desc: "硬い　殻に　守られ 相手の　攻撃が 急所に　当たらない。",
	},
	shielddust: {
		name: "りんぷん",
		desc: "りんぷんに　守られて 技の　追加効果を　受けなくなる。",
	},
	shieldsdown: {
		name: "リミットシールド",
		desc: "ＨＰが　半分に　なると 殻が　壊れて 攻撃的に　なる。",
	},
	simple: {
		name: "たんじゅん",
		desc: "能力　変化が いつもの　２倍に　なる。",
	},
	skilllink: {
		name: "スキルリンク",
		desc: "連続技を　使うと　いつも 最高回数　出すことが　できる。",
	},
	slowstart: {
		name: "スロースタート",
		desc: "５ターンの　あいだ 攻撃と　素早さが 半分に　なる。",
	},
	slushrush: {
		name: "ゆきかき",
		desc: "天気が　あられ　のとき 素早さが　上がる。",
	},
	sniper: {
		name: "スナイパー",
		desc: "攻撃を　急所に　当てると 威力が　さらに　上がる。",
	},
	snowcloak: {
		name: "ゆきがくれ",
		desc: "天気が　あられのとき 回避率が　上がる。",
	},
	snowwarning: {
		name: "ゆきふらし",
		desc: "登場　したときに 天気を　あられに　する。",
	},
	solarpower: {
		name: "サンパワー",
		desc: "天気が　晴れると 特攻が　上がるが 毎ターン　ＨＰが　減る。",
	},
	solidrock: {
		name: "ハードロック",
		desc: "効果バツグンに　なってしまう 攻撃の　威力を 弱める　ことが　できる。",
	},
	soulheart: {
		name: "ソウルハート",
		desc: "ポケモンが　ひんしに　なるたびに 特攻が　上がる。",
	},
	soundproof: {
		name: "ぼうおん",
		desc: "音を　遮断　することに　よって 音の　攻撃を　受けない。",
	},
	speedboost: {
		name: "かそく",
		desc: "毎ターン　素早さが　上がる。",
	},
	spicyspray: {
		name: "とびだすハバネロ",
		desc: "技のダメージを受けると 相手をやけど状態にする。",
	},
	stakeout: {
		name: "はりこみ",
		desc: "交代で　出てきた　相手に ２倍の　ダメージで　攻撃　できる。",
	},
	stall: {
		name: "あとだし",
		desc: "技を　出す　順番が かならず　最後に　なる。",
	},
	stalwart: {
		name: "すじがねいり",
		desc: "相手の　技を　引き受ける 特性や　技の 影響を　無視　できる。",
	},
	stamina: {
		name: "じきゅうりょく",
		desc: "攻撃を　受けると 防御が　上がる。",
	},
	stancechange: {
		name: "バトルスイッチ",
		desc: "攻撃技を　出すと　ブレードフォルムに 技　キングシールドを　出すと シールドフォルムに　変化する。",
	},
	static: {
		name: "せいでんき",
		desc: "静電気を　体に　まとい 触った　相手を まひさせる　ことがある。",
	},
	steadfast: {
		name: "ふくつのこころ",
		desc: "ひるむ　たびに 不屈の心を　燃やして 素早さが　上がる。",
	},
	steamengine: {
		name: "じょうききかん",
		desc: "みずタイプ　ほのおタイプの 技を　受けると 素早さが　ぐぐーんと　上がる。",
	},
	steelworker: {
		name: "はがねつかい",
		desc: "はがねタイプの　技の 威力が　上がる。",
	},
	steelyspirit: {
		name: "はがねのせいしん",
		desc: "味方の　はがねタイプの 攻撃の　威力が　上がる。",
	},
	stench: {
		name: "あくしゅう",
		desc: "臭い　においを　放つことによって 攻撃した　ときに　相手を ひるませることが　ある。",
	},
	stickyhold: {
		name: "ねんちゃく",
		desc: "粘着質の　体に 道具が　くっついているため 相手に　道具を　奪われない。",
	},
	stormdrain: {
		name: "よびみず",
		desc: "みずタイプの　技を　自分に　よせつけ ダメージは　受けずに　特攻が　上がる。",
	},
	strongjaw: {
		name: "がんじょうあご",
		desc: "あごが　頑丈で 噛む　技の　威力が 高くなる。",
	},
	sturdy: {
		name: "がんじょう",
		desc: "相手の　技を　受けても 一撃で　倒されることが　ない。 一撃必殺技も　効かない。",
	},
	suctioncups: {
		name: "きゅうばん",
		desc: "吸盤で　地面に　張り付き ポケモンを　入れ替えさせる 技や　道具が　効かなくなる。",
	},
	superluck: {
		name: "きょううん",
		desc: "強運を　持っているため 相手の　急所に 攻撃が　当たりやすい。",
	},
	supersweetsyrup: {
		name: "かんろなミツ",
		desc: "最初に　登場　したとき 甘ったるい　蜜の香りを　ふりまいて 相手の　回避率を　下げる。",
	},
	supremeoverlord: {
		name: "そうだいしょう",
		desc: "登場したとき　今まで　倒された 味方の　数が　多いほど 少しずつ　攻撃と　特攻が　上がる。",
	},
	surgesurfer: {
		name: "サーフテール",
		desc: "エレキフィールド　のとき 素早さが　２倍に　なる。",
	},
	swarm: {
		name: "むしのしらせ",
		desc: "ＨＰが　減ったとき むしタイプの　技の 威力が　上がる。",
	},
	sweetveil: {
		name: "スイートベール",
		desc: "味方の　ポケモンは 眠らなくなる。",
	},
	swiftswim: {
		name: "すいすい",
		desc: "天気が　雨のとき 素早さが　上がる。",
	},
	swordofruin: {
		name: "わざわいのつるぎ",
		desc: "災厄を　呼ぶ　剣の力で 自分以外の　防御が　弱くなる。",
	},
	symbiosis: {
		name: "きょうせい",
		desc: "味方が　道具を　使うと 自分の　持っている　道具を 味方に　渡す。",
	},
	synchronize: {
		name: "シンクロ",
		desc: "自分が　なってしまった どくや　まひや　やけどを 相手に　うつす。",
	},
	tabletsofruin: {
		name: "わざわいのおふだ",
		desc: "災厄を　呼ぶ　木札の力で 自分以外の　攻撃が　弱くなる。",
	},
	tangledfeet: {
		name: "ちどりあし",
		desc: "こんらん状態の　ときは 回避率が　アップする。",
	},
	tanglinghair: {
		name: "カーリーヘアー",
		desc: "攻撃で　自分に　触れた　相手の 素早さを　下げる。",
	},
	technician: {
		name: "テクニシャン",
		desc: "威力が　低い　技の 威力を　高くして　攻撃できる。",
	},
	telepathy: {
		name: "テレパシー",
		desc: "味方の　攻撃を　読み取って 技を　回避する。",
	},
	teraformzero: {
		name: "ゼロフォーミング",
		desc: "テラパゴスが　ステラフォルムに　なったとき 秘められた力で　天気と　フィールドの 影響を　すべて　ゼロにする。",
	},
	terashell: {
		name: "テラスシェル",
		desc: "全タイプの力を　秘めた甲羅は HPが　満タンの　ときに　受ける ダメージを　すべて　今ひとつに　する。",
	},
	terashift: {
		name: "テラスチェンジ",
		desc: "登場したとき　周囲の エネルギーを　吸収し テラスタルフォルムに　変化する。",
	},
	teravolt: {
		name: "テラボルテージ",
		desc: "相手の　特性に　ジャマされず 相手に　技を　出すことが　できる。",
	},
	thermalexchange: {
		name: "ねつこうかん",
		desc: "ほのおタイプの　技を　受けると 攻撃が　上がる。 やけど状態に　ならない。",
	},
	thickfat: {
		name: "あついしぼう",
		desc: "厚い　脂肪で　守られているので ほのおタイプと　こおりタイプの 技の　ダメージを　半減させる。",
	},
	tintedlens: {
		name: "いろめがね",
		desc: "効果が　いまひとつの　技を 通常の　威力で 出すことが　できる。",
	},
	torrent: {
		name: "げきりゅう",
		desc: "ＨＰが　減ったとき みずタイプの　技の 威力が　上がる。",
	},
	toughclaws: {
		name: "かたいツメ",
		desc: "相手に　接触する　技の 威力が　高くなる。",
	},
	toxicboost: {
		name: "どくぼうそう",
		desc: "どく状態に　なったとき 物理技の　威力が　上がる。",
	},
	toxicchain: {
		name: "どくのくさり",
		desc: "毒素を　ふくんだ　鎖の力で 技を　当てた　相手を 猛毒の状態に　することが　ある。",
	},
	toxicdebris: {
		name: "どくげしょう",
		desc: "物理技で　ダメージを　受けると 相手の　足下に どくびしが　ちらばる。",
	},
	trace: {
		name: "トレース",
		desc: "登場　したとき 相手の　特性を　トレースして 同じ　特性に　なる。",
	},
	transistor: {
		name: "トランジスタ",
		desc: "でんきタイプの　技の 威力が　上がる。",
	},
	triage: {
		name: "ヒーリングシフト",
		desc: "回復技を　先制で 出すことが　できる。",
	},
	truant: {
		name: "なまけ",
		desc: "技を　出すと 次の　ターンは　休んでしまう。",
	},
	turboblaze: {
		name: "ターボブレイズ",
		desc: "相手の　特性に　ジャマされず 相手に　技を　出すことが　できる。",
	},
	unaware: {
		name: "てんねん",
		desc: "相手の　能力の　変化を 無視して　攻撃が　できる。",
	},
	unburden: {
		name: "かるわざ",
		desc: "持っていた　道具が　なくなると 素早さが　上がる。",
	},
	unnerve: {
		name: "きんちょうかん",
		desc: "相手を　緊張させて きのみを　食べられなく　させる。",
	},
	unseenfist: {
		name: "ふかしのこぶし",
		desc: "相手に　接触する　技なら 守りの　効果を 無視して　攻撃することが　できる。",
	},
	vesselofruin: {
		name: "わざわいのうつわ",
		desc: "災厄を　呼ぶ　器の力で 自分以外の　特攻が　弱くなる。",
	},
	victorystar: {
		name: "しょうりのほし",
		desc: "自分や　味方の 命中率が　上がる。",
	},
	vitalspirit: {
		name: "やるき",
		desc: "やる気を　だすことに　よって ねむり状態に　ならない。",
	},
	voltabsorb: {
		name: "ちくでん",
		desc: "でんきタイプの　技を　受けると ダメージを　受けずに　回復する。",
	},
	wanderingspirit: {
		name: "さまようたましい",
		desc: "接触する　技で 攻撃　してきた　ポケモンと 特性を　入れ替える。",
	},
	waterabsorb: {
		name: "ちょすい",
		desc: "みずタイプの　技を　受けると ダメージを　受けずに　回復する。",
	},
	waterbubble: {
		name: "すいほう",
		desc: "自分に　対する　ほのおタイプの 技の　威力を　下げる。 やけど　しない。",
	},
	watercompaction: {
		name: "みずがため",
		desc: "みずタイプの　技を　受けると 防御が　ぐーんと　上がる。",
	},
	waterveil: {
		name: "みずのベール",
		desc: "水のベールを　身にまとい やけど状態に　ならない。",
	},
	weakarmor: {
		name: "くだけるよろい",
		desc: "物理技で　ダメージを　受けると 防御が　下がり 素早さが　ぐーんと　上がる。",
	},
	wellbakedbody: {
		name: "こんがりボディ",
		desc: "ほのおタイプの　技を　受けると ダメージを　受けずに 防御が　ぐーんと　上がる。",
	},
	whitesmoke: {
		name: "しろいけむり",
		desc: "白い煙に　守られて 相手に　能力を　下げられない。",
	},
	wimpout: {
		name: "にげごし",
		desc: "ＨＰが　半分に　なると あわてて　逃げ出して 手持ちに　引っ込んで　しまう。",
	},
	windpower: {
		name: "ふうりょくでんき",
		desc: "風技を　受けると じゅうでん　状態に　なる。",
	},
	windrider: {
		name: "かぜのり",
		desc: "おいかぜが　吹いたり　風技を　受けると ダメージを　受けずに 攻撃が　上がる。",
	},
	wonderguard: {
		name: "ふしぎなまもり",
		desc: "効果バツグンの　技しか 当たらない　不思議な　力。",
	},
	wonderskin: {
		name: "ミラクルスキン",
		desc: "変化技を　受けにくい 体に　なっている。",
	},
	zenmode: {
		name: "ダルマモード",
		desc: "ＨＰが　半分　以下に　なると 姿が　変化する。",
	},
	zerotohero: {
		name: "マイティチェンジ",
		desc: "手持ちに　ひっこむと マイティフォルムに　変化する。",
	},
};
