export const ItemsText: { [id: IDEntry]: ItemText } = {
	abilityshield: {
		name: "とくせいガード",
	},
	abomasite: {
		name: "ユキノオナイト",
		desc: "ユキノオーに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	absolite: {
		name: "アブソルナイト",
		desc: "アブソルに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	absorbbulb: {
		name: "きゅうこん",
		desc: "使い捨ての　きゅうこん。 持たせて　みずの　技を　受けると 特攻が　あがる。",
	},
	adamantcrystal: {
		name: "だいこんごうだま",
	},
	adamantorb: {
		name: "こんごうだま",
		desc: "ディアルガに　持たせると　ドラゴンと はがねタイプの　技の　威力が あがる　光り　輝く　珠。",
	},
	adrenalineorb: {
		name: "ビビリだま",
		desc: "ポケモンに　持たせると いかくを　受けた時 すばやさが　上がる。",
	},
	aerodactylite: {
		name: "プテラナイト",
		desc: "プテラに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	aggronite: {
		name: "ボスゴドラナイト",
		desc: "ボスゴドラに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	aguavberry: {
		name: "バンジのみ",
		desc: "ポケモンに　持たせると ピンチのとき　ＨＰを　回復する。 きらいな味だと　混乱する。",
	},
	airballoon: {
		name: "ふうせん",
		desc: "ポケモンに　持たせると ポケモンが　宙に　浮く。 攻撃を　受けると　割れてしまう。",
	},
	alakazite: {
		name: "フーディナイト",
		desc: "フーディンに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	altarianite: {
		name: "チルタリスナイト",
		desc: "チルタリスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	ampharosite: {
		name: "デンリュウナイト",
		desc: "デンリュウに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	apicotberry: {
		name: "ズアのみ",
		desc: "ポケモンに　持たせると ピンチのとき　自分の 特防が　あがる。",
	},
	armorfossil: {
		name: "たてのカセキ",
		desc: "大昔　地上で　暮らした 古代ポケモンの　カセキ。 襟飾りの　一部らしい。",
	},
	aspearberry: {
		name: "ナナシのみ",
		desc: "ポケモンに　持たせると こおりを　回復する。",
	},
	assaultvest: {
		name: "とつげきチョッキ",
		desc: "攻撃的に　なる　チョッキ。 持たせると　特防が　あがるが 変化技を　だせなくなる。",
	},
	audinite: {
		name: "タブンネナイト",
		desc: "タブンネに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	auspiciousarmor: {
		name: "イワイノヨロイ",
	},
	babiriberry: {
		name: "リリバのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　はがね技を 受けたとき　威力が　弱まる。",
	},
	banettite: {
		name: "ジュペッタナイト",
		desc: "ジュペッタに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	beastball: {
		name: "ウルトラボール",
		desc: "ポケモンが　捕まえにくい ちょっと　変わった　ボール。",
	},
	beedrillite: {
		name: "スピアナイト",
		desc: "スピアーに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	belueberry: {
		name: "ベリブのみ",
		desc: "うつくしさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	berryjuice: {
		name: "きのみジュース",
		desc: "きのみ　１００％の　ジュース。 ポケモン　１匹の　ＨＰを ２０だけ　回復する。",
	},
	berrysweet: {
		name: "ベリーアメざいく",
		desc: "ベリーの　形を　した　アメ細工。 マホミルに　持たせてあげると くるくる　回って　喜ぶ。",
	},
	bignugget: {
		name: "でかいきんのたま",
		desc: "キラキラと　金色に　光る 純金製の　おおきな　玉。 ショップで　高く　売れる。",
	},
	bigroot: {
		name: "おおきなねっこ",
		desc: "持たせると　ＨＰを　吸いとる　技で いつもより　おおく　自分の　ＨＰを 回復できる。",
	},
	bindingband: {
		name: "しめつけバンド",
		desc: "締めつける技を　補助する　バンド。 持たせると　締めつける技の 威力が　強くなる。",
	},
	blackbelt: {
		name: "くろおび",
		desc: "気が　ひきしまる　帯。 持たせると　かくとうタイプの 技の　威力が　あがる。",
	},
	blacksludge: {
		name: "くろいヘドロ",
		desc: "持たせると　どくタイプの　ポケモンは 少しずつ　ＨＰを　回復する。 それ以外は　ＨＰが　減ってしまう。",
	},
	blackglasses: {
		name: "くろいメガネ",
		desc: "怪しく　みえる　メガネ。 持たせると　あくタイプの 技の　威力が　あがる。",
	},
	blastoisinite: {
		name: "カメックスナイト",
		desc: "カメックスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	blazikenite: {
		name: "バシャーモナイト",
		desc: "バシャーモに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	blueorb: {
		name: "あいいろのたま",
		desc: "ホウエン地方の　伝説と 深い　関わりが　あると　いわれる あおく　かがやく　たま。",
	},
	blukberry: {
		name: "ブリーのみ",
		desc: "うつくしさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 青色の実は　食べると　渋い。",
	},
	blunderpolicy: {
		name: "からぶりほけん",
		desc: "命中率に　よって 技が　はずれたとき 素早さが　ぐーんと　上がる。",
	},
	boosterenergy: {
		name: "ブーストエナジー",
	},
	bottlecap: {
		name: "ぎんのおうかん",
		desc: "銀色の　きれいな　王冠。 渡すと　よろこぶ　人もいる。",
	},
	brightpowder: {
		name: "ひかりのこな",
		desc: "キラキラ　光る粉。　持たせると 光が　相手を　惑わして 技が　命中しにくくなる。",
	},
	buggem: {
		name: "むしのジュエル",
		desc: "むしの　タイプの　ジュエル。 持たせると　１度だけ　むしの 技の　威力が　強まる。",
	},
	bugmemory: {
		name: "バグメモリ",
		desc: "むしタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	burndrive: {
		name: "ブレイズカセット",
		desc: "ゲノセクトに　持たせると テクノバスターという　技が ほのおタイプになる　カセット。",
	},
	cameruptite: {
		name: "バクーダナイト",
		desc: "バクーダに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	cellbattery: {
		name: "じゅうでんち",
		desc: "使い捨ての　じゅうでんち。 持たせて　でんきの　技を　受けると 攻撃が　あがる。",
	},
	charcoal: {
		name: "もくたん",
		desc: "ものを　燃やす　燃料。 持たせると　ほのおタイプの 技の　威力が　あがる。",
	},
	charizarditex: {
		name: "リザードナイトＸ",
		desc: "リザードンに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	charizarditey: {
		name: "リザードナイトＹ",
		desc: "リザードンに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	chartiberry: {
		name: "ヨロギのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　いわ技を 受けたとき　威力が　弱まる。",
	},
	cheriberry: {
		name: "クラボのみ",
		desc: "ポケモンに　持たせると まひを　回復する。",
	},
	cherishball: {
		name: "プレシャスボール",
		desc: "なにかの　記念の　品として 特別に　つくられた かなり　珍しい　ボール。",
	},
	chestoberry: {
		name: "カゴのみ",
		desc: "ポケモンに　持たせると 眠りを　回復する。",
	},
	chilanberry: {
		name: "ホズのみ",
		desc: "ポケモンに　持たせると ノーマル技を　受けたとき 威力が　弱まる。",
	},
	chilldrive: {
		name: "フリーズカセット",
		desc: "ゲノセクトに　持たせると テクノバスターという　技が こおりタイプになる　カセット。",
	},
	chippedpot: {
		name: "かけたポット",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　ポット。 欠けているが　お茶は　おいしくなる。",
	},
	choiceband: {
		name: "こだわりハチマキ",
		desc: "ちょっと　こだわった　ハチマキ。 持たせると　攻撃は　あがるが 同じ　技しか　だせなくなる。",
	},
	choicescarf: {
		name: "こだわりスカーフ",
		desc: "ちょっと　こだわった　スカーフ。 持たせると　素早さは　あがるが 同じ　技しか　だせなくなる。",
	},
	choicespecs: {
		name: "こだわりメガネ",
		desc: "ちょっと　こだわった　メガネ。 持たせると　特攻は　あがるが 同じ　技しか　だせなくなる。",
	},
	chopleberry: {
		name: "ヨプのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　かくとう技を 受けたとき　威力が　弱まる。",
	},
	clawfossil: {
		name: "ツメのカセキ",
		desc: "大昔　海に　すんでいた 古代ポケモンの　カセキ。 ツメの　一部らしい。",
	},
	clearamulet: {
		name: "クリアチャーム",
	},
	cloversweet: {
		name: "よつばアメざいく",
		desc: "よつばの　形を　した　アメ細工。 マホミルに　持たせてあげると くるくる　回って　喜ぶ。",
	},
	cobaberry: {
		name: "バコウのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　ひこう技を 受けたとき　威力が　弱まる。",
	},
	colburberry: {
		name: "ナモのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　あく技を 受けたとき　威力が　弱まる。",
	},
	cornerstonemask: {
		name: "いしずえのめん",
	},
	cornnberry: {
		name: "モコシのみ",
		desc: "うつくしさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	coverfossil: {
		name: "ふたのカセキ",
		desc: "大昔　海に　すんでいた 古代ポケモンの　カセキ。 せなかの　一部らしい。",
	},
	covertcloak: {
		name: "おんみつマント",
	},
	crackedpot: {
		name: "われたポット",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　ポット。 割れているが　お茶は　おいしくなる。",
	},
	custapberry: {
		name: "イバンのみ",
		desc: "ポケモンに　持たせると ピンチのとき　１度だけ 行動が　早くなる。",
	},
	damprock: {
		name: "しめったいわ",
		desc: "持たせた　ポケモンが　あまごいを 使うと　いつもより　あめの 時間が　長くなる。",
	},
	darkgem: {
		name: "あくのジュエル",
		desc: "あくの　タイプの　ジュエル。 持たせると　１度だけ　あくの 技の　威力が　強まる。",
	},
	darkmemory: {
		name: "ダークメモリ",
		desc: "あくタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	dawnstone: {
		name: "めざめいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 ひとみのように　まばゆい。",
	},
	deepseascale: {
		name: "しんかいのウロコ",
		desc: "パールルに　持たせると 特防が　あがる　ウロコ。 うすい　ピンク色に　光る。",
	},
	deepseatooth: {
		name: "しんかいのキバ",
		desc: "パールルに　持たせると 特攻が　あがる　キバ。 鋭く　銀色に　光る。",
	},
	destinyknot: {
		name: "あかいいと",
		desc: "細くて　長い　真っ赤な　糸。 持たせると　メロメロに　なったとき 相手も　メロメロに　できる。",
	},
	diancite: {
		name: "ディアンシナイト",
		desc: "ディアンシーに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	diveball: {
		name: "ダイブボール",
		desc: "水の　世界で　暮らしている ポケモンが　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	domefossil: {
		name: "こうらのカセキ",
		desc: "大昔　海に　すんでいた 古代ポケモンの　カセキ。 こうらの　一部らしい。",
	},
	dousedrive: {
		name: "アクアカセット",
		desc: "ゲノセクトに　持たせると テクノバスターという　技が みずタイプになる　カセット。",
	},
	dracoplate: {
		name: "りゅうのプレート",
		desc: "ドラゴンの　タイプの　石盤。 持たせると　ドラゴンタイプの 技の　威力が　強まる。",
	},
	dragonfang: {
		name: "りゅうのキバ",
		desc: "硬くて　鋭い　キバ。 持たせると　ドラゴンタイプの 技の　威力が　あがる。",
	},
	dragongem: {
		name: "ドラゴンジュエル",
		desc: "ドラゴンの　タイプの　ジュエル。 持たせると　１度だけ　ドラゴンの 技の　威力が　強まる。",
	},
	dragonmemory: {
		name: "ドラゴンメモリ",
		desc: "ドラゴンタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	dragonscale: {
		name: "りゅうのウロコ",
		desc: "硬くて　丈夫な　ウロコ。 ドラゴンタイプの　ポケモンが 持っていることが　ある。",
	},
	dreadplate: {
		name: "こわもてプレート",
		desc: "あくの　タイプの　石盤。 持たせると　あくタイプの 技の　威力が　強まる。",
	},
	dreamball: {
		name: "ドリームボール",
		desc: "ねむり　状態の ポケモンが　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	dubiousdisc: {
		name: "あやしいパッチ",
		desc: "なかに　怪しい　情報が つまった　透明な　機械。 製作者は　不明。",
	},
	durinberry: {
		name: "ドリのみ",
		desc: "かしこさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	duskball: {
		name: "ダークボール",
		desc: "夜や　どうくつなど　暗いところで ポケモンが　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	duskstone: {
		name: "やみのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 やみのように　暗い。",
	},
	earthplate: {
		name: "だいちのプレート",
		desc: "じめんの　タイプの　石盤。 持たせると　じめんタイプの 技の　威力が　強まる。",
	},
	ejectbutton: {
		name: "だっしゅつボタン",
		desc: "持たせて　技を　受けると 戦闘から　脱出して 手持ちと　入れ替わる　ことができる。",
	},
	ejectpack: {
		name: "だっしゅつパック",
		desc: "持たせた　ポケモンの 能力が　下がると 手持ちと　入れ替わる。",
	},
	electirizer: {
		name: "エレキブースター",
		desc: "とてつもない　電気の　エネルギーが 蓄えられている　箱。 ある　ポケモンが　好んでいる。",
	},
	electricgem: {
		name: "でんきのジュエル",
		desc: "でんきの　タイプの　ジュエル。 持たせると　１度だけ　でんきの 技の　威力が　強まる。",
	},
	electricmemory: {
		name: "エレクトロメモリ",
		desc: "でんきタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	electricseed: {
		name: "エレキシード",
		desc: "ポケモンに　持たせると エレキフィールドのときに　使って 防御が　あがる。",
	},
	enigmaberry: {
		name: "ナゾのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　技を 受けたとき　ＨＰを　回復する。",
	},
	eviolite: {
		name: "しんかのきせき",
		desc: "進化の　不思議な　かたまり。 持たせると　進化前　ポケモンの 防御と　特防が　あがる。",
	},
	expertbelt: {
		name: "たつじんのおび",
		desc: "使いこまれた　黒い　帯。 持たせると　効果バツグンの　とき 技の　威力が　少し　あがる。",
	},
	fairyfeather: {
		name: "ようせいのハネ",
	},
	fairygem: {
		name: "ようせいジュエル",
		desc: "フェアリーの　タイプの　ジュエル。 持たせると　１度だけ　フェアリーの 技の　威力が　強まる。",
	},
	fairymemory: {
		name: "フェアリーメモリ",
		desc: "フェアリータイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	fastball: {
		name: "スピードボール",
		desc: "にげあしの　はやい　ポケモンが 捕まえやすくなる ちょっと　変わった　ボール。",
	},
	fightinggem: {
		name: "かくとうジュエル",
		desc: "かくとうの　タイプの　ジュエル。 持たせると　１度だけ　かくとうの 技の　威力が　強まる。",
	},
	fightingmemory: {
		name: "ファイトメモリ",
		desc: "かくとうタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	figyberry: {
		name: "フィラのみ",
		desc: "ポケモンに　持たせると ピンチのとき　ＨＰを　回復する。 きらいな味だと　混乱する。",
	},
	firegem: {
		name: "ほのおのジュエル",
		desc: "ほのおの　タイプの　ジュエル。 持たせると　１度だけ　ほのおの 技の　威力が　強まる。",
	},
	firememory: {
		name: "ファイヤーメモリ",
		desc: "ほのおタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	firestone: {
		name: "ほのおのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 だいだい色を　している。",
	},
	fistplate: {
		name: "こぶしのプレート",
		desc: "かくとうの　タイプの　石盤。 持たせると　かくとうタイプの 技の　威力が　強まる。",
	},
	flameorb: {
		name: "かえんだま",
		desc: "触ると　熱をだす　不思議な玉。 持たせると　戦闘中に やけどの　状態に　なる。",
	},
	flameplate: {
		name: "ひのたまプレート",
		desc: "ほのおの　タイプの　石盤。 持たせると　ほのおタイプの 技の　威力が　強まる。",
	},
	floatstone: {
		name: "かるいし",
		desc: "とても　軽い　石。 持たせると　ポケモンの 体重が　軽くなる。",
	},
	flowersweet: {
		name: "おはなアメざいく",
		desc: "おはなの　形を　した　アメ細工。 マホミルに　持たせてあげると くるくる　回って　喜ぶ。",
	},
	flyinggem: {
		name: "ひこうのジュエル",
		desc: "ひこうの　タイプの　ジュエル。 持たせると　１度だけ　ひこうの 技の　威力が　強まる。",
	},
	flyingmemory: {
		name: "フライングメモリ",
		desc: "ひこうタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	focusband: {
		name: "きあいのハチマキ",
		desc: "持たせると　ひんしに　なりそうな 技を　受けても　ＨＰを　１だけ 残して　耐えることが　ある。",
	},
	focussash: {
		name: "きあいのタスキ",
		desc: "持たせると　ＨＰが　満タンのとき ひんしになりそうな　技を　受けても ＨＰ１で　１度だけ　耐える。",
	},
	fossilizedbird: {
		name: "カセキのトリ",
		desc: "大昔　空を　飛んでいた 古代　ポケモンの　カセキの一部。 どんな　姿　だったのかは　謎。",
	},
	fossilizeddino: {
		name: "カセキのクビナガ",
		desc: "大昔　海に　すんでいた 古代　ポケモンの　カセキの一部。 どんな　姿　だったのかは　謎。",
	},
	fossilizeddrake: {
		name: "カセキのリュウ",
		desc: "大昔　陸に　すんでいた 古代　ポケモンの　カセキの一部。 どんな　姿　だったのかは　謎。",
	},
	fossilizedfish: {
		name: "カセキのサカナ",
		desc: "大昔　海に　すんでいた 古代　ポケモンの　カセキの一部。 どんな　姿　だったのかは　謎。",
	},
	friendball: {
		name: "フレンドボール",
		desc: "捕まえた　野生ポケモンが すぐに　なついて　くれる ちょっと　変わった　ボール。",
	},
	fullincense: {
		name: "まんぷくおこう",
		desc: "不思議な　香りの　御香。 持たせた　ポケモンは　いつもより 行動が　遅くなる。",
	},
	galaricacuff: {
		name: "ガラナツブレス",
		desc: "ガラナツのえだを　編み込んだ　ブレスレット。 ガラル地方の　ヤドンに つけてあげると　喜ぶ。",
	},
	galaricawreath: {
		name: "ガラナツリース",
		desc: "ガラナツのえだを　編み込んだ　冠。 ガラル地方の　ヤドンに かぶせてあげると　喜ぶ。",
	},
	galladite: {
		name: "エルレイドナイト",
		desc: "エルレイドに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	ganlonberry: {
		name: "リュガのみ",
		desc: "ポケモンに　持たせると ピンチのとき　自分の 防御が　あがる。",
	},
	garchompite: {
		name: "ガブリアスナイト",
		desc: "ガブリアスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	gardevoirite: {
		name: "サーナイトナイト",
		desc: "サーナイトに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	gengarite: {
		name: "ゲンガナイト",
		desc: "ゲンガーに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	ghostgem: {
		name: "ゴーストジュエル",
		desc: "ゴーストの　タイプの　ジュエル。 持たせると　１度だけ　ゴーストの 技の　威力が　強まる。",
	},
	ghostmemory: {
		name: "ゴーストメモリ",
		desc: "ゴーストタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	glalitite: {
		name: "オニゴーリナイト",
		desc: "オニゴーリに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	goldbottlecap: {
		name: "きんのおうかん",
		desc: "金色の　きれいな　王冠。 ぎんのおうかんより　珍しい。 渡すと　よろこぶ　人もいる。",
	},
	grassgem: {
		name: "くさのジュエル",
		desc: "くさの　タイプの　ジュエル。 持たせると　１度だけ　くさの 技の　威力が　強まる。",
	},
	grassmemory: {
		name: "グラスメモリ",
		desc: "くさタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	grassyseed: {
		name: "グラスシード",
		desc: "ポケモンに　持たせると グラスフィールドのときに　使って 防御が　あがる。",
	},
	greatball: {
		name: "スーパーボール",
		desc: "モンスターボールよりも　さらに ポケモンを　捕まえやすくなった 少し　性能のいい　ボール。",
	},
	grepaberry: {
		name: "ウブのみ",
		desc: "ポケモンに　あげると とても　なかよく　なりやすくなるが 特防の　基礎ポイントは　さがる。",
	},
	gripclaw: {
		name: "ねばりのかぎづめ",
		desc: "持たせると　しめつける　まきつくなど ダメージを　あたえつづける　技の ターン数が　増える。",
	},
	griseouscore: {
		name: "だいはっきんだま",
	},
	griseousorb: {
		name: "はっきんだま",
		desc: "ギラティナに　持たせると　ドラゴンと ゴーストタイプの　技の　威力が あがる　光り　輝く　珠。",
	},
	groundgem: {
		name: "じめんのジュエル",
		desc: "じめんの　タイプの　ジュエル。 持たせると　１度だけ　じめんの 技の　威力が　強まる。",
	},
	groundmemory: {
		name: "グラウンドメモリ",
		desc: "じめんタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	gyaradosite: {
		name: "ギャラドスナイト",
		desc: "ギャラドスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	habanberry: {
		name: "ハバンのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　ドラゴン技を 受けたとき　威力が　弱まる。",
	},
	hardstone: {
		name: "かたいいし",
		desc: "絶対に　割れない　石。 持たせると　いわタイプの 技の　威力が　あがる。",
	},
	healball: {
		name: "ヒールボール",
		desc: "捕まえた　ポケモンの　ＨＰと 状態異常を　回復する ちょっと　やさしい　ボール。",
	},
	hearthflamemask: {
		name: "かまどのめん",
	},
	heatrock: {
		name: "あついいわ",
		desc: "持たせた　ポケモンが　にほんばれを 使うと　いつもより　はれの 時間が　長くなる。",
	},
	heavyball: {
		name: "ヘビーボール",
		desc: "体重の　重い　ポケモンが 捕まえやすくなる ちょっと　変わった　ボール。",
	},
	heavydutyboots: {
		name: "あつぞこブーツ",
		desc: "足場に　しかけられた 罠などの　影響を　受けなくなる。",
	},
	helixfossil: {
		name: "かいのカセキ",
		desc: "大昔　海に　すんでいた 古代ポケモンの　カセキ。 貝殻の　一部らしい。",
	},
	heracronite: {
		name: "ヘラクロスナイト",
		desc: "ヘラクロスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	hondewberry: {
		name: "ロメのみ",
		desc: "ポケモンに　あげると とても　なかよく　なりやすくなるが 特攻の　基礎ポイントは　さがる。",
	},
	houndoominite: {
		name: "ヘルガナイト",
		desc: "ヘルガーに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	iapapaberry: {
		name: "イアのみ",
		desc: "ポケモンに　持たせると ピンチのとき　ＨＰを　回復する。 きらいな味だと　混乱する。",
	},
	icegem: {
		name: "こおりのジュエル",
		desc: "こおりの　タイプの　ジュエル。 持たせると　１度だけ　こおりの 技の　威力が　強まる。",
	},
	icememory: {
		name: "アイスメモリ",
		desc: "こおりタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	icestone: {
		name: "こおりのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 雪の　模様が　ある。",
	},
	icicleplate: {
		name: "つららのプレート",
		desc: "こおりの　タイプの　石盤。 持たせると　こおりタイプの 技の　威力が　強まる。",
	},
	icyrock: {
		name: "つめたいいわ",
		desc: "持たせた　ポケモンが　あられを 使うと　いつもより　あられの 時間が　長くなる。",
	},
	insectplate: {
		name: "たまむしプレート",
		desc: "むしの　タイプの　石盤。 持たせると　むしタイプの 技の　威力が　強まる。",
	},
	ironball: {
		name: "くろいてっきゅう",
		desc: "持たせると　素早さが　さがる。 ひこうタイプや　ふゆう　ポケモンは じめん技が　当たってしまう。",
	},
	ironplate: {
		name: "こうてつプレート",
		desc: "はがねの　タイプの　石盤。 持たせると　はがねタイプの 技の　威力が　強まる。",
	},
	jabocaberry: {
		name: "ジャポのみ",
		desc: "ポケモンに　持たせると 物理技を　受けたとき 相手にも　ダメージを　あたえる。",
	},
	jawfossil: {
		name: "アゴのカセキ",
		desc: "大昔　地上で　暮らした 古代ポケモンの　カセキ。 大きな　アゴの　一部らしい。",
	},
	kangaskhanite: {
		name: "ガルーラナイト",
		desc: "ガルーラに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	kasibberry: {
		name: "カシブのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　ゴースト技を 受けたとき　威力が　弱まる。",
	},
	kebiaberry: {
		name: "ビアーのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　どく技を 受けたとき　威力が　弱まる。",
	},
	keeberry: {
		name: "アッキのみ",
		desc: "ポケモンに　持たせると 物理技を　受けたとき 自分の　防御が　あがる。",
	},
	kelpsyberry: {
		name: "ネコブのみ",
		desc: "ポケモンに　あげると とても　なかよく　なりやすくなるが 攻撃の　基礎ポイントは　さがる。",
	},
	kingsrock: {
		name: "おうじゃのしるし",
		desc: "持たせると　攻撃して ダメージを　与えたときに 相手を　ひるませることが　ある。",
	},
	laggingtail: {
		name: "こうこうのしっぽ",
		desc: "とても　重たい　なにかの　しっぽ。 持たせると　いつもより　行動が 遅くなる。",
	},
	lansatberry: {
		name: "サンのみ",
		desc: "ポケモンに　持たせると ピンチのとき　攻撃が 急所に　当たりやすくなる。",
	},
	latiasite: {
		name: "ラティアスナイト",
		desc: "ラティアスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	latiosite: {
		name: "ラティオスナイト",
		desc: "ラティオスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	laxincense: {
		name: "のんきのおこう",
		desc: "持たせると　御香の　不思議な 香りが　相手を　まどわせて 技が　命中　しにくくなる。",
	},
	leafstone: {
		name: "リーフのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 はっぱの　模様が　ある。",
	},
	leftovers: {
		name: "たべのこし",
		desc: "持たせると　ポケモンの　ＨＰが 戦闘の　あいだ　少しずつ 回復する。",
	},
	leppaberry: {
		name: "ヒメリのみ",
		desc: "ポケモンに　持たせると ＰＰを　１０だけ　回復する。",
	},
	levelball: {
		name: "レベルボール",
		desc: "自分の　ポケモンより　レベルが 低いほど　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	liechiberry: {
		name: "チイラのみ",
		desc: "ポケモンに　持たせると ピンチのとき　自分の 攻撃が　あがる。",
	},
	lifeorb: {
		name: "いのちのたま",
		desc: "持たせると　攻撃する　たびに ＨＰが　少し　減ってしまうが 技の　威力が　あがる。",
	},
	lightball: {
		name: "でんきだま",
		desc: "ピカチュウに　持たせると 攻撃と　特攻の　威力が あがる　不思議な　玉。",
	},
	lightclay: {
		name: "ひかりのねんど",
		desc: "持たせた　ポケモンが　ひかりのかべや リフレクターを　使ったとき いつもよりも　長く　残る。",
	},
	loadeddice: {
		name: "いかさまダイス",
	},
	lopunnite: {
		name: "ミミロップナイト",
		desc: "ミミロップに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	loveball: {
		name: "ラブラブボール",
		desc: "自分の　ポケモンと　性別が 違うと　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	lovesweet: {
		name: "ハートアメざいく",
		desc: "ハートの　形を　した　アメ細工。 マホミルに　持たせてあげると くるくる　回って　喜ぶ。",
	},
	lucarionite: {
		name: "ルカリオナイト",
		desc: "ルカリオに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	luckypunch: {
		name: "ラッキーパンチ",
		desc: "幸運を　よぶ　グローブ。 ラッキーに　持たせると　技が 急所に　当たりやすくなる。",
	},
	lumberry: {
		name: "ラムのみ",
		desc: "ポケモンに　持たせると すべての　状態異常を 回復する。",
	},
	luminousmoss: {
		name: "ひかりごけ",
		desc: "使い捨ての　ひかりごけ。 持たせて　みずの　技を　受けると 特防が　あがる。",
	},
	lureball: {
		name: "ルアーボール",
		desc: "つりざおで　つりあげた　ポケモンだと 捕まえやすくなる ちょっと　変わった　ボール。",
	},
	lustrousglobe: {
		name: "だいしらたま",
	},
	lustrousorb: {
		name: "しらたま",
		desc: "パルキアに　持たせると　ドラゴンと みずタイプの　技の　威力が あがる　美しく　輝く　珠。",
	},
	luxuryball: {
		name: "ゴージャスボール",
		desc: "捕まえた　野生ポケモンが とても　なかよく　なりやすくなる いごこちの　いい　ボール。",
	},
	machobrace: {
		name: "きょうせいギプス",
		desc: "硬くて　重い　ギプス。 持たせると　素早さは　さがるが ふつうより　強く　育ちやすい。",
	},
	magmarizer: {
		name: "マグマブースター",
		desc: "とてつもない　マグマの　エネルギーが 蓄えられている　箱。 ある　ポケモンが　好んでいる。",
	},
	magnet: {
		name: "じしゃく",
		desc: "強力な　磁石。 持たせると　でんきタイプの 技の　威力が　あがる。",
	},
	magoberry: {
		name: "マゴのみ",
		desc: "ポケモンに　持たせると ピンチのとき　ＨＰを　回復する。 きらいな味だと　混乱する。",
	},
	magostberry: {
		name: "ゴスのみ",
		desc: "かわいさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	maliciousarmor: {
		name: "ノロイノヨロイ",
	},
	manectite: {
		name: "ライボルトナイト",
		desc: "ライボルトに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	marangaberry: {
		name: "タラプのみ",
		desc: "ポケモンに　持たせると 特殊技を　受けたとき 自分の　特防が　あがる。",
	},
	masterball: {
		name: "マスターボール",
		desc: "野生の　ポケモンを　必ず 捕まえることが　できる 最高　性能の　ボール。",
	},
	masterpieceteacup: {
		name: "ボンサクのちゃわん",
	},
	mawilite: {
		name: "クチートナイト",
		desc: "クチートに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	meadowplate: {
		name: "みどりのプレート",
		desc: "くさの　タイプの　石盤。 持たせると　くさタイプの 技の　威力が　強まる。",
	},
	medichamite: {
		name: "チャーレムナイト",
		desc: "チャーレムに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	mentalherb: {
		name: "メンタルハーブ",
		desc: "持たせた　ポケモンが　自由に 技を　だせなくなったときに １度だけ　回復する。",
	},
	metagrossite: {
		name: "メタグロスナイト",
		desc: "メタグロスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	metalcoat: {
		name: "メタルコート",
		desc: "特殊な　金属の　膜。 持たせると　はがねタイプの 技の　威力が　あがる。",
	},
	metalpowder: {
		name: "メタルパウダー",
		desc: "メタモンに　持たせると　防御が あがる　不思議な粉。 とても　こまかくて　硬い。",
	},
	metronome: {
		name: "メトロノーム",
		desc: "持たせると　同じ技を　連続で 使ったとき　威力が　あがる。 やめると　威力は　もどる。",
	},
	mewtwonitex: {
		name: "ミュウツナイトＸ",
		desc: "ミュウツーに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	mewtwonitey: {
		name: "ミュウツナイトＹ",
		desc: "ミュウツーに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	micleberry: {
		name: "ミクルのみ",
		desc: "ポケモンに　持たせると ピンチのとき　１度だけ 技の　命中率が　あがる。",
	},
	mindplate: {
		name: "ふしぎのプレート",
		desc: "エスパーの　タイプの　石盤。 持たせると　エスパータイプの 技の　威力が　強まる。",
	},
	miracleseed: {
		name: "きせきのタネ",
		desc: "生命が　宿る　タネ。 持たせると　くさタイプの 技の　威力が　あがる。",
	},
	mirrorherb: {
		name: "ものまねハーブ",
	},
	mistyseed: {
		name: "ミストシード",
		desc: "ポケモンに　持たせると ミストフィールドのときに　使って 特防が　あがる。",
	},
	moonball: {
		name: "ムーンボール",
		desc: "つきのいしで　進化する　ポケモンが 捕まえやすくなる ちょっと　変わった　ボール。",
	},
	moonstone: {
		name: "つきのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 夜空のように　黒い。",
	},
	muscleband: {
		name: "ちからのハチマキ",
		desc: "ちからが　わいてくる　ハチマキ。 持たせると　物理技の 威力が　少し　あがる。",
	},
	mysticwater: {
		name: "しんぴのしずく",
		desc: "しずくの　形の　宝石。 持たせると　みずタイプの 技の　威力が　あがる。",
	},
	nanabberry: {
		name: "ナナのみ",
		desc: "かわいさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 桃色の実は　食べると　甘い。",
	},
	nestball: {
		name: "ネストボール",
		desc: "捕まえる　野生の　ポケモンが 弱いほど　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	netball: {
		name: "ネットボール",
		desc: "みずタイプと　むしタイプの ポケモンが　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	nevermeltice: {
		name: "とけないこおり",
		desc: "熱を　よせつけない　氷。 持たせると　こおりタイプの 技の　威力が　あがる。",
	},
	nomelberry: {
		name: "ノメルのみ",
		desc: "たくましさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	normalgem: {
		name: "ノーマルジュエル",
		desc: "ノーマルの　タイプの　ジュエル。 持たせると　１度だけ　ノーマルの 技の　威力が　強まる。",
	},
	occaberry: {
		name: "オッカのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　ほのお技を 受けたとき　威力が　弱まる。",
	},
	oddincense: {
		name: "あやしいおこう",
		desc: "不思議な　香りの　御香。 持たせると　エスパータイプの 技の　威力が　あがる。",
	},
	oldamber: {
		name: "ひみつのコハク",
		desc: "古代ポケモンの　遺伝子が 閉じこめられている　コハク。 赤みを　帯びて　透けている。",
	},
	oranberry: {
		name: "オレンのみ",
		desc: "ポケモンに　持たせると ＨＰを　１０だけ　回復する。",
	},
	ovalstone: {
		name: "まんまるいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 たまのように　まるい。",
	},
	pamtreberry: {
		name: "シーヤのみ",
		desc: "うつくしさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	parkball: {
		name: "パークボール",
		desc: "パルパークの　なかで 使う　特別な　ボール。",
	},
	passhoberry: {
		name: "イトケのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　みず技を 受けたとき　威力が　弱まる。",
	},
	payapaberry: {
		name: "ウタンのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　エスパー技を 受けたとき　威力が　弱まる。",
	},
	pechaberry: {
		name: "モモンのみ",
		desc: "ポケモンに　持たせると 毒を　回復する。",
	},
	persimberry: {
		name: "キーのみ",
		desc: "ポケモンに　持たせると 混乱を　回復する。",
	},
	petayaberry: {
		name: "ヤタピのみ",
		desc: "ポケモンに　持たせると ピンチのとき　自分の 特攻が　あがる。",
	},
	pidgeotite: {
		name: "ピジョットナイト",
		desc: "ピジョットに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	pinapberry: {
		name: "パイルのみ",
		desc: "たくましさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 黄色の実は　食べると　酸っぱい。",
	},
	pinsirite: {
		name: "カイロスナイト",
		desc: "カイロスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	pixieplate: {
		name: "せいれいプレート",
		desc: "フェアリーの　タイプの　石盤。 持たせると　フェアリータイプの 技の　威力が　強まる。",
	},
	plumefossil: {
		name: "はねのカセキ",
		desc: "とりポケモンの　祖先と　いわれる 古代ポケモンの　カセキ。 つばさの　一部らしい。",
	},
	poisonbarb: {
		name: "どくバリ",
		desc: "どくのある　ちいさな　ハリ。 持たせると　どくタイプの 技の　威力が　あがる。",
	},
	poisongem: {
		name: "どくのジュエル",
		desc: "どくの　タイプの　ジュエル。 持たせると　１度だけ　どくの 技の　威力が　強まる。",
	},
	poisonmemory: {
		name: "ポイズンメモリ",
		desc: "どくタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	pokeball: {
		name: "モンスターボール",
		desc: "野生の　ポケモンに　投げて 捕まえるための　ボール。 カプセル式に　なっている。",
	},
	pomegberry: {
		name: "ザロクのみ",
		desc: "ポケモンに　あげると とても　なかよく　なりやすくなるが ＨＰの　基礎ポイントは　さがる。",
	},
	poweranklet: {
		name: "パワーアンクル",
		desc: "持たせると　素早さが　さがるが ふつうよりも　ポケモンの　素早さが 高く　育ちやすい。",
	},
	powerband: {
		name: "パワーバンド",
		desc: "持たせると　素早さが　さがるが ふつうよりも　ポケモンの　特防が 高く　育ちやすい。",
	},
	powerbelt: {
		name: "パワーベルト",
		desc: "持たせると　素早さが　さがるが ふつうよりも　ポケモンの　防御が 高く　育ちやすい。",
	},
	powerbracer: {
		name: "パワーリスト",
		desc: "持たせると　素早さが　さがるが ふつうよりも　ポケモンの　攻撃が 高く　育ちやすい。",
	},
	powerherb: {
		name: "パワフルハーブ",
		desc: "持たせた　ポケモンは　１度だけ １ターン目に　ちからを　ためる技を すぐに　使うことが　できる。",
	},
	powerlens: {
		name: "パワーレンズ",
		desc: "持たせると　素早さが　さがるが ふつうよりも　ポケモンの　特攻が 高く　育ちやすい。",
	},
	powerweight: {
		name: "パワーウエイト",
		desc: "持たせると　素早さが　さがるが ふつうよりも　ポケモンの　ＨＰが 高く　育ちやすい。",
	},
	premierball: {
		name: "プレミアボール",
		desc: "なにかの　記念の　品として 特別に　つくられた ちょっと　珍しい　ボール。",
	},
	prismscale: {
		name: "きれいなウロコ",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　ウロコ。 にじ色に　輝いている。",
	},
	protectivepads: {
		name: "ぼうごパット",
		desc: "攻撃　する　相手に さわって　受ける　効果を 受けないように　する。",
	},
	protector: {
		name: "プロテクター",
		desc: "なにかの　プロテクター。 とても　硬くて　重い。 ある　ポケモンが　好んでいる。",
	},
	psychicgem: {
		name: "エスパージュエル",
		desc: "エスパーの　タイプの　ジュエル。 持たせると　１度だけ　エスパーの 技の　威力が　強まる。",
	},
	psychicmemory: {
		name: "サイキックメモリ",
		desc: "エスパータイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	psychicseed: {
		name: "サイコシード",
		desc: "ポケモンに　持たせると サイコフィールドのときに　使って 特防が　あがる。",
	},
	punchingglove: {
		name: "パンチグローブ",
	},
	qualotberry: {
		name: "タポルのみ",
		desc: "ポケモンに　あげると とても　なかよく　なりやすくなるが 防御の　基礎ポイントは　さがる。",
	},
	quickball: {
		name: "クイックボール",
		desc: "戦闘が　はじまって　すぐに 使うと　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	quickclaw: {
		name: "せんせいのツメ",
		desc: "軽くて　鋭い　ツメ。 持たせると　相手より　先に 行動できることが　ある。",
	},
	quickpowder: {
		name: "スピードパウダー",
		desc: "メタモンに　持たせると　素早さが あがる　不思議な粉。 とても　こまかくて　硬い。",
	},
	rabutaberry: {
		name: "ラブタのみ",
		desc: "かしこさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	rarebone: {
		name: "きちょうなホネ",
		desc: "ポケモン考古学の　うえで とても　貴重な　ホネ。 ショップで　高く　売れる。",
	},
	rawstberry: {
		name: "チーゴのみ",
		desc: "ポケモンに　持たせると やけどを　回復する。",
	},
	razorclaw: {
		name: "するどいツメ",
		desc: "鋭く　とがった　ツメ。 持たせると　技が　急所に 当たりやすくなる。",
	},
	razorfang: {
		name: "するどいキバ",
		desc: "鋭く　とがった　キバ。 持たせると　ダメージを　与えたとき ひるませることが　ある。",
	},
	razzberry: {
		name: "ズリのみ",
		desc: "かっこよさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 赤色の実は　食べると　辛い。",
	},
	reapercloth: {
		name: "れいかいのぬの",
		desc: "おそろしく　強い　霊力が こめられている　布。 ある　ポケモンが　好んでいる。",
	},
	redcard: {
		name: "レッドカード",
		desc: "不思議な　ちからのある　カード。 持たせると　技を　使ってきた　相手を 退場させることが　できる。",
	},
	redorb: {
		name: "べにいろのたま",
		desc: "ホウエン地方の　伝説と 深い　関わりが　あると　いわれる あかく　かがやく　たま。",
	},
	repeatball: {
		name: "リピートボール",
		desc: "捕まえたことの　ある ポケモンが　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	ribbonsweet: {
		name: "リボンアメざいく",
		desc: "リボンの　形を　した　アメ細工。 マホミルに　持たせてあげると くるくる　回って　喜ぶ。",
	},
	rindoberry: {
		name: "リンドのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　くさ技を 受けたとき　威力が　弱まる。",
	},
	ringtarget: {
		name: "ねらいのまと",
		desc: "ポケモンの　タイプの　相性で 無効だった　技が 当たるように　なってしまう。",
	},
	rockgem: {
		name: "いわのジュエル",
		desc: "いわの　タイプの　ジュエル。 持たせると　１度だけ　いわの 技の　威力が　強まる。",
	},
	rockincense: {
		name: "がんせきおこう",
		desc: "不思議な　香りの　御香。 持たせると　いわタイプの 技の　威力が　あがる。",
	},
	rockmemory: {
		name: "ロックメモリ",
		desc: "いわタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	rockyhelmet: {
		name: "ゴツゴツメット",
		desc: "ポケモンに　持たせると 打撃技を　受けたとき 相手にも　ダメージを　与える。",
	},
	roomservice: {
		name: "ルームサービス",
		desc: "ポケモンに　持たせると トリックルームのときに　使って 素早さが　下がる。",
	},
	rootfossil: {
		name: "ねっこのカセキ",
		desc: "大昔　海に　すんでいた 古代ポケモンの　カセキ。 ねっこの　一部らしい。",
	},
	roseincense: {
		name: "おはなのおこう",
		desc: "不思議な　香りの　御香。 持たせると　くさタイプの 技の　威力が　あがる。",
	},
	roseliberry: {
		name: "ロゼルのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　フェアリー技を 受けたとき　威力が　弱まる。",
	},
	rowapberry: {
		name: "レンブのみ",
		desc: "ポケモンに　持たせると 特殊技を　受けたとき 相手にも　ダメージを　あたえる。",
	},
	rustedshield: {
		name: "くちたたて",
		desc: "大昔の　英雄が　災厄を 討ち払ったと　伝えられる　盾　だが いまは　さびて　ボロボロに　なっている。",
	},
	rustedsword: {
		name: "くちたけん",
		desc: "大昔の　英雄が　災厄を 討ち払ったと　伝えられる　剣　だが いまは　さびて　ボロボロに　なっている。",
	},
	sablenite: {
		name: "ヤミラミナイト",
		desc: "ヤミラミに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	sachet: {
		name: "においぶくろ",
		desc: "ちょっと　きつめの　香りをだす 香料を　詰めた　袋。 ある　ポケモンが　好んでいる。",
	},
	safariball: {
		name: "サファリボール",
		desc: "カントー地方の　サファリゾーンや シンオウ地方の　大湿原で 使われていた　特別な　ボール。",
	},
	safetygoggles: {
		name: "ぼうじんゴーグル",
		desc: "天候の　ダメージだけでなく 粉を　だす　技の 効果も　防げる　ゴーグル。",
	},
	sailfossil: {
		name: "ヒレのカセキ",
		desc: "大昔　地上で　暮らした 古代ポケモンの　カセキ。 首の　ヒレの　一部らしい。",
	},
	salacberry: {
		name: "カムラのみ",
		desc: "ポケモンに　持たせると ピンチのとき　自分の 素早さが　あがる。",
	},
	salamencite: {
		name: "ボーマンダナイト",
		desc: "ボーマンダに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	sceptilite: {
		name: "ジュカインナイト",
		desc: "ジュカインに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	scizorite: {
		name: "ハッサムナイト",
		desc: "ハッサムに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	scopelens: {
		name: "ピントレンズ",
		desc: "弱点が　みえる　レンズ。 持たせた　ポケモンの　技が 急所に　当たりやすくなる。",
	},
	seaincense: {
		name: "うしおのおこう",
		desc: "不思議な　香りの　御香。 持たせると　みずタイプの 技の　威力が　あがる。",
	},
	sharpbeak: {
		name: "するどいくちばし",
		desc: "長く　とがった　くちばし。 持たせると　ひこうタイプの 技の　威力が　あがる。",
	},
	sharpedonite: {
		name: "サメハダナイト",
		desc: "サメハダーに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	shedshell: {
		name: "きれいなぬけがら",
		desc: "丈夫で　硬い　ぬけがら。 持たせた　ポケモンは　控えの ポケモンと　必ず　いれかわれる。",
	},
	shellbell: {
		name: "かいがらのすず",
		desc: "持たせた　ポケモンが　攻撃して 相手に　ダメージを　あたえたとき ＨＰを　少し　回復できる。",
	},
	shinystone: {
		name: "ひかりのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 ひかりのように　まぶしい。",
	},
	shockdrive: {
		name: "イナズマカセット",
		desc: "ゲノセクトに　持たせると テクノバスターという　技が でんきタイプになる　カセット。",
	},
	shucaberry: {
		name: "シュカのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　じめん技を 受けたとき　威力が　弱まる。",
	},
	silkscarf: {
		name: "シルクのスカーフ",
		desc: "はだざわりの　よい　スカーフ。 持たせると　ノーマルタイプの 技の　威力が　あがる。",
	},
	silverpowder: {
		name: "ぎんのこな",
		desc: "銀色に　輝く　粉。 持たせると　むしタイプの 技の　威力が　あがる。",
	},
	sitrusberry: {
		name: "オボンのみ",
		desc: "ポケモンに　持たせると ＨＰを　少しだけ　回復する。",
	},
	skullfossil: {
		name: "ずがいのカセキ",
		desc: "大昔　地上で　暮らした 古代ポケモンの　カセキ。 頭の　一部らしい。",
	},
	skyplate: {
		name: "あおぞらプレート",
		desc: "ひこうの　タイプの　石盤。 持たせると　ひこうタイプの 技の　威力が　強まる。",
	},
	slowbronite: {
		name: "ヤドランナイト",
		desc: "ヤドランに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	smoothrock: {
		name: "さらさらいわ",
		desc: "持たせた　ポケモンが　すなあらしを 使うと　いつもより　すなあらしの 時間が　長くなる。",
	},
	snowball: {
		name: "ゆきだま",
		desc: "使い捨ての　ゆきだま。 持たせて　こおりの　技を　受けると 攻撃が　あがる。",
	},
	softsand: {
		name: "やわらかいすな",
		desc: "さわると　サラサラする　砂。 持たせると　じめんタイプの 技の　威力が　あがる。",
	},
	souldew: {
		name: "こころのしずく",
		desc: "ラティオスや　ラティアスに　持たせると エスパーと　ドラゴンタイプの　技の 威力が　あがる　不思議な　珠。",
	},
	spelltag: {
		name: "のろいのおふだ",
		desc: "怪しくて　不気味な　お札。 持たせると　ゴーストタイプの 技の　威力が　あがる。",
	},
	spelonberry: {
		name: "ノワキのみ",
		desc: "かわいさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	splashplate: {
		name: "しずくプレート",
		desc: "みずの　タイプの　石盤。 持たせると　みずタイプの 技の　威力が　強まる。",
	},
	spookyplate: {
		name: "もののけプレート",
		desc: "ゴーストの　タイプの　石盤。 持たせると　ゴーストタイプの 技の　威力が　強まる。",
	},
	sportball: {
		name: "コンペボール",
		desc: "ジョウト地方の　虫捕り大会で 使われていた　特別な　ボール。",
	},
	starfberry: {
		name: "スターのみ",
		desc: "ポケモンに　持たせると ピンチのとき　どれか　１つの 能力が　ぐーんと　あがる。",
	},
	starsweet: {
		name: "スターアメざいく",
		desc: "スターの　形を　した　アメ細工。 マホミルに　持たせてあげると くるくる　回って　喜ぶ。",
	},
	steelgem: {
		name: "はがねのジュエル",
		desc: "はがねの　タイプの　ジュエル。 持たせると　１度だけ　はがねの 技の　威力が　強まる。",
	},
	steelixite: {
		name: "ハガネールナイト",
		desc: "ハガネールに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	steelmemory: {
		name: "スチールメモリ",
		desc: "はがねタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	stick: {
		name: "ながねぎ",
		desc: "とても　長くて　硬い　クキ。 カモネギに　持たせると　技が 急所に　当たりやすくなる。",
	},
	stickybarb: {
		name: "くっつきバリ",
		desc: "持たせると　毎ターン　ダメージを 受ける。　自分に　ふれてきた 相手に　くっつくことも　ある。",
	},
	stoneplate: {
		name: "がんせきプレート",
		desc: "いわの　タイプの　石盤。 持たせると　いわタイプの 技の　威力が　強まる。",
	},
	strangeball: {
		name: "ストレンジボール",
	},
	strawberrysweet: {
		name: "いちごアメざいく",
		desc: "いちごの　形を　した　アメ細工。 マホミルに　持たせてあげると くるくる　回って　喜ぶ。",
	},
	sunstone: {
		name: "たいようのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 太陽のように　赤い。",
	},
	swampertite: {
		name: "ラグラージナイト",
		desc: "ラグラージに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	sweetapple: {
		name: "あまーいりんご",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　りんご。 とにかく　甘い。",
	},
	syrupyapple: {
		name: "みついりりんご",
	},
	tamatoberry: {
		name: "マトマのみ",
		desc: "ポケモンに　あげると とても　なかよく　なりやすくなるが 素早さの　基礎ポイントは　さがる。",
	},
	tangaberry: {
		name: "タンガのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　むし技を 受けたとき　威力が　弱まる。",
	},
	tartapple: {
		name: "すっぱいりんご",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　りんご。 とにかく　酸っぱい。",
	},
	terrainextender: {
		name: "グランドコート",
		desc: "持たせた　ポケモンが　技や 特性で　フィールドを　張ったとき いつもよりも　長く　残る。",
	},
	thickclub: {
		name: "ふといホネ",
		desc: "なにかの　硬い　ホネ。 カラカラ　または　ガラガラに 持たせると　攻撃が　あがる。",
	},
	throatspray: {
		name: "のどスプレー",
		desc: "音に　関する　技を　使うと 特攻が　上がる。",
	},
	thunderstone: {
		name: "かみなりのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 稲妻の　模様が　ある。",
	},
	timerball: {
		name: "タイマーボール",
		desc: "ターン数が　かかれば　かかるほど ポケモンが　捕まえやすくなる ちょっと　変わった　ボール。",
	},
	toxicorb: {
		name: "どくどくだま",
		desc: "触ると　毒をだす　不思議な玉。 持たせると　戦闘中に 猛毒の　状態に　なる。",
	},
	toxicplate: {
		name: "もうどくプレート",
		desc: "どくの　タイプの　石盤。 持たせると　どくタイプの 技の　威力が　強まる。",
	},
	tr00: {
		name: "わざレコード００",
		desc: "戦いの舞を　激しく　おどって 気合を　高める。 自分の　攻撃を　ぐーんと　あげる。",
	},
	tr01: {
		name: "わざレコード０１",
		desc: "全身で 相手に　のしかかり　攻撃する。 まひ状態に　することが　ある。",
	},
	tr02: {
		name: "わざレコード０２",
		desc: "激しい　炎を 相手に　発射して　攻撃する。 やけど状態に　することが　ある。",
	},
	tr03: {
		name: "わざレコード０３",
		desc: "大量の　水を 激しい　勢いで 相手に　発射して　攻撃する。",
	},
	tr04: {
		name: "わざレコード０４",
		desc: "大きな　波で　自分の 周りに　いるものを　攻撃する。",
	},
	tr05: {
		name: "わざレコード０５",
		desc: "凍える　ビームを 相手に　発射して　攻撃する。 こおり状態に　することが　ある。",
	},
	tr06: {
		name: "わざレコード０６",
		desc: "激しい　吹雪を 相手に　吹きつけて　攻撃する。 こおり状態に　することが　ある。",
	},
	tr07: {
		name: "わざレコード０７",
		desc: "足を　強く　けり 相手を　転ばせて　攻撃する。 相手が　重いほど　威力が　あがる。",
	},
	tr08: {
		name: "わざレコード０８",
		desc: "強い　電撃を 相手に　浴びせて　攻撃する。 まひ状態に　することが　ある。",
	},
	tr09: {
		name: "わざレコード０９",
		desc: "激しい　雷を 相手に　落として　攻撃する。 まひ状態に　することが　ある。",
	},
	tr10: {
		name: "わざレコード１０",
		desc: "地震の　衝撃で　自分の 周りに　いるものを　攻撃する。",
	},
	tr11: {
		name: "わざレコード１１",
		desc: "強い　念力を　相手に　送って 攻撃する。　相手の　特防を さげることが　ある。",
	},
	tr12: {
		name: "わざレコード１２",
		desc: "力を　ぬいて　体を　軽くして 高速で　動く。 自分の　素早さを　ぐーんと　あげる。",
	},
	tr13: {
		name: "わざレコード１３",
		desc: "深く　息を　吸い　気合を　こめる。 自分の　攻撃が 急所に　当たりやすくなる。",
	},
	tr14: {
		name: "わざレコード１４",
		desc: "指をふり　自分の　脳を　刺激して すべての　技の　なかから どれか　１つを　くりだす。",
	},
	tr15: {
		name: "わざレコード１５",
		desc: "大の字の　炎で 相手を　焼きつくす。 やけど状態に　することが　ある。",
	},
	tr16: {
		name: "わざレコード１６",
		desc: "すごい　勢いで　相手に　つっこむ。 相手を　ひるませることが　ある。",
	},
	tr17: {
		name: "わざレコード１７",
		desc: "頭を　からにして 一瞬　なにかを　忘れることで 自分の　特防を　ぐーんと　あげる。",
	},
	tr18: {
		name: "わざレコード１８",
		desc: "血を　吸い取って　相手を 攻撃する。　与えた　ダメージの 半分の　ＨＰを　回復できる。",
	},
	tr19: {
		name: "わざレコード１９",
		desc: "３つの　光線で　攻撃する。 まひか　やけどか　こおり状態の どれかに　することが　ある。",
	},
	tr20: {
		name: "わざレコード２０",
		desc: "自分の　ＨＰを　少し　削って 分身を　だす。 分身は　自分の　身代わりに　なる。",
	},
	tr21: {
		name: "わざレコード２１",
		desc: "力を　ふりしぼり　攻撃する。 自分の　ＨＰが　少ないほど 技の　威力は　あがる。",
	},
	tr22: {
		name: "わざレコード２２",
		desc: "汚い　ヘドロを 相手に　投げつけて　攻撃する。 毒状態に　することが　ある。",
	},
	tr23: {
		name: "わざレコード２３",
		desc: "相手の　足下に　まきびしを しかける。交代で　でてきた　相手の ポケモンに　ダメージを　与える。",
	},
	tr24: {
		name: "わざレコード２４",
		desc: "２ー３ターンの　間 暴れまくって　攻撃する。 暴れたあとは　混乱する。",
	},
	tr25: {
		name: "わざレコード２５",
		desc: "不思議な　念波を　実体化して 相手を　攻撃する。 物理的な　ダメージを　与える。",
	},
	tr26: {
		name: "わざレコード２６",
		desc: "攻撃を　受けても ＨＰを　必ず　１だけ　残せる。 連続で　だすと　失敗しやすい。",
	},
	tr27: {
		name: "わざレコード２７",
		desc: "自分が　おぼえている　技の　うち どれか　１つを　くりだす。 自分が　寝ているときだけ　使える。",
	},
	tr28: {
		name: "わざレコード２８",
		desc: "硬くて　りっぱな　つので　おもいっきり 相手を　突き刺して　攻撃する。",
	},
	tr29: {
		name: "わざレコード２９",
		desc: "控えの　ポケモンと　入れ替わる。 能力変化は　替わった ポケモンが　そのまま　受けつぐ。",
	},
	tr30: {
		name: "わざレコード３０",
		desc: "相手に　アンコールした　技を ３回　続けて　出させる。",
	},
	tr31: {
		name: "わざレコード３１",
		desc: "硬い　しっぽで 相手を　たたきつけて　攻撃する。 相手の　防御を　さげることが　ある。",
	},
	tr32: {
		name: "わざレコード３２",
		desc: "鋭い　歯で 相手を　かみくだいて　攻撃する。 相手の　防御を　さげることが　ある。",
	},
	tr33: {
		name: "わざレコード３３",
		desc: "黒い影の　塊を　投げつけて 攻撃する。　相手の　特防を さげることが　ある。",
	},
	tr34: {
		name: "わざレコード３４",
		desc: "技を　使った　２ターン後に 相手に　念力の 塊を　送って　攻撃する。",
	},
	tr35: {
		name: "わざレコード３５",
		desc: "３ターンの　間 騒いで　相手を　攻撃する。 そのあいだは　だれも　眠れなくなる。",
	},
	tr36: {
		name: "わざレコード３６",
		desc: "熱い　息を 相手に　吹きつけて　攻撃する。 やけど状態に　することが　ある。",
	},
	tr37: {
		name: "わざレコード３７",
		desc: "相手を　怒らせる。　３ターンの 間　相手は　ダメージを 与える　技しか　だせなくなる。",
	},
	tr38: {
		name: "わざレコード３８",
		desc: "相手の　すきを　ついて 自分と　相手の 持ち物を　交換する。",
	},
	tr39: {
		name: "わざレコード３９",
		desc: "すごい　力を　発揮して 相手を　攻撃する。自分の 攻撃と　防御が　さがる。",
	},
	tr40: {
		name: "わざレコード４０",
		desc: "超能力で　自分の　特性と 相手の　特性を　入れ替える。",
	},
	tr41: {
		name: "わざレコード４１",
		desc: "攻撃した　相手を やけど状態に　することが　ある。 急所にも　当たりやすい。",
	},
	tr42: {
		name: "わざレコード４２",
		desc: "うるさく　響く　大きな　振動を 相手に　与えて　攻撃する。",
	},
	tr43: {
		name: "わざレコード４３",
		desc: "フルパワーで　相手を　攻撃する。 使うと　反動で 自分の　特攻が　がくっと　さがる。",
	},
	tr44: {
		name: "わざレコード４４",
		desc: "宇宙から　神秘の　力を とりこむ　ことで 自分の　防御と　特防を　あげる。",
	},
	tr45: {
		name: "わざレコード４５",
		desc: "濁った　水を 相手に　発射して　攻撃する。 命中率を　さげることが　ある。",
	},
	tr46: {
		name: "わざレコード４６",
		desc: "皮膚を　鉄のように 硬くする　ことで 自分の　防御を　ぐーんと　あげる。",
	},
	tr47: {
		name: "わざレコード４７",
		desc: "鋭く　とがった　巨大な　ツメで 相手を　切り裂いて　攻撃する。",
	},
	tr48: {
		name: "わざレコード４８",
		desc: "体に　力を　こめて 筋肉を　ぶあつく　することで 自分の　攻撃と　防御を　あげる。",
	},
	tr49: {
		name: "わざレコード４９",
		desc: "静かに　精神を　統一し 心を　鎮めることで　自分の 特攻と　特防を　あげる。",
	},
	tr50: {
		name: "わざレコード５０",
		desc: "はっぱを　剣のように　あやつり 相手を　切りつけて　攻撃する。 急所に　当たりやすい。",
	},
	tr51: {
		name: "わざレコード５１",
		desc: "神秘的で　力強い　舞を 激しく　おどる。　自分の 攻撃と　素早さを　あげる。",
	},
	tr52: {
		name: "わざレコード５２",
		desc: "体を　高速に　回転させて 体当たりする。相手より　素早さが 低いほど　強い。",
	},
	tr53: {
		name: "わざレコード５３",
		desc: "守りを　捨てて　相手の　ふところに 突撃する。　自分の 防御と　特防が　さがる。",
	},
	tr54: {
		name: "わざレコード５４",
		desc: "相手の　足下に　どくびしを しかける。　交代で　でてきた　相手の ポケモンに　毒を　おわせる。",
	},
	tr55: {
		name: "わざレコード５５",
		desc: "炎を　まとって　突進する。 自分も　かなり　ダメージを　受ける。 やけど状態に　することが　ある。",
	},
	tr56: {
		name: "わざレコード５６",
		desc: "体の　奥から　波導の　力を 相手に　うち放つ。 攻撃は　必ず　命中する。",
	},
	tr57: {
		name: "わざレコード５７",
		desc: "毒に　そまった　触手や　腕で 相手を　突き刺す。 毒状態に　することが　ある。",
	},
	tr58: {
		name: "わざレコード５８",
		desc: "体から　悪意に　みちた 恐ろしい　オーラを　発する。 相手を　ひるませることが　ある。",
	},
	tr59: {
		name: "わざレコード５９",
		desc: "硬い　殻を　もつ　大きな　タネを 上から　たたきつけて 相手を　攻撃する。",
	},
	tr60: {
		name: "わざレコード６０",
		desc: "カマや　ツメを　ハサミのように 交差させながら　相手を　切り裂く。",
	},
	tr61: {
		name: "わざレコード６１",
		desc: "振動で　音波を　おこして 攻撃する。相手の　特防を さげることが　ある。",
	},
	tr62: {
		name: "わざレコード６２",
		desc: "大きな　口から　衝撃波を まきおこして　相手を　攻撃する。",
	},
	tr63: {
		name: "わざレコード６３",
		desc: "宝石のように　きらめく　光を 発射して　相手を　攻撃する。",
	},
	tr64: {
		name: "わざレコード６４",
		desc: "気合を　高めて ありったけの　力を　放出する。 相手の　特防を　さげることが　ある。",
	},
	tr65: {
		name: "わざレコード６５",
		desc: "自然から　集めた 命の力を　発射する。 相手の　特防を　さげることがある。",
	},
	tr66: {
		name: "わざレコード６６",
		desc: "はねを　おりたたみ 低空飛行で　突撃する。 自分も　かなり　ダメージを　受ける。",
	},
	tr67: {
		name: "わざレコード６７",
		desc: "相手の　足下へ　大地の力を 放出する。相手の　特防を さげることが　ある。",
	},
	tr68: {
		name: "わざレコード６８",
		desc: "悪いことを　考えて 頭を　活性化させる。 自分の　特攻を　ぐーんと　あげる。",
	},
	tr69: {
		name: "わざレコード６９",
		desc: "思念の　力を 額に　集めて　攻撃する。 相手を　ひるませることが　ある。",
	},
	tr70: {
		name: "わざレコード７０",
		desc: "体の　光を　一点に　集めて 力を　放つ。 相手の　特防を　さげることが　ある。",
	},
	tr71: {
		name: "わざレコード７１",
		desc: "とがった　はっぱで　相手に　あらしを おこす。使うと　反動で 自分の　特攻が　がくっと　さがる。",
	},
	tr72: {
		name: "わざレコード７２",
		desc: "ツタや　触手を　激しく　ふるって 相手を　たたきつけ　攻撃する。",
	},
	tr73: {
		name: "わざレコード７３",
		desc: "汚い　ゴミを 相手に　ぶつけて　攻撃する。 毒状態に　することが　ある。",
	},
	tr74: {
		name: "わざレコード７４",
		desc: "鋼の　ような 硬い　頭で　攻撃する。 相手を　ひるませることが　ある。",
	},
	tr75: {
		name: "わざレコード７５",
		desc: "とがった　岩を 相手に　突き刺して　攻撃する。 急所に　当たりやすい。",
	},
	tr76: {
		name: "わざレコード７６",
		desc: "相手の　周りに　無数の　岩を 浮かべて　交代で　でてきた　相手の ポケモンに　ダメージを　与える。",
	},
	tr77: {
		name: "わざレコード７７",
		desc: "草を　からませて　相手を 転ばせる。相手が　重いほど 威力が　あがる。",
	},
	tr78: {
		name: "わざレコード７８",
		desc: "ヘドロの　波で　自分の 周りに　いるものを　攻撃する。 毒状態に　することが　ある。",
	},
	tr79: {
		name: "わざレコード７９",
		desc: "重たい　体で　相手に　ぶつかって 攻撃する。　自分が　相手より 重いほど　威力が　あがる。",
	},
	tr80: {
		name: "わざレコード８０",
		desc: "電気の　塊を　相手に ぶつける。相手より　素早さが 速いほど　威力が　あがる。",
	},
	tr81: {
		name: "わざレコード８１",
		desc: "相手の　力を　利用する。 戦っている　相手の　攻撃が 高いほど　ダメージが　あがる。",
	},
	tr82: {
		name: "わざレコード８２",
		desc: "蓄積された　パワーで　相手を 攻撃する。自分の　能力が あがっているほど　威力が　あがる。",
	},
	tr83: {
		name: "わざレコード８３",
		desc: "不思議な　力で　テレポートして 自分と　味方の　居場所を 入れ替える。",
	},
	tr84: {
		name: "わざレコード８４",
		desc: "熱く　煮えたぎる　水を 相手に　発射して　攻撃する。 やけど状態に　することが　ある。",
	},
	tr85: {
		name: "わざレコード８５",
		desc: "自分を　奮いたてて 攻撃と　特攻を　あげる。",
	},
	tr86: {
		name: "わざレコード８６",
		desc: "電気を　まとって 相手に　ぶつかって　攻撃する。 自分も　少し　ダメージを　受ける。",
	},
	tr87: {
		name: "わざレコード８７",
		desc: "ドリルのように　体を　回転しながら 相手に　体当たりする。 急所に　当たりやすい。",
	},
	tr88: {
		name: "わざレコード８８",
		desc: "燃える　体で　相手に　ぶつかって 攻撃する。　自分が　相手より 重いほど　威力が　あがる。",
	},
	tr89: {
		name: "わざレコード８９",
		desc: "強烈な　風で　相手を 包みこんで　攻撃する。 相手を　混乱させることが　ある。",
	},
	tr90: {
		name: "わざレコード９０",
		desc: "相手に　じゃれついて 攻撃する。　相手の 攻撃を　さげる　ことがある。",
	},
	tr91: {
		name: "わざレコード９１",
		desc: "特殊な　毒液を　浴びせかける。 毒状態の　相手は 攻撃　特攻　素早さが　さがる。",
	},
	tr92: {
		name: "わざレコード９２",
		desc: "強力な　光を　放ち 相手に　ダメージを　与える。",
	},
	tr93: {
		name: "わざレコード９３",
		desc: "両腕を　回し　相手に　当てる。 相手の　能力変化に 関係なく　ダメージを　与える。",
	},
	tr94: {
		name: "わざレコード９４",
		desc: "全身を　使って 相手に　猛アタックする。",
	},
	tr95: {
		name: "わざレコード９５",
		desc: "この　技を　受けた　相手は 地獄の　苦しみから　２ターンの間 音の　技を　出すことが　できなくなる。",
	},
	tr96: {
		name: "わざレコード９６",
		desc: "敵には　爆発する　だんごを 使って　攻撃。　味方には 回復する　だんごを　与える。",
	},
	tr97: {
		name: "わざレコード９７",
		desc: "サイコパワーで　かみついて 相手を　攻撃する。　ひかりのかべや リフレクター　なども　破壊できる。",
	},
	tr98: {
		name: "わざレコード９８",
		desc: "水の　力で　相手に ぶつかって　攻撃する。 相手の　防御を　さげる　ことがある。",
	},
	tr99: {
		name: "わざレコード９９",
		desc: "体を　ぶつけて　攻撃。 防御が　高いほど 与える　ダメージが　増える。",
	},
	twistedspoon: {
		name: "まがったスプーン",
		desc: "念力を　こめた　スプーン。 持たせると　エスパータイプの 技の　威力が　あがる。",
	},
	tyranitarite: {
		name: "バンギラスナイト",
		desc: "バンギラスに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	ultraball: {
		name: "ハイパーボール",
		desc: "スーパーボールよりも　さらに ポケモンを　捕まえやすくなった すごく　性能のいい　ボール。",
	},
	unremarkableteacup: {
		name: "ボンサクのちゃわん",
	},
	upgrade: {
		name: "アップグレード",
		desc: "中に　いろんな　情報が つまった　透明な　機械。 シルフ　カンパニー製。",
	},
	utilityumbrella: {
		name: "ばんのうがさ",
		desc: "持たせた　ポケモンは 雨と　日差しが強いときの 影響を　受けなくなる。",
	},
	venusaurite: {
		name: "フシギバナイト",
		desc: "フシギバナに　持たせておくと 戦いのとき　メガシンカが　できる 不思議な　メガストーンの　一種。",
	},
	wacanberry: {
		name: "ソクノのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　でんき技を 受けたとき　威力が　弱まる。",
	},
	watergem: {
		name: "みずのジュエル",
		desc: "みずの　タイプの　ジュエル。 持たせると　１度だけ　みずの 技の　威力が　強まる。",
	},
	watermemory: {
		name: "ウオーターメモリ",
		desc: "みずタイプの　データが　入った メモリ。　特定の　ポケモンが　持つと タイプが　変わる。",
	},
	waterstone: {
		name: "みずのいし",
		desc: "ある　特定の　ポケモンを 進化させる　不思議な　石。 澄んだ　水色を　している。",
	},
	watmelberry: {
		name: "カイスのみ",
		desc: "かしこさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 ほかの　地方では　めずらしい　きのみ。",
	},
	waveincense: {
		name: "さざなみのおこう",
		desc: "不思議な　香りの　御香。 持たせると　みずタイプの 技の　威力が　あがる。",
	},
	weaknesspolicy: {
		name: "じゃくてんほけん",
		desc: "弱点を　つかれたとき 攻撃と　特攻が それぞれ　ぐーんと　あがる。",
	},
	wellspringmask: {
		name: "いどのめん",
	},
	wepearberry: {
		name: "セシナのみ",
		desc: "かしこさに　磨きを　かける　ための ポロックを　つくるとき　使われる。 緑色の実は　食べると　苦い。",
	},
	whippeddream: {
		name: "ホイップポップ",
		desc: "ふんわり　ふわふわに　泡立てた ほんのり　甘い　クリーム。 ある　ポケモンが　好んでいる。",
	},
	whiteherb: {
		name: "しろいハーブ",
		desc: "持たせた　ポケモンの　能力が さがったとき　１度だけ　もとの 状態に　戻す。",
	},
	widelens: {
		name: "こうかくレンズ",
		desc: "ものが　大きく　みえる　レンズ。 持たせると　技の　命中率が 少し　あがる。",
	},
	wikiberry: {
		name: "ウイのみ",
		desc: "ポケモンに　持たせると ピンチのとき　ＨＰを　回復する。 きらいな味だと　混乱する。",
	},
	wiseglasses: {
		name: "ものしりメガネ",
		desc: "ぶあつい　レンズの　ついた　メガネ。 持たせると　特殊技の 威力が　少し　あがる。",
	},
	yacheberry: {
		name: "ヤチェのみ",
		desc: "ポケモンに　持たせると 効果バツグンの　こおり技を 受けたとき　威力が　弱まる。",
	},
	zapplate: {
		name: "いかずちプレート",
		desc: "でんきの　タイプの　石盤。 持たせると　でんきタイプの 技の　威力が　強まる。",
	},
	zoomlens: {
		name: "フォーカスレンズ",
		desc: "持たせた　ポケモンが　相手よりも 行動するのが　遅いとき 技が　命中しやすくなる。",
	},
};
