export const MovesText: { [id: IDEntry]: MoveText } = {
	"10000000voltthunderbolt": {
		name: "１０００まんボルト",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	absorb: {
		name: "すいとる",
		desc: "養分を　吸い取り　攻撃する。 相手に　与えた　ダメージの 半分の　ＨＰを　回復できる。",
	},
	accelerock: {
		name: "アクセルロック",
		desc: "素早い　スピードで 相手に　ぶつかって　攻撃する。 必ず　先制攻撃　できる。",
	},
	acid: {
		name: "ようかいえき",
		desc: "強い　酸を　相手に　かけて 攻撃する。　相手の　特防を さげることが　ある。",
	},
	acidarmor: {
		name: "とける",
		desc: "細胞の　変化で　液状に　なり 自分の　防御を　ぐーんと　あげる。",
	},
	acidspray: {
		name: "アシッドボム",
		desc: "相手を　とかす　液体を 吐きだして　攻撃する。 相手の　特防を　がくっと　さげる。",
	},
	acrobatics: {
		name: "アクロバット",
		desc: "軽やかに　相手を　攻撃する。 自分が　道具を　持っていないとき 大きな　ダメージを　与える。",
	},
	acupressure: {
		name: "つぼをつく",
		desc: "つぼおしで　体を　活性化させる。 能力の　どれか　１つを ぐーんと　あげる。",
	},
	aerialace: {
		name: "つばめがえし",
		desc: "素早い　動きで 相手を　ほんろうして　切りつける。 攻撃は　必ず　命中する。",
	},
	aeroblast: {
		name: "エアロブラスト",
		desc: "空気の　渦を 発射して　攻撃する。 急所に　当たりやすい。",
	},
	afteryou: {
		name: "おさきにどうぞ",
		desc: "相手の　行動を　サポートして 自分の　行動の　あとに 続けて　動けるように　する。",
	},
	agility: {
		name: "こうそくいどう",
		desc: "力を　ぬいて　体を　軽くして 高速で　動く。 自分の　素早さを　ぐーんと　あげる。",
	},
	aircutter: {
		name: "エアカッター",
		desc: "鋭い　風で 相手を　切りつけて　攻撃する。 急所に　当たりやすい。",
	},
	airslash: {
		name: "エアスラッシュ",
		desc: "空をも　切り裂く 空気の　刃で　攻撃する。 相手を　ひるませることが　ある。",
	},
	alluringvoice: {
		name: "みわくのボイス",
	},
	allyswitch: {
		name: "サイドチェンジ",
		desc: "不思議な　力で　テレポートして 自分と　味方の　居場所を 入れ替える。",
	},
	amnesia: {
		name: "ドわすれ",
		desc: "頭を　からにして 一瞬　なにかを　忘れることで 自分の　特防を　ぐーんと　あげる。",
	},
	anchorshot: {
		name: "アンカーショット",
		desc: "アンカーを　相手に　からませて 攻撃する。　相手は 逃げることが　できなくなる。",
	},
	ancientpower: {
		name: "げんしのちから",
		desc: "原始の　力で　攻撃する。 自分の　すべての 能力が　あがることが　ある。",
	},
	appleacid: {
		name: "りんごさん",
		desc: "すっぱい　りんごから　つくりだした 酸性の　液体で　攻撃。 相手の　特防を　下げる。",
	},
	aquacutter: {
		name: "アクアカッター",
	},
	aquajet: {
		name: "アクアジェット",
		desc: "目にも　留まらぬ　ものすごい　速さで 相手に　つっこむ。 必ず　先制攻撃　できる。",
	},
	aquaring: {
		name: "アクアリング",
		desc: "自分の　体の　周りを 水で　つくった　ベールで　おおう。 毎ターン　ＨＰを　回復する。",
	},
	aquastep: {
		name: "アクアステップ",
	},
	aquatail: {
		name: "アクアテール",
		desc: "激しく　あれくるう　荒波の　ように 大きな　しっぽを　ふって 相手を　攻撃する。",
	},
	armorcannon: {
		name: "アーマーキャノン",
	},
	armthrust: {
		name: "つっぱり",
		desc: "ひらいた　両手で 相手を　つっぱって　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	aromatherapy: {
		name: "アロマセラピー",
		desc: "心地好い　やすらぐ　香りを　かがせて 味方全員の　状態異常を　回復する。",
	},
	aromaticmist: {
		name: "アロマミスト",
		desc: "不思議な　アロマの　香りによって 味方の　特防を　あげる。",
	},
	assist: {
		name: "ねこのて",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	assurance: {
		name: "ダメおし",
		desc: "そのターンに　相手が すでに　ダメージを　受けていたら 技の　威力は　２倍に　なる。",
	},
	astonish: {
		name: "おどろかす",
		desc: "大きな　声などで 不意に　驚かして　攻撃する。 相手を　ひるませることが　ある。",
	},
	astralbarrage: {
		name: "アストラルビット",
		desc: "たくさんの　小さな　霊体を 相手に　ぶつけて　攻撃する。",
	},
	attackorder: {
		name: "こうげきしれい",
		desc: "しもべを　呼びだして 相手に　むかって　攻撃させる。 急所に　当たりやすい。",
	},
	attract: {
		name: "メロメロ",
		desc: "♂なら♀を　♀なら♂を　誘惑して メロメロに　する。 相手は　技が　だしにくくなる。",
	},
	aurasphere: {
		name: "はどうだん",
		desc: "体の　奥から　波導の　力を 相手に　うち放つ。 攻撃は　必ず　命中する。",
	},
	aurawheel: {
		name: "オーラぐるま",
		desc: "ほほぶくろに　溜めた　エネルギーで 攻撃し　自分の　素早さを　あげる。 モルペコの　姿で　タイプが　変わる。",
	},
	aurorabeam: {
		name: "オーロラビーム",
		desc: "にじいろの　ビームを 相手に　発射して　攻撃する。 攻撃を　さげる　ことが　ある。",
	},
	auroraveil: {
		name: "オーロラベール",
		desc: "５ターンの　間　物理と 特殊の　ダメージを　弱める。 あられの　時しか　出すことが　できない。",
	},
	autotomize: {
		name: "ボディパージ",
		desc: "体の　ムダな　部分を　削る。 自分の　素早さを　ぐーんと　あげて 体重も　軽くなる。",
	},
	avalanche: {
		name: "ゆきなだれ",
		desc: "相手から　技を　受けていると その　相手に　対して 技の　威力が　２倍に　なる。",
	},
	axekick: {
		name: "かかとおとし",
	},
	babydolleyes: {
		name: "つぶらなひとみ",
		desc: "つぶらなひとみで　相手を　みつめて 攻撃を　さげる。 必ず　先制攻撃　できる。",
	},
	baddybad: {
		name: "わるわるゾーン",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	banefulbunker: {
		name: "トーチカ",
		desc: "相手の　攻撃を　防ぐと 同時に　触れた　相手に 毒を　与えてしまう。",
	},
	barbbarrage: {
		name: "どくばりセンボン",
	},
	barrage: {
		name: "たまなげ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	barrier: {
		name: "バリアー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	batonpass: {
		name: "バトンタッチ",
		desc: "控えの　ポケモンと　入れ替わる。 能力変化は　替わった ポケモンが　そのまま　受けつぐ。",
	},
	beakblast: {
		name: "くちばしキャノン",
		desc: "最初に　クチバシを　加熱してから 攻撃を　くりだす。 加熱中に　さわると　やけどする。",
	},
	beatup: {
		name: "ふくろだたき",
		desc: "味方　全員で　攻撃する。 仲間の　ポケモンが　多いほど 技の　攻撃回数が　増える。",
	},
	behemothbash: {
		name: "きょじゅうだん",
		desc: "巨大な　盾となり　ぶつかる。 相手が　ダイマックス　していると ダメージは　２倍に　なる。",
	},
	behemothblade: {
		name: "きょじゅうざん",
		desc: "巨大な　剣となり　切りかかる。 相手が　ダイマックス　していると ダメージは　２倍に　なる。",
	},
	belch: {
		name: "ゲップ",
		desc: "相手に　向かって　ゲップを 浴びせて　ダメージを　与える。 きのみを　食べないと　だせない。",
	},
	bellydrum: {
		name: "はらだいこ",
		desc: "自分の　ＨＰを　最大ＨＰの 半分　減らして　自分の　攻撃を 最大に　あげる。",
	},
	bestow: {
		name: "ギフトパス",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	bide: {
		name: "がまん",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	bind: {
		name: "しめつける",
		desc: "長い　体や　つるなどを　使い ４ー５ターンの　間 相手を　締めつけて　攻撃する。",
	},
	bite: {
		name: "かみつく",
		desc: "鋭く　とがった　歯で かみついて　攻撃する。 相手を　ひるませることが　ある。",
	},
	bitterblade: {
		name: "むねんのつるぎ",
	},
	bittermalice: {
		name: "うらみつらみ",
	},
	blastburn: {
		name: "ブラストバーン",
		desc: "爆発の　炎で 相手を　焼きつくして　攻撃する。 次の　ターンは　動けなくなる。",
	},
	blazekick: {
		name: "ブレイズキック",
		desc: "攻撃した　相手を やけど状態に　することが　ある。 急所にも　当たりやすい。",
	},
	blazingtorque: {
		name: "バーンアクセル",
	},
	bleakwindstorm: {
		name: "こがらしあらし",
	},
	blizzard: {
		name: "ふぶき",
		desc: "激しい　吹雪を 相手に　吹きつけて　攻撃する。 こおり状態に　することが　ある。",
	},
	block: {
		name: "とおせんぼう",
		desc: "両手を　ひろげて　たちはだかり 相手の　逃げ道を　ふさいで 逃げられなくする。",
	},
	bloodmoon: {
		name: "ブラッドムーン",
	},
	blueflare: {
		name: "あおいほのお",
		desc: "美しくも　激しい　青い炎で 相手を　包みこんで　攻撃する。 やけど状態に　することが　ある。",
	},
	bodypress: {
		name: "ボディプレス",
		desc: "体を　ぶつけて　攻撃。 防御が　高いほど 与える　ダメージが　増える。",
	},
	bodyslam: {
		name: "のしかかり",
		desc: "全身で 相手に　のしかかり　攻撃する。 まひ状態に　することが　ある。",
	},
	boltbeak: {
		name: "でんげきくちばし",
		desc: "電気を　まとった　くちばしで　刺す。 相手より　先に　攻撃できると 技の　威力は　２倍に　なる。",
	},
	boltstrike: {
		name: "らいげき",
		desc: "ぼうだいな　電気を　身に　まとって 相手に　突進して　攻撃する。 まひ状態に　することが　ある。",
	},
	boneclub: {
		name: "ホネこんぼう",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	bonemerang: {
		name: "ホネブーメラン",
		desc: "手に　持った　ホネを　相手に　投げつけ 行きと　帰りの　２回連続で ダメージを　与える。",
	},
	bonerush: {
		name: "ボーンラッシュ",
		desc: "硬い　ホネで 相手を　なぐりつけて　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	boomburst: {
		name: "ばくおんぱ",
		desc: "すさまじい　爆音の 破壊力に　よって 周りに　いるものを　攻撃する。",
	},
	bounce: {
		name: "とびはねる",
		desc: "空高く　飛び跳ねて ２ターン目に　相手を　攻撃する。 まひ状態に　することが　ある。",
	},
	bouncybubble: {
		name: "いきいきバブル",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	branchpoke: {
		name: "えだづき",
		desc: "するどく　とがった　枝で 相手を　突いて　攻撃する。",
	},
	bravebird: {
		name: "ブレイブバード",
		desc: "はねを　おりたたみ 低空飛行で　突撃する。 自分も　かなり　ダメージを　受ける。",
	},
	breakingswipe: {
		name: "ワイドブレイカー",
		desc: "きょうじんな　しっぽを　激しく ふりはらって　相手を　攻撃する。 相手の　攻撃を　下げる。",
	},
	brickbreak: {
		name: "かわらわり",
		desc: "手刀を　勢いよく　振りおろして 相手を　攻撃する。　ひかりのかべや リフレクター　なども　破壊できる。",
	},
	brine: {
		name: "しおみず",
		desc: "相手が　ＨＰの　半分くらい きずを　おっていると　技の　威力が ２倍に　なる。",
	},
	brutalswing: {
		name: "ぶんまわす",
		desc: "自分の　体を ぶんまわして　相手に ダメージを　与える。",
	},
	bubble: {
		name: "あわ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	bubblebeam: {
		name: "バブルこうせん",
		desc: "泡を　勢いよく 相手に　発射して　攻撃する。 素早さを　さげる　ことが　ある。",
	},
	bugbite: {
		name: "むしくい",
		desc: "かみついて　攻撃する。 相手が　きのみを　持っているとき 食べて　きのみの　効果を　受けられる。",
	},
	bugbuzz: {
		name: "むしのさざめき",
		desc: "振動で　音波を　おこして 攻撃する。相手の　特防を さげることが　ある。",
	},
	bulkup: {
		name: "ビルドアップ",
		desc: "体に　力を　こめて 筋肉を　ぶあつく　することで 自分の　攻撃と　防御を　あげる。",
	},
	bulldoze: {
		name: "じならし",
		desc: "地面を　踏みならして　自分の 周りに　いるものを　攻撃する。 相手の　素早さを　さげる。",
	},
	bulletpunch: {
		name: "バレットパンチ",
		desc: "弾丸の　ような　速くて　硬い パンチを　相手に　くりだす。 必ず　先制攻撃　できる。",
	},
	bulletseed: {
		name: "タネマシンガン",
		desc: "タネを　勢いよく 相手に　発射して　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	burningbulwark: {
		name: "かえんのまもり",
	},
	burningjealousy: {
		name: "しっとのほのお",
		desc: "しっとの　エネルギーで　相手を　攻撃。 そのターン　能力が　あがった　ポケモンを やけどの　状態に　する。",
	},
	burnup: {
		name: "もえつきる",
		desc: "全身の　ほのおを　すべて 燃やして　大ダメージを　与える。 自分の　ほのおタイプが　なくなる。",
	},
	buzzybuzz: {
		name: "びりびりエレキ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	calmmind: {
		name: "めいそう",
		desc: "静かに　精神を　統一し 心を　鎮めることで　自分の 特攻と　特防を　あげる。",
	},
	camouflage: {
		name: "ほごしょく",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	captivate: {
		name: "ゆうわく",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	catastropika: {
		name: "ひっさつのピカチュート",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	ceaselessedge: {
		name: "ひけん・ちえなみ",
	},
	celebrate: {
		name: "おいわい",
		desc: "ポケモンが　とっても ハッピーな　あなたのことを お祝い　してくれる。",
	},
	charge: {
		name: "じゅうでん",
		desc: "次の　ターンに　だす　でんきタイプの 技の　威力を　あげる。 自分の　特防も　あがる。",
	},
	chargebeam: {
		name: "チャージビーム",
		desc: "電撃の　束を　相手に 発射する。電気を　ためて　自分の 特攻を　あげることが　ある。",
	},
	charm: {
		name: "あまえる",
		desc: "かわいく　みつめて　油断を　誘い 相手の　攻撃を　がくっと　さげる。",
	},
	chatter: {
		name: "おしゃべり",
		desc: "とても　うるさい　おしゃべりの 音波で　相手を　攻撃する。 相手を　混乱させる。",
	},
	chillingwater: {
		name: "ひやみず",
	},
	chillyreception: {
		name: "さむいギャグ",
	},
	chipaway: {
		name: "なしくずし",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	chloroblast: {
		name: "クロロブラスト",
	},
	circlethrow: {
		name: "ともえなげ",
		desc: "相手を　投げとばして 控えの　ポケモンを　ひきずりだす。 野生の　場合は　戦闘が　終わる。",
	},
	clamp: {
		name: "からではさむ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	clangingscales: {
		name: "スケイルノイズ",
		desc: "全身の　うろこを　こすり 大きな　音を　出して　攻撃する。 攻撃後　自分の　防御が　さがる。",
	},
	clangoroussoul: {
		name: "ソウルビート",
		desc: "自分の　ＨＰを　少し　削って すべての　能力を　上げる。",
	},
	clangoroussoulblaze: {
		name: "ブレイジングソウルビート",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	clearsmog: {
		name: "クリアスモッグ",
		desc: "特殊な　泥の　塊を 相手に　投げつけて　攻撃する。 能力変化を　もとに　もどす。",
	},
	closecombat: {
		name: "インファイト",
		desc: "守りを　捨てて　相手の　ふところに 突撃する。　自分の 防御と　特防が　さがる。",
	},
	coaching: {
		name: "コーチング",
		desc: "的確な　指導を　おこなうことで　 味方　全員の 攻撃と　防御を　上げる。",
	},
	coil: {
		name: "とぐろをまく",
		desc: "とぐろを　まいて　集中する。 自分の　攻撃と　防御と 命中率を　あげる。",
	},
	collisioncourse: {
		name: "アクセルブレイク",
	},
	combattorque: {
		name: "ファイトアクセル",
	},
	cometpunch: {
		name: "れんぞくパンチ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	comeuppance: {
		name: "ほうふく",
	},
	confide: {
		name: "ないしょばなし",
		desc: "ないしょばなしを　することで　相手の 集中力を　失わせ 相手の　特攻を　さげる。",
	},
	confuseray: {
		name: "あやしいひかり",
		desc: "怪しい　光を 相手に　みせて　まどわせる。 相手を　混乱させる。",
	},
	confusion: {
		name: "ねんりき",
		desc: "弱い　念力を 相手に　送って　攻撃する。 相手を　混乱させることが　ある。",
	},
	constrict: {
		name: "からみつく",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	conversion: {
		name: "テクスチャー",
		desc: "自分の　タイプを おぼえている　技で　一番　上の 技と　同じ　タイプに　する。",
	},
	conversion2: {
		name: "テクスチャー２",
		desc: "相手が　最後に　使った技に 抵抗できる　ように 自分の　タイプを　変化させる。",
	},
	copycat: {
		name: "まねっこ",
		desc: "直前に　でた　技を　まねして 同じ　技を　だす。 技が　でていないと　失敗する。",
	},
	coreenforcer: {
		name: "コアパニッシャー",
		desc: "ダメージを　与えた　相手が すでに　行動を　終えていたら 相手の　特性を　消してしまう。",
	},
	corrosivegas: {
		name: "ふしょくガス",
		desc: "強い　酸性の　ガスで 周りに　いるものを　包みこみ 持っている　道具を　溶かしてしまう。",
	},
	cosmicpower: {
		name: "コスモパワー",
		desc: "宇宙から　神秘の　力を とりこむ　ことで 自分の　防御と　特防を　あげる。",
	},
	cottonguard: {
		name: "コットンガード",
		desc: "フワフワの　綿毛で　自分の 体を　包みこんで　守る。 防御を　ぐぐーんと　あげる。",
	},
	cottonspore: {
		name: "わたほうし",
		desc: "綿のような　フワフワの　胞子を まとわり　つかせて 相手の　素早さを　がくっと　さげる。",
	},
	counter: {
		name: "カウンター",
		desc: "相手から　受けた　物理攻撃の ダメージを　２倍に　して 同じ　相手に　返す。",
	},
	courtchange: {
		name: "コートチェンジ",
		desc: "不思議な　力で お互いの　場の　効果を　入れ替える。",
	},
	covet: {
		name: "ほしがる",
		desc: "かわいく　あまえながら 相手に　ちかづき 持っている　道具を　うばう。",
	},
	crabhammer: {
		name: "クラブハンマー",
		desc: "大きな　ハサミを 相手に　たたきつけて　攻撃する。 急所に　当たりやすい。",
	},
	craftyshield: {
		name: "トリックガード",
		desc: "不思議な　力を　使って 味方への　変化技を　防ぐ。 ダメージ技は　受けてしまう。",
	},
	crosschop: {
		name: "クロスチョップ",
		desc: "両手チョップを 相手に　たたきつけて　攻撃する。 急所に　当たりやすい。",
	},
	crosspoison: {
		name: "クロスポイズン",
		desc: "毒の　刃で　相手を　切り裂く。 毒状態に　することが　あり 急所にも　当たりやすい。",
	},
	crunch: {
		name: "かみくだく",
		desc: "鋭い　歯で 相手を　かみくだいて　攻撃する。 相手の　防御を　さげることが　ある。",
	},
	crushclaw: {
		name: "ブレイククロー",
		desc: "硬く　鋭い　ツメで 切り裂いて　攻撃する。 相手の　防御を　さげることが　ある。",
	},
	crushgrip: {
		name: "にぎりつぶす",
		desc: "すさまじい　力で　相手を　にぎりつぶす。 相手の　ＨＰが　残っているほど 威力が　あがる。",
	},
	curse: {
		name: "のろい",
		desc: "使う　ポケモンが ゴーストタイプと　それ以外　とでは 効果が　変わる。",
	},
	cut: {
		name: "いあいぎり",
		desc: "カマや　ツメなどで 相手を　切りつけて　攻撃する。",
	},
	darkestlariat: {
		name: "ＤＤラリアット",
		desc: "両腕を　回し　相手に　当てる。 相手の　能力変化に 関係なく　ダメージを　与える。",
	},
	darkpulse: {
		name: "あくのはどう",
		desc: "体から　悪意に　みちた 恐ろしい　オーラを　発する。 相手を　ひるませることが　ある。",
	},
	darkvoid: {
		name: "ダークホール",
		desc: "暗黒の　世界に　ひきずり　落として 相手を　眠り状態に　する。",
	},
	dazzlinggleam: {
		name: "マジカルシャイン",
		desc: "強力な　光を　放ち 相手に　ダメージを　与える。",
	},
	decorate: {
		name: "デコレーション",
		desc: "かざりつけを　することで 相手の　攻撃と　特攻を ぐーんと　上げる。",
	},
	defendorder: {
		name: "ぼうぎょしれい",
		desc: "しもべを　呼びだして　自分の　体に おおい　つかせる。防御と　特防を あげることが　できる。",
	},
	defensecurl: {
		name: "まるくなる",
		desc: "体を　まるめて　ちぢこまり 自分の　防御を　あげる。",
	},
	defog: {
		name: "きりばらい",
		desc: "強い風で　相手の　リフレクターや ひかりのかべ　などを　はらいのける。 回避率も　さげる。",
	},
	destinybond: {
		name: "みちづれ",
		desc: "技のあと　相手の　攻撃で　ひんしに なると　攻撃　相手も　ひんしにする。 連続して　出すと　失敗する。",
	},
	detect: {
		name: "みきり",
		desc: "相手の　攻撃を まったく　受けない。 連続で　だすと　失敗しやすい。",
	},
	diamondstorm: {
		name: "ダイヤストーム",
		desc: "ダイヤの　嵐を　巻き起こし ダメージを　与える。　自分の 防御を　ぐーんと　あげることが　ある。",
	},
	dig: {
		name: "あなをほる",
		desc: "１ターン目に　潜り　２ターン目で 相手を　攻撃する。",
	},
	direclaw: {
		name: "フェイタルクロー",
	},
	disable: {
		name: "かなしばり",
		desc: "相手の　動きを　とめて 直前に　だしていた　技を ４ターンの　間　使えなくする。",
	},
	disarmingvoice: {
		name: "チャームボイス",
		desc: "魅惑の　鳴き声を　だして　相手に 精神的な　ダメージを　与える。 攻撃は　必ず　命中　する。",
	},
	discharge: {
		name: "ほうでん",
		desc: "まばゆい　電撃で　自分の 周りに　いるものを　攻撃する。 まひ状態に　することが　ある。",
	},
	dive: {
		name: "ダイビング",
		desc: "１ターン目で　潜り　２ターン目に 浮きあがって　攻撃する。",
	},
	dizzypunch: {
		name: "ピヨピヨパンチ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	doodle: {
		name: "うつしえ",
	},
	doomdesire: {
		name: "はめつのねがい",
		desc: "技を　使った　２ターン後に 無数の　光の　束で 相手を　攻撃する。",
	},
	doubleedge: {
		name: "すてみタックル",
		desc: "命を　懸けて 相手に　突進して　攻撃する。 自分も　かなり　ダメージを　受ける。",
	},
	doublehit: {
		name: "ダブルアタック",
		desc: "しっぽなどを　使い 相手を　たたいて　攻撃する。 ２回連続で　ダメージを　与える。",
	},
	doubleironbash: {
		name: "ダブルパンツァー",
		desc: "胸の　ナットを　軸に　回転して ２回　続けて　うでを　たたきつける。 相手を　ひるませる　ことが　ある。",
	},
	doublekick: {
		name: "にどげり",
		desc: "２本の　足で　相手を　けとばして 攻撃する。　２回連続で ダメージを　与える。",
	},
	doubleshock: {
		name: "でんこうそうげき",
	},
	doubleslap: {
		name: "おうふくビンタ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	doubleteam: {
		name: "かげぶんしん",
		desc: "素早い　動きで　分身を　つくり 相手を　まどわせて 回避率を　あげる。",
	},
	dracometeor: {
		name: "りゅうせいぐん",
		desc: "天空から　隕石を 相手に　落とす。使うと　反動で 自分の　特攻が　がくっと　さがる。",
	},
	dragonascent: {
		name: "ガリョウテンセイ",
		desc: "大空から　急速落下　して 相手を　攻撃する。 自分の　防御と　特防が　さがる。",
	},
	dragonbreath: {
		name: "りゅうのいぶき",
		desc: "ものすごい　息を 相手に　吹きつけて　攻撃する。 まひ状態に　することが　ある。",
	},
	dragoncheer: {
		name: "ドラゴンエール",
	},
	dragonclaw: {
		name: "ドラゴンクロー",
		desc: "鋭く　とがった　巨大な　ツメで 相手を　切り裂いて　攻撃する。",
	},
	dragondance: {
		name: "りゅうのまい",
		desc: "神秘的で　力強い　舞を 激しく　おどる。　自分の 攻撃と　素早さを　あげる。",
	},
	dragondarts: {
		name: "ドラゴンアロー",
		desc: "ドラメシヤで　２回　攻撃。 相手が　２匹　いるときは それぞれに　１回ずつ　攻撃する。",
	},
	dragonenergy: {
		name: "ドラゴンエナジー",
		desc: "生命力を　パワーに　変え　相手を 攻撃する。　自分の　ＨＰが　少ないほど 技の　威力は　さがる。",
	},
	dragonhammer: {
		name: "ドラゴンハンマー",
		desc: "体を　ハンマーのように 使って　相手に　襲いかかり ダメージを　与える。",
	},
	dragonpulse: {
		name: "りゅうのはどう",
		desc: "大きな　口から　衝撃波を まきおこして　相手を　攻撃する。",
	},
	dragonrage: {
		name: "りゅうのいかり",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	dragonrush: {
		name: "ドラゴンダイブ",
		desc: "すさまじい　殺気で　威圧しながら 体当たりする。 相手を　ひるませることが　ある。",
	},
	dragontail: {
		name: "ドラゴンテール",
		desc: "相手を　はじきとばして 控えの　ポケモンを　ひきずりだす。 野生の　場合は　戦闘が　終わる。",
	},
	drainingkiss: {
		name: "ドレインキッス",
		desc: "キッスによって　相手から　ＨＰを 吸い取る。　与えた　ダメージの 半分以上　ＨＰを　回復する。",
	},
	drainpunch: {
		name: "ドレインパンチ",
		desc: "こぶしから　相手の　力を　吸い取る。 与えた　ダメージの 半分の　ＨＰを　回復できる。",
	},
	dreameater: {
		name: "ゆめくい",
		desc: "寝ている　相手の　夢を　食べて 攻撃する。　ダメージの　半分の ＨＰを　回復する。",
	},
	drillpeck: {
		name: "ドリルくちばし",
		desc: "回転しながら　とがった　くちばしを 相手に　突き刺して　攻撃する。",
	},
	drillrun: {
		name: "ドリルライナー",
		desc: "ドリルのように　体を　回転しながら 相手に　体当たりする。 急所に　当たりやすい。",
	},
	drumbeating: {
		name: "ドラムアタック",
		desc: "ドラムの　根っこを　ドラミングで コントロールして　こうげき　することで 相手の　素早さを　下げる。",
	},
	dualchop: {
		name: "ダブルチョップ",
		desc: "体の　硬い部分で　相手を たたいて　攻撃する。 ２回連続で　ダメージを　与える。",
	},
	dualwingbeat: {
		name: "ダブルウイング",
		desc: "翼を　相手に　ぶつけて 攻撃する。　２回連続で ダメージを　与える。",
	},
	dynamaxcannon: {
		name: "ダイマックスほう",
		desc: "コアから　ビームを　放って　攻撃。 相手が　ダイマックス　していると ダメージは　２倍に　なる。",
	},
	dynamicpunch: {
		name: "ばくれつパンチ",
		desc: "こん身の　力で パンチを　くりだして　攻撃する。 相手を　必ず　混乱させる。",
	},
	earthpower: {
		name: "だいちのちから",
		desc: "相手の　足下へ　大地の力を 放出する。相手の　特防を さげることが　ある。",
	},
	earthquake: {
		name: "じしん",
		desc: "地震の　衝撃で　自分の 周りに　いるものを　攻撃する。",
	},
	echoedvoice: {
		name: "エコーボイス",
		desc: "響く　声で　相手を　攻撃する。 毎ターン　だれかが　技を 使い続けると　威力が　あがる。",
	},
	eerieimpulse: {
		name: "かいでんぱ",
		desc: "体から　かいでんぱを　放ち 相手に　浴びせる　ことによって 特攻を　がくっと　さげる。",
	},
	eeriespell: {
		name: "ぶきみなじゅもん",
		desc: "強力な　サイコパワーで　攻撃。 相手が　最後に　使った技の ＰＰを　３だけ　減らす。",
	},
	eggbomb: {
		name: "タマゴばくだん",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	electricterrain: {
		name: "エレキフィールド",
		desc: "５ターンの　間　エレキフィールドにする。 地面にいる　ポケモンは　眠らない。 でんきタイプの　威力が　あがる。",
	},
	electrify: {
		name: "そうでん",
		desc: "相手が　技を　だす前に そうでん　すると　そのターン 相手の　技は　でんきタイプになる。",
	},
	electroball: {
		name: "エレキボール",
		desc: "電気の　塊を　相手に ぶつける。相手より　素早さが 速いほど　威力が　あがる。",
	},
	electrodrift: {
		name: "イナズマドライブ",
	},
	electroshot: {
		name: "エレクトロビーム",
	},
	electroweb: {
		name: "エレキネット",
		desc: "電気の　ネットで 相手を　捕まえて　攻撃する。 相手の　素早さを　さげる。",
	},
	embargo: {
		name: "さしおさえ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	ember: {
		name: "ひのこ",
		desc: "小さな　炎を 相手に　発射して　攻撃する。 やけど状態に　することが　ある。",
	},
	encore: {
		name: "アンコール",
		desc: "相手に　アンコールした　技を ３回　続けて　出させる。",
	},
	endeavor: {
		name: "がむしゃら",
		desc: "相手の　ＨＰが　自分の　ＨＰと 同じくらいに　なるように ダメージを　与える。",
	},
	endure: {
		name: "こらえる",
		desc: "攻撃を　受けても ＨＰを　必ず　１だけ　残せる。 連続で　だすと　失敗しやすい。",
	},
	energyball: {
		name: "エナジーボール",
		desc: "自然から　集めた 命の力を　発射する。 相手の　特防を　さげることがある。",
	},
	entrainment: {
		name: "なかまづくり",
		desc: "不思議な　リズムで　おどる。 動きを　まねさせて　自分と　相手の 特性を　同じに　する。",
	},
	eruption: {
		name: "ふんか",
		desc: "怒りを　爆発させて　相手を 攻撃する。　自分の　ＨＰが 少ないほど　技の　威力は　さがる。",
	},
	esperwing: {
		name: "オーラウイング",
	},
	eternabeam: {
		name: "ムゲンダイビーム",
		desc: "本来の　姿と　なった ムゲンダイナ　最大の　攻撃。 次の　ターンは　動けなくなる。",
	},
	expandingforce: {
		name: "ワイドフォース",
		desc: "サイコパワーで　相手を　攻撃する。 サイコフィールドの時　威力が　あがり すべての　相手に　ダメージを　与える。",
	},
	explosion: {
		name: "だいばくはつ",
		desc: "大きな　爆発で　自分の 周りに　いるものを　攻撃する。 使ったあとに　ひんしに　なる。",
	},
	extrasensory: {
		name: "じんつうりき",
		desc: "みえない　不思議な　力を 送って　攻撃する。 相手を　ひるませることが　ある。",
	},
	extremeevoboost: {
		name: "ナインエボルブースト",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	extremespeed: {
		name: "しんそく",
		desc: "目にも　留まらぬ　ものすごい　速さで 相手に　突進して　攻撃する。 必ず　先制攻撃　できる。",
	},
	facade: {
		name: "からげんき",
		desc: "自分が　毒　まひ　やけど 状態のとき　相手に　くりだすと 技の　威力が　２倍に　なる。",
	},
	fairylock: {
		name: "フェアリーロック",
		desc: "ロックを　かけることによって 次のターン　すべての ポケモンを　逃げられなくする。",
	},
	fairywind: {
		name: "ようせいのかぜ",
		desc: "ようせいのかぜを　起こし 相手に　吹きつけて　攻撃する。",
	},
	fakeout: {
		name: "ねこだまし",
		desc: "先制攻撃で　相手を　ひるませる。 戦闘に　でたら すぐに　ださないと　成功しない。",
	},
	faketears: {
		name: "うそなき",
		desc: "ないた　ふりをして　涙を　流す。 こまらせる　ことで 相手の　特防を　がくっと　さげる。",
	},
	falsesurrender: {
		name: "どげざつき",
		desc: "頭を　下げる　ふりを　しながら 振りみだした　髪の毛を　突き刺す。 攻撃は　必ず　命中する。",
	},
	falseswipe: {
		name: "みねうち",
		desc: "相手の　ＨＰが 必ず　１だけ　残るように 手加減して　攻撃する。",
	},
	featherdance: {
		name: "フェザーダンス",
		desc: "羽毛を　ふりまいて 相手の　体に　からませる。 相手の　攻撃を　がくっと　さげる。",
	},
	feint: {
		name: "フェイント",
		desc: "まもるや　みきり　などを　している 相手に　攻撃が　できる。 守りの　効果を　解除させる。",
	},
	feintattack: {
		name: "だましうち",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	fellstinger: {
		name: "とどめばり",
		desc: "この　技を　使って 相手を　倒すと 攻撃が　ぐぐーんと　あがる。",
	},
	ficklebeam: {
		name: "きまぐレーザー",
	},
	fierydance: {
		name: "ほのおのまい",
		desc: "炎を　まとい　はばたいて　相手を 攻撃する。自分の　特攻が あがることが　ある。",
	},
	fierywrath: {
		name: "もえあがるいかり",
		desc: "怒りを　炎の　ような オーラに　変えて　攻撃する。 相手を　ひるませることが　ある。",
	},
	filletaway: {
		name: "みをけずる",
	},
	finalgambit: {
		name: "いのちがけ",
		desc: "命懸けで　相手を　攻撃する。 自分は　ひんしに　なるが　相手に ＨＰ分の　ダメージを　与える。",
	},
	fireblast: {
		name: "だいもんじ",
		desc: "大の字の　炎で 相手を　焼きつくす。 やけど状態に　することが　ある。",
	},
	firefang: {
		name: "ほのおのキバ",
		desc: "炎を　まとった　キバで　かみつく。 相手を　ひるませたり やけど状態に　することが　ある。",
	},
	firelash: {
		name: "ほのおのムチ",
		desc: "焼けたムチで　相手を　打ちつける。 攻撃を　受けた　相手は 防御が　さがる。",
	},
	firepledge: {
		name: "ほのおのちかい",
		desc: "炎の柱で　攻撃する。 くさと　組みあわせると　威力が あがって　周りが　火の海に　なる。",
	},
	firepunch: {
		name: "ほのおのパンチ",
		desc: "炎を　こめた　パンチで 相手を　攻撃する。 やけど状態に　することが　ある。",
	},
	firespin: {
		name: "ほのおのうず",
		desc: "激しく　渦をまく　炎の中に ４ー５ターンの　間 相手を　閉じこめて　攻撃する。",
	},
	firstimpression: {
		name: "であいがしら",
		desc: "威力が　高い　技　だが 戦闘に　出たら すぐに　出さないと　成功　しない。",
	},
	fishiousrend: {
		name: "エラがみ",
		desc: "かたい　エラで　かみつく。 相手より　先に　攻撃できると 技の　威力は　２倍に　なる。",
	},
	fissure: {
		name: "じわれ",
		desc: "地割れの　裂け目に 相手を　落として　攻撃する。 当たれば　一撃で　ひんしに　する。",
	},
	flail: {
		name: "じたばた",
		desc: "じたばた　暴れて　攻撃する。 自分の　ＨＰが　少ないほど 技の　威力は　あがる。",
	},
	flameburst: {
		name: "はじけるほのお",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	flamecharge: {
		name: "ニトロチャージ",
		desc: "炎を　まとい　相手を　攻撃する。 力を　ためて　自分の 素早さを　あげる。",
	},
	flamethrower: {
		name: "かえんほうしゃ",
		desc: "激しい　炎を 相手に　発射して　攻撃する。 やけど状態に　することが　ある。",
	},
	flamewheel: {
		name: "かえんぐるま",
		desc: "炎を　まとい 相手に　突進して　攻撃する。 やけど状態に　することが　ある。",
	},
	flareblitz: {
		name: "フレアドライブ",
		desc: "炎を　まとって　突進する。 自分も　かなり　ダメージを　受ける。 やけど状態に　することが　ある。",
	},
	flash: {
		name: "フラッシュ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	flashcannon: {
		name: "ラスターカノン",
		desc: "体の　光を　一点に　集めて 力を　放つ。 相手の　特防を　さげることが　ある。",
	},
	flatter: {
		name: "おだてる",
		desc: "相手を　おだてて　混乱させる。 同時に　相手の　特攻も あげてしまう。",
	},
	fleurcannon: {
		name: "フルールカノン",
		desc: "強力な　ビームを　放ったあと 自分の　特攻が　がくっと　さがる。",
	},
	fling: {
		name: "なげつける",
		desc: "持たせた　道具を 素早く　投げつけて　攻撃する。 道具で　威力と　効果が　変わる。",
	},
	flipturn: {
		name: "クイックターン",
		desc: "攻撃した　あと ものすごい　スピードで　戻ってきて 控えの　ポケモンと　入れ替わる。",
	},
	floatyfall: {
		name: "ふわふわフォール",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	floralhealing: {
		name: "フラワーヒール",
		desc: "最大ＨＰの　半分 相手の　ＨＰを　回復する。 グラスフィールドの時　効果が　あがる。",
	},
	flowershield: {
		name: "フラワーガード",
		desc: "不思議な　力を　使って 場にいる　くさタイプの　ポケモン 全員の　防御を　あげる。",
	},
	flowertrick: {
		name: "トリックフラワー",
	},
	fly: {
		name: "そらをとぶ",
		desc: "１ターン目で　空へ　飛び ２ターン目に　相手を　攻撃する。",
	},
	flyingpress: {
		name: "フライングプレス",
		desc: "空中から　相手に　ダイブする。 この技は　かくとうタイプと　同時に ひこうタイプでも　ある。",
	},
	focusblast: {
		name: "きあいだま",
		desc: "気合を　高めて ありったけの　力を　放出する。 相手の　特防を　さげることが　ある。",
	},
	focusenergy: {
		name: "きあいだめ",
		desc: "深く　息を　吸い　気合を　こめる。 自分の　攻撃が 急所に　当たりやすくなる。",
	},
	focuspunch: {
		name: "きあいパンチ",
		desc: "精神を　高めて　パンチを　くりだす。 技を　だすまでに 攻撃を　受けると　失敗する。",
	},
	followme: {
		name: "このゆびとまれ",
		desc: "自分に　注目させて 相手からの　攻撃を すべて　自分に　むけさせる。",
	},
	forcepalm: {
		name: "はっけい",
		desc: "相手の　体に 衝撃波を　当てて　攻撃する。 まひ状態に　することが　ある。",
	},
	foresight: {
		name: "みやぶる",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	forestscurse: {
		name: "もりののろい",
		desc: "相手に　森ののろいを　かける。 のろいを　かけられた　相手は タイプに　くさタイプが　追加される。",
	},
	foulplay: {
		name: "イカサマ",
		desc: "相手の　力を　利用する。 戦っている　相手の　攻撃が 高いほど　ダメージが　あがる。",
	},
	freezedry: {
		name: "フリーズドライ",
		desc: "相手を　急激に　冷やして こおり　状態に　することが　ある。 みずタイプにも　効果バツグンになる。",
	},
	freezeshock: {
		name: "フリーズボルト",
		desc: "電気を　まとった　氷の　塊で ２ターン目に　相手を　たたきつける。 まひ状態に　することが　ある。",
	},
	freezingglare: {
		name: "いてつくしせん",
		desc: "両目から　サイコパワーを 撃ちだして　攻撃する。 こおり状態に　することが　ある。",
	},
	freezyfrost: {
		name: "こちこちフロスト",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	frenzyplant: {
		name: "ハードプラント",
		desc: "大きな　樹木で 相手を　たたきつけて　攻撃する。 次の　ターンは　動けなくなる。",
	},
	frostbreath: {
		name: "こおりのいぶき",
		desc: "冷たい　息を 相手に　吹きつけて　攻撃する。 必ず　急所に　当たる。",
	},
	frustration: {
		name: "やつあたり",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	furyattack: {
		name: "みだれづき",
		desc: "つのや　くちばしで 相手を　つついて　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	furycutter: {
		name: "れんぞくぎり",
		desc: "カマや　ツメなどで　相手を 切りつけて　攻撃する。 連続で　当てると　威力が　あがる。",
	},
	furyswipes: {
		name: "みだれひっかき",
		desc: "ツメや　カマなどで 相手を　ひっかいて　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	fusionbolt: {
		name: "クロスサンダー",
		desc: "巨大な　雷を　たたきつける。 巨大な　炎の　影響を受け 技の　威力が　あがる。",
	},
	fusionflare: {
		name: "クロスフレイム",
		desc: "巨大な　炎を　たたきつける。 巨大な　雷の　影響を受け 技の　威力が　あがる。",
	},
	futuresight: {
		name: "みらいよち",
		desc: "技を　使った　２ターン後に 相手に　念力の 塊を　送って　攻撃する。",
	},
	gastroacid: {
		name: "いえき",
		desc: "胃液を　相手の 体に　吐きつける。　ついた　胃液は 相手の　特性の　効果を　消す。",
	},
	geargrind: {
		name: "ギアソーサー",
		desc: "鋼鉄の　ギアを　相手に 投げつけて　攻撃する。 ２回連続で　ダメージを　与える。",
	},
	gearup: {
		name: "アシストギア",
		desc: "ギアを　入れる　ことによって 特性　プラスと　マイナスの 攻撃と　特攻が　あがる。",
	},
	genesissupernova: {
		name: "オリジンズスーパーノヴァ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	geomancy: {
		name: "ジオコントロール",
		desc: "１ターン目で　エネルギーを 吸収し　２ターン目に　特攻 特防　素早さを　ぐーんと　あげる。",
	},
	gigadrain: {
		name: "ギガドレイン",
		desc: "養分を　吸い取り　攻撃する。 与えた　ダメージの 半分の　ＨＰを　回復できる。",
	},
	gigaimpact: {
		name: "ギガインパクト",
		desc: "持てる　力を　すべて　使って 相手に　突撃する。 次の　ターンは　動けなくなる。",
	},
	gigatonhammer: {
		name: "デカハンマー",
	},
	glaciallance: {
		name: "ブリザードランス",
		desc: "吹雪を　まとった　氷の　槍を 相手に　投げつけて　攻撃する。",
	},
	glaciate: {
		name: "こごえるせかい",
		desc: "凍えるような　冷気を 相手に　吹きつけて　攻撃する。 相手の　素早さを　さげる。",
	},
	glaiverush: {
		name: "きょけんとつげき",
	},
	glare: {
		name: "へびにらみ",
		desc: "おなかの　模様で　おびえさせて 相手を　まひの　状態に　する。",
	},
	glitzyglow: {
		name: "どばどばオーラ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	grassknot: {
		name: "くさむすび",
		desc: "草を　からませて　相手を 転ばせる。相手が　重いほど 威力が　あがる。",
	},
	grasspledge: {
		name: "くさのちかい",
		desc: "草の柱で　攻撃する。 みずと　組みあわせると　威力が あがって　あたりが　湿原に　なる。",
	},
	grasswhistle: {
		name: "くさぶえ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	grassyglide: {
		name: "グラススライダー",
		desc: "地面を　滑るように　相手を　攻撃。 グラスフィールドの時 必ず　先制攻撃　できる。",
	},
	grassyterrain: {
		name: "グラスフィールド",
		desc: "５ターンの　間　グラスフィールドにする。 地面にいると　毎ターン　回復する。 くさタイプの　威力が　あがる。",
	},
	gravapple: {
		name: "Ｇのちから",
		desc: "高いところから　りんごを　落として ダメージを　与える。 相手の　防御を　下げる。",
	},
	gravity: {
		name: "じゅうりょく",
		desc: "５ターンの間　ふゆうや　ひこうタイプに じめんタイプの　技が　当たるようになる。 空中に　飛ぶ　技も　使えない。",
	},
	growl: {
		name: "なきごえ",
		desc: "かわいい　なきごえを　聞かせて 気を　ひき　油断を　させて 相手の　攻撃を　さげる。",
	},
	growth: {
		name: "せいちょう",
		desc: "体を　一気に 大きく　生長させて 攻撃と　特攻を　あげる。",
	},
	grudge: {
		name: "おんねん",
		desc: "相手の　技で　ひんしに　されたとき おんねんを　かけて その技の　ＰＰを　０に　する。",
	},
	guardianofalola: {
		name: "ガーディアン・デ・アローラ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	guardsplit: {
		name: "ガードシェア",
		desc: "超能力で　自分と　相手の 防御と　特防を　たして 半分に　わける。",
	},
	guardswap: {
		name: "ガードスワップ",
		desc: "超能力で　自分と　相手の 防御と　特防の 能力変化を　入れ替える。",
	},
	guillotine: {
		name: "ハサミギロチン",
		desc: "大きな　ハサミで 相手を　切り裂いて　攻撃する。 当たれば　一撃で　ひんしに　する。",
	},
	gunkshot: {
		name: "ダストシュート",
		desc: "汚い　ゴミを 相手に　ぶつけて　攻撃する。 毒状態に　することが　ある。",
	},
	gust: {
		name: "かぜおこし",
		desc: "翼で　おこした　激しい　風を 相手に　ぶつけて　攻撃する。",
	},
	gyroball: {
		name: "ジャイロボール",
		desc: "体を　高速に　回転させて 体当たりする。相手より　素早さが 低いほど　強い。",
	},
	hail: {
		name: "あられ",
		desc: "５ターンの　間　あられを　降らして こおりタイプで　ない　ポケモン 全員に　ダメージを　与える。",
	},
	hammerarm: {
		name: "アームハンマー",
		desc: "強くて　重い　こぶしを ふるって　ダメージを　与える。 自分の　素早さが　さがる。",
	},
	happyhour: {
		name: "ハッピータイム",
		desc: "ハッピータイムの　技を　使うと 戦闘の　あとで　もらえる お金が　倍になる。",
	},
	harden: {
		name: "かたくなる",
		desc: "全身に　力を　こめて 体を　硬くして 自分の　防御を　あげる。",
	},
	hardpress: {
		name: "ハードプレス",
	},
	haze: {
		name: "くろいきり",
		desc: "黒い霧を　だして　戦闘に でている　ポケモン　全員の 能力変化を　もとに　もどす。",
	},
	headbutt: {
		name: "ずつき",
		desc: "頭を　突きだして まっすぐ　つっこんで　攻撃する。 相手を　ひるませることが　ある。",
	},
	headcharge: {
		name: "アフロブレイク",
		desc: "すごい　アフロの　頭で 相手に　突進して　攻撃する。 自分も　少し　ダメージを　受ける。",
	},
	headlongrush: {
		name: "ぶちかまし",
	},
	headsmash: {
		name: "もろはのずつき",
		desc: "命を　懸けて　こん身の　力で 相手に　ずつきを　する。　自分も ものすごい　ダメージを　受ける。",
	},
	healbell: {
		name: "いやしのすず",
		desc: "心地好い　鈴の　音色を　聞かせて 味方　全員の 状態異常を　回復　する。",
	},
	healblock: {
		name: "かいふくふうじ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	healingwish: {
		name: "いやしのねがい",
		desc: "自分は　ひんしに　なるが 控えから　でてくる　ポケモンの 状態異常と　ＨＰを　回復する。",
	},
	healorder: {
		name: "かいふくしれい",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	healpulse: {
		name: "いやしのはどう",
		desc: "いやしのはどうを　とばして 最大ＨＰの　半分 相手の　ＨＰを　回復する。",
	},
	heartstamp: {
		name: "ハートスタンプ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	heartswap: {
		name: "ハートスワップ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	heatcrash: {
		name: "ヒートスタンプ",
		desc: "燃える　体で　相手に　ぶつかって 攻撃する。　自分が　相手より 重いほど　威力が　あがる。",
	},
	heatwave: {
		name: "ねっぷう",
		desc: "熱い　息を 相手に　吹きつけて　攻撃する。 やけど状態に　することが　ある。",
	},
	heavyslam: {
		name: "ヘビーボンバー",
		desc: "重たい　体で　相手に　ぶつかって 攻撃する。　自分が　相手より 重いほど　威力が　あがる。",
	},
	helpinghand: {
		name: "てだすけ",
		desc: "仲間を　助ける。 てだすけ　された　ポケモンの　技の 威力は　いつもより　大きくなる。",
	},
	hex: {
		name: "たたりめ",
		desc: "たたみかける　ように　攻撃する。 状態異常の　相手に 大きな　ダメージを　与える。",
	},
	hiddenpower: {
		name: "めざめるパワー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	highhorsepower: {
		name: "１０まんばりき",
		desc: "全身を　使って 相手に　猛アタックする。",
	},
	highjumpkick: {
		name: "とびひざげり",
		desc: "ジャンプからの　ひざげりで 相手を　攻撃する。 はずすと　自分が　ダメージを　受ける。",
	},
	holdback: {
		name: "てかげん",
		desc: "手加減　した　攻撃で 相手の　ＨＰを 必ず　１だけ　残す。",
	},
	holdhands: {
		name: "てをつなぐ",
		desc: "味方の　ポケモン　同士が 手をつなぐ。　とっても　幸せな 気持ちに　なれる。",
	},
	honeclaws: {
		name: "つめとぎ",
		desc: "ツメを　磨いて　鋭く　する。 自分の　攻撃と 命中率を　あげる。",
	},
	hornattack: {
		name: "つのでつく",
		desc: "鋭く　とがった　つので 相手を　攻撃する。",
	},
	horndrill: {
		name: "つのドリル",
		desc: "回転する　つのを 相手に　突き刺して　攻撃する。 当たれば　一撃で　ひんしに　する。",
	},
	hornleech: {
		name: "ウッドホーン",
		desc: "つのを　突き刺して　相手の　養分を 吸い取る。　与えた　ダメージの 半分の　ＨＰを　回復できる。",
	},
	howl: {
		name: "とおぼえ",
		desc: "大声で　ほえて　気合を　高め 自分と　味方の　攻撃を　あげる。",
	},
	hurricane: {
		name: "ぼうふう",
		desc: "強烈な　風で　相手を 包みこんで　攻撃する。 相手を　混乱させることが　ある。",
	},
	hydrocannon: {
		name: "ハイドロカノン",
		desc: "水の　大砲を 相手に　発射して　攻撃する。 次の　ターンは　動けなくなる。",
	},
	hydropump: {
		name: "ハイドロポンプ",
		desc: "大量の　水を 激しい　勢いで 相手に　発射して　攻撃する。",
	},
	hydrosteam: {
		name: "ハイドロスチーム",
	},
	hyperbeam: {
		name: "はかいこうせん",
		desc: "強い　光線を 相手に　発射して　攻撃する。 次の　ターンは　動けなくなる。",
	},
	hyperdrill: {
		name: "ハイパードリル",
	},
	hyperfang: {
		name: "ひっさつまえば",
		desc: "鋭い　前歯で 強く　かみついて　攻撃する。 相手を　ひるませることが　ある。",
	},
	hyperspacefury: {
		name: "いじげんラッシュ",
		desc: "たくさんの　腕で　まもるや　みきり などを　無視した　連続攻撃。 自分の　防御が　さがる。",
	},
	hyperspacehole: {
		name: "いじげんホール",
		desc: "異次元ホールで　突然　相手の 真横に　現れ　攻撃する。 まもるや　みきり　なども　無視　できる。",
	},
	hypervoice: {
		name: "ハイパーボイス",
		desc: "うるさく　響く　大きな　振動を 相手に　与えて　攻撃する。",
	},
	hypnosis: {
		name: "さいみんじゅつ",
		desc: "眠気を　誘う　暗示を　かけて 相手を　眠り状態に　する。",
	},
	iceball: {
		name: "アイスボール",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	icebeam: {
		name: "れいとうビーム",
		desc: "凍える　ビームを 相手に　発射して　攻撃する。 こおり状態に　することが　ある。",
	},
	iceburn: {
		name: "コールドフレア",
		desc: "すべてを　凍らせる　激しい　冷気で ２ターン目に　相手を　包みこむ。 やけど状態に　することが　ある。",
	},
	icefang: {
		name: "こおりのキバ",
		desc: "冷気を　ひめた　キバで　かみつく。 相手を　ひるませたり こおり状態に　することが　ある。",
	},
	icehammer: {
		name: "アイスハンマー",
		desc: "強くて　重い　こぶしを ふるって　ダメージを　与える。 自分の　素早さが　さがる。",
	},
	icepunch: {
		name: "れいとうパンチ",
		desc: "冷気を　こめた　パンチで 相手を　攻撃する。 こおり状態に　することが　ある。",
	},
	iceshard: {
		name: "こおりのつぶて",
		desc: "氷の塊を　一瞬で　つくり 相手に　素早く　放つ。 必ず　先制攻撃　できる。",
	},
	icespinner: {
		name: "アイススピナー",
	},
	iciclecrash: {
		name: "つららおとし",
		desc: "大きな　氷柱を 激しく　ぶつけて　攻撃する。 相手を　ひるませることが　ある。",
	},
	iciclespear: {
		name: "つららばり",
		desc: "鋭い　氷柱を 相手に　発射して　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	icywind: {
		name: "こごえるかぜ",
		desc: "凍てつく　冷気を 相手に　吹きつけて　攻撃する。 相手の　素早さを　さげる。",
	},
	imprison: {
		name: "ふういん",
		desc: "相手が　自分と　同じ　技を おぼえていたら　相手だけ その技を　使えなくする。",
	},
	incinerate: {
		name: "やきつくす",
		desc: "炎で　相手を　攻撃する。 相手が　きのみなどを　持っているとき 燃やして　使えなくする。",
	},
	infernalparade: {
		name: "ひゃっきやこう",
	},
	inferno: {
		name: "れんごく",
		desc: "激しい　炎で 相手を　包みこみ　攻撃する。 やけど状態に　する。",
	},
	infestation: {
		name: "まとわりつく",
		desc: "４ー５ターンの　間　相手に まとわりついて　攻撃する。 そのあいだ　相手は　逃げられない。",
	},
	ingrain: {
		name: "ねをはる",
		desc: "大地に　根を　張り 毎ターン　自分の　ＨＰを　回復する。 根を　張っているので　入れ替えられない。",
	},
	instruct: {
		name: "さいはい",
		desc: "相手が　出した　技を 指示して　もう一度 出させることが　できる。",
	},
	iondeluge: {
		name: "プラズマシャワー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	irondefense: {
		name: "てっぺき",
		desc: "皮膚を　鉄のように 硬くする　ことで 自分の　防御を　ぐーんと　あげる。",
	},
	ironhead: {
		name: "アイアンヘッド",
		desc: "鋼の　ような 硬い　頭で　攻撃する。 相手を　ひるませることが　ある。",
	},
	irontail: {
		name: "アイアンテール",
		desc: "硬い　しっぽで 相手を　たたきつけて　攻撃する。 相手の　防御を　さげることが　ある。",
	},
	ivycudgel: {
		name: "ツタこんぼう",
	},
	jawlock: {
		name: "くらいつく",
		desc: "お互い　ひんしに　なるまで 交代が　できなくなる。　どちらかの ポケモンが　いなくなると　効果は消える。",
	},
	jetpunch: {
		name: "ジェットパンチ",
	},
	judgment: {
		name: "さばきのつぶて",
		desc: "無数の　光弾を　相手に　放出する。 自分の　持つ　プレートに　より タイプが　変わる。",
	},
	jumpkick: {
		name: "とびげり",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	junglehealing: {
		name: "ジャングルヒール",
		desc: "ジャングルと　一体化して 自分と　場にいる　味方の ＨＰと　状態を　回復する。",
	},
	karatechop: {
		name: "からてチョップ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	kinesis: {
		name: "スプーンまげ",
		desc: "スプーンを　まげて　注意を　ひき 相手の　命中率を　さげる。",
	},
	kingsshield: {
		name: "キングシールド",
		desc: "相手の　攻撃を　防ぐと　同時に 防御態勢になる。　触れた 相手の　攻撃を　さげる。",
	},
	knockoff: {
		name: "はたきおとす",
		desc: "相手の　持ち物を　はたき　落として 戦闘が　終わるまで　使えなくする。 物を持つ　相手には　ダメージが増す。",
	},
	kowtowcleave: {
		name: "ドゲザン",
	},
	landswrath: {
		name: "グランドフォース",
		desc: "大地の　パワーを　集め 力を　相手に　集中させて ダメージを　与える。",
	},
	laserfocus: {
		name: "とぎすます",
		desc: "精神を　集中して 次の　攻撃を　必ず 急所に　当てる。",
	},
	lashout: {
		name: "うっぷんばらし",
		desc: "相手への　いらだちを　ぶつけて　攻撃。 そのターンに　能力を　さげられていると 技の　威力が　２倍に　なる。",
	},
	lastresort: {
		name: "とっておき",
		desc: "戦闘中に　おぼえている　技を すべて　使うと　はじめて　だせる とっておきの　技。",
	},
	lastrespects: {
		name: "おはかまいり",
	},
	lavaplume: {
		name: "ふんえん",
		desc: "真っ赤な　炎で　自分の 周りに　いるものを　攻撃する。 やけど状態に　することが　ある。",
	},
	leafage: {
		name: "このは",
		desc: "はっぱを　相手に　当てて 攻撃する。",
	},
	leafblade: {
		name: "リーフブレード",
		desc: "はっぱを　剣のように　あやつり 相手を　切りつけて　攻撃する。 急所に　当たりやすい。",
	},
	leafstorm: {
		name: "リーフストーム",
		desc: "とがった　はっぱで　相手に　あらしを おこす。使うと　反動で 自分の　特攻が　がくっと　さがる。",
	},
	leaftornado: {
		name: "グラスミキサー",
		desc: "鋭い　はっぱで　相手を 包みこんで　攻撃する。 命中率を　さげることが　ある。",
	},
	leechlife: {
		name: "きゅうけつ",
		desc: "血を　吸い取って　相手を 攻撃する。　与えた　ダメージの 半分の　ＨＰを　回復できる。",
	},
	leechseed: {
		name: "やどりぎのタネ",
		desc: "植えつけた　相手の　ＨＰを 毎ターン　少しだけ　吸い取り 自分の　ＨＰを　回復する。",
	},
	leer: {
		name: "にらみつける",
		desc: "鋭い　目つきで　おびえさせて 相手の　防御を　さげる。",
	},
	letssnuggleforever: {
		name: "ぽかぼかフレンドタイム",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	lick: {
		name: "したでなめる",
		desc: "長い　舌で 相手を　なめまわして　攻撃する。 まひ状態に　することが　ある。",
	},
	lifedew: {
		name: "いのちのしずく",
		desc: "不思議な　水を　ふりまいて 自分と　場にいる 味方の　ＨＰを　回復する。",
	},
	lightofruin: {
		name: "はめつのひかり",
		desc: "永遠の花　の　パワーを　かりて 強力な　光線を　撃ちだす。 自分も　かなりの　ダメージを　受ける。",
	},
	lightscreen: {
		name: "ひかりのかべ",
		desc: "５ターンの　間　不思議な　かべで 相手から　受ける　特殊攻撃の ダメージを　弱める。",
	},
	lightthatburnsthesky: {
		name: "てんこがすめつぼうのひかり",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	liquidation: {
		name: "アクアブレイク",
		desc: "水の　力で　相手に ぶつかって　攻撃する。 相手の　防御を　さげる　ことがある。",
	},
	lockon: {
		name: "ロックオン",
		desc: "照準を　しっかり　あわせて 次の　攻撃が　必ず 相手に　当たるように　する。",
	},
	lovelykiss: {
		name: "あくまのキッス",
		desc: "恐ろしい　顔で　キスを　せまる。 相手を　眠り状態に　する。",
	},
	lowkick: {
		name: "けたぐり",
		desc: "足を　強く　けり 相手を　転ばせて　攻撃する。 相手が　重いほど　威力が　あがる。",
	},
	lowsweep: {
		name: "ローキック",
		desc: "素早い　動きで　相手の　足を ねらって　攻撃する。 相手の　素早さを　さげる。",
	},
	luckychant: {
		name: "おまじない",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	luminacrash: {
		name: "ルミナコリジョン",
	},
	lunarblessing: {
		name: "みかづきのいのり",
	},
	lunardance: {
		name: "みかづきのまい",
		desc: "自分は　ひんしに　なるが 控えから　でてくる　ポケモンの すべての　状態を　回復する。",
	},
	lunge: {
		name: "とびかかる",
		desc: "全力で　相手に 飛びかかって　攻撃。 相手の　攻撃を　さげる。",
	},
	lusterpurge: {
		name: "ラスターパージ",
		desc: "まばゆい　光を 解放して　攻撃する。 相手の　特防を　さげることが　ある。",
	},
	machpunch: {
		name: "マッハパンチ",
		desc: "目にも　留まらぬ　ものすごい　速さで パンチを　くりだす。 必ず　先制攻撃　できる。",
	},
	magicalleaf: {
		name: "マジカルリーフ",
		desc: "相手を　追跡する 不思議な　はっぱを　まきちらす。 攻撃は　必ず　命中する。",
	},
	magicaltorque: {
		name: "マジカルアクセル",
	},
	magiccoat: {
		name: "マジックコート",
		desc: "状態異常に　なる　技や やどりぎのタネ　などを だされたとき　相手に　跳ね返す。",
	},
	magicpowder: {
		name: "まほうのこな",
		desc: "まほうのこなを　浴びせて 相手を　エスパータイプに　変化させる。",
	},
	magicroom: {
		name: "マジックルーム",
		desc: "まか不思議な　空間を　つくる。 ５ターンの間　すべてのポケモンの 道具の　効果が　なくなる。",
	},
	magmastorm: {
		name: "マグマストーム",
		desc: "激しく　燃えたぎる　炎の　なかに ４ー５ターンの　間 相手を　閉じこめて　攻撃する。",
	},
	magnetbomb: {
		name: "マグネットボム",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	magneticflux: {
		name: "じばそうさ",
		desc: "磁場を　操作　することによって 特性　プラスと　マイナスの 防御　特防が　あがる。",
	},
	magnetrise: {
		name: "でんじふゆう",
		desc: "電気で　つくった　磁力の　力で 宙に　浮かぶ。 ５ターンの　間　浮遊できる。",
	},
	magnitude: {
		name: "マグニチュード",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	makeitrain: {
		name: "ゴールドラッシュ",
	},
	maliciousmoonsault: {
		name: "ハイパーダーククラッシャー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	malignantchain: {
		name: "じゃどくのくさり",
	},
	matblock: {
		name: "たたみがえし",
		desc: "かえした　タタミを　盾にして　自分や 味方への　技の　ダメージを　防ぐ。 変化技は　防ぐことが　できない。",
	},
	matchagotcha: {
		name: "シャカシャカほう",
	},
	maxairstream: {
		name: "ダイジェット",
		desc: "ダイマックスした　ポケモンが 繰りだす　ひこうタイプの　攻撃。 味方の　素早さを　上げる。",
	},
	maxdarkness: {
		name: "ダイアーク",
		desc: "ダイマックスした　ポケモンが 繰りだす　あくタイプの　攻撃。 相手の　特防を　下げる。",
	},
	maxflare: {
		name: "ダイバーン",
		desc: "ダイマックスした　ポケモンが 繰りだす　ほのおタイプの　攻撃。 ５ターンの　間　日差しを　強くする。",
	},
	maxflutterby: {
		name: "ダイワーム",
		desc: "ダイマックスした　ポケモンが 繰りだす　むしタイプの　攻撃。 相手の　特攻を　下げる。",
	},
	maxgeyser: {
		name: "ダイストリーム",
		desc: "ダイマックスした　ポケモンが 繰りだす　みずタイプの　攻撃。 ５ターンの　間　雨を　降らせる。",
	},
	maxguard: {
		name: "ダイウォール",
		desc: "相手の　攻撃を まったく　受けない。 連続で　だすと　失敗しやすい。",
	},
	maxhailstorm: {
		name: "ダイアイス",
		desc: "ダイマックスした　ポケモンが 繰りだす　こおりタイプの　攻撃。 ５ターンの　間　あられを　降らす。",
	},
	maxknuckle: {
		name: "ダイナックル",
		desc: "ダイマックスした　ポケモンが 繰りだす　かくとうタイプの　攻撃。 味方の　攻撃を　上げる。",
	},
	maxlightning: {
		name: "ダイサンダー",
		desc: "ダイマックスした　ポケモンが 繰りだす　でんきタイプの　攻撃。 ５ターンの　間　エレキフィールドにする。",
	},
	maxmindstorm: {
		name: "ダイサイコ",
		desc: "ダイマックスした　ポケモンが 繰りだす　エスパータイプの　攻撃。 ５ターンの　間　サイコフィールドにする。",
	},
	maxooze: {
		name: "ダイアシッド",
		desc: "ダイマックスした　ポケモンが 繰りだす　どくタイプの　攻撃。 味方の　特攻を　上げる。",
	},
	maxovergrowth: {
		name: "ダイソウゲン",
		desc: "ダイマックスした　ポケモンが 繰りだす　くさタイプの　攻撃。 ５ターンの　間　グラスフィールドにする。",
	},
	maxphantasm: {
		name: "ダイホロウ",
		desc: "ダイマックスした　ポケモンが 繰りだす　ゴーストタイプの　攻撃。 相手の　防御を　下げる。",
	},
	maxquake: {
		name: "ダイアース",
		desc: "ダイマックスした　ポケモンが 繰りだす　じめんタイプの　攻撃。 味方の　特防を　上げる。",
	},
	maxrockfall: {
		name: "ダイロック",
		desc: "ダイマックスした　ポケモンが 繰りだす　いわタイプの　攻撃。 ５ターンの　間　砂あらしにする。",
	},
	maxstarfall: {
		name: "ダイフェアリー",
		desc: "ダイマックスした　ポケモンが 繰りだす　フェアリータイプの　攻撃。 ５ターンの　間　ミストフィールドにする。",
	},
	maxsteelspike: {
		name: "ダイスチル",
		desc: "ダイマックスした　ポケモンが 繰りだす　はがねタイプの　攻撃。 味方の　防御を　上げる。",
	},
	maxstrike: {
		name: "ダイアタック",
		desc: "ダイマックスした　ポケモンが 繰りだす　ノーマルタイプの　攻撃。 相手の　素早さを　下げる。",
	},
	maxwyrmwind: {
		name: "ダイドラグーン",
		desc: "ダイマックスした　ポケモンが 繰りだす　ドラゴンタイプの　攻撃。 相手の　攻撃を　下げる。",
	},
	meanlook: {
		name: "くろいまなざし",
		desc: "吸いこまれるような　黒い　まなざしで じっと　みつめて　相手を 戦闘から　逃げられなくする。",
	},
	meditate: {
		name: "ヨガのポーズ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	mefirst: {
		name: "さきどり",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	megadrain: {
		name: "メガドレイン",
		desc: "養分を　吸い取り　攻撃する。 相手に　与えた　ダメージの 半分の　ＨＰを　回復できる。",
	},
	megahorn: {
		name: "メガホーン",
		desc: "硬くて　りっぱな　つので　おもいっきり 相手を　突き刺して　攻撃する。",
	},
	megakick: {
		name: "メガトンキック",
		desc: "ものすごい　力を　こめた　キックで 相手を　けとばして　攻撃する。",
	},
	megapunch: {
		name: "メガトンパンチ",
		desc: "力を　こめた　パンチで 相手を　攻撃する。",
	},
	memento: {
		name: "おきみやげ",
		desc: "自分は　ひんしに　なるが　そのかわりに 相手の　攻撃と　特攻を がくっと　さげる。",
	},
	menacingmoonrazemaelstrom: {
		name: "ムーンライトブラスター",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	metalburst: {
		name: "メタルバースト",
		desc: "技を　だす前に 最後に　受けた　技の　ダメージを 大きくして　だした　相手に　返す。",
	},
	metalclaw: {
		name: "メタルクロー",
		desc: "鋼鉄の　ツメで 相手を　切り裂いて　攻撃する。 自分の　攻撃が　あがることが　ある。",
	},
	metalsound: {
		name: "きんぞくおん",
		desc: "金属を　こすって　でるような いやな　音を　聞かせる。 相手の　特防を　がくっと　さげる。",
	},
	meteorassault: {
		name: "スターアサルト",
		desc: "太い　クキを　ふりまわして　攻撃。 ただし　自分も　よろめいてしまうため 次の　ターンは　動けなくなる。",
	},
	meteorbeam: {
		name: "メテオビーム",
		desc: "１ターン目に　宇宙の　力を 集めることで　特攻が　あがり ２ターン目に　相手を　攻撃する。",
	},
	meteormash: {
		name: "コメットパンチ",
		desc: "すい星の　ごとく　パンチを　くりだして 相手を　攻撃する。　自分の 攻撃が　あがることが　ある。",
	},
	metronome: {
		name: "ゆびをふる",
		desc: "指をふり　自分の　脳を　刺激して すべての　技の　なかから どれか　１つを　くりだす。",
	},
	mightycleave: {
		name: "パワフルエッジ",
	},
	milkdrink: {
		name: "ミルクのみ",
		desc: "最大ＨＰの　半分 自分の　ＨＰを　回復する。",
	},
	mimic: {
		name: "ものまね",
		desc: "相手が　最後に　使った　技を 戦闘の　あいだ 自分の　技に　することが　できる。",
	},
	mindblown: {
		name: "ビックリヘッド",
		desc: "自分の　頭を　爆発　させて 周りの　すべてを　攻撃する。 自分も　ダメージを　受けてしまう。",
	},
	mindreader: {
		name: "こころのめ",
		desc: "相手の　動きを　心で　感じて 次の　攻撃が　必ず 相手に　当たるように　する。",
	},
	minimize: {
		name: "ちいさくなる",
		desc: "体を　ちぢめて　小さく　みせて 自分の　回避率を ぐーんと　あげる。",
	},
	miracleeye: {
		name: "ミラクルアイ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	mirrorcoat: {
		name: "ミラーコート",
		desc: "相手から　受けた　特殊攻撃の ダメージを　２倍に　して その相手に　返す。",
	},
	mirrormove: {
		name: "オウムがえし",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	mirrorshot: {
		name: "ミラーショット",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	mist: {
		name: "しろいきり",
		desc: "白い霧で　体を　おおう。 ５ターンの　間　相手に 能力を　さげられなく　なる。",
	},
	mistball: {
		name: "ミストボール",
		desc: "霧状の　羽毛で　包みこみ 攻撃する。 相手の　特攻を　さげることが　ある。",
	},
	mistyexplosion: {
		name: "ミストバースト",
		desc: "自分の　周りに　いる　すべてを 攻撃するが　使うと　瀕死になる。 ミストフィールドで　威力が　あがる。",
	},
	mistyterrain: {
		name: "ミストフィールド",
		desc: "５ターンの　間　地面にいると 状態異常に　ならず　ドラゴン技の ダメージも　半分になる。",
	},
	moonblast: {
		name: "ムーンフォース",
		desc: "月の　パワーを　かりて 相手を　攻撃する。　相手の 特攻を　さげる　ことがある。",
	},
	moongeistbeam: {
		name: "シャドーレイ",
		desc: "怪しい　光線を　放って 攻撃する。相手の　特性を 無視して　攻撃　することが　できる。",
	},
	moonlight: {
		name: "つきのひかり",
		desc: "自分の　ＨＰを　回復する。 天気に　よって 回復の　量が　変化する。",
	},
	morningsun: {
		name: "あさのひざし",
		desc: "自分の　ＨＰを　回復する。 天気に　よって 回復の　量が　変化する。",
	},
	mortalspin: {
		name: "キラースピン",
	},
	mountaingale: {
		name: "ひょうざんおろし",
	},
	mudbomb: {
		name: "どろばくだん",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	muddywater: {
		name: "だくりゅう",
		desc: "濁った　水を 相手に　発射して　攻撃する。 命中率を　さげることが　ある。",
	},
	mudshot: {
		name: "マッドショット",
		desc: "泥の　塊を 相手に　投げつけて　攻撃する。 同時に　相手の　素早さを　さげる。",
	},
	mudslap: {
		name: "どろかけ",
		desc: "相手の　顔などに 泥を　投げつけて　攻撃する。 命中率を　さげる。",
	},
	mudsport: {
		name: "どろあそび",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	multiattack: {
		name: "マルチアタック",
		desc: "高い　エネルギーを　まといつつ 相手に　ぶつかって　攻撃する。 メモリに　より　タイプが　変わる。",
	},
	mysticalfire: {
		name: "マジカルフレイム",
		desc: "口から　吐きだす　特別 熱い　炎で　攻撃する。 相手の　特攻を　さげる。",
	},
	mysticalpower: {
		name: "しんぴのちから",
	},
	nastyplot: {
		name: "わるだくみ",
		desc: "悪いことを　考えて 頭を　活性化させる。 自分の　特攻を　ぐーんと　あげる。",
	},
	naturalgift: {
		name: "しぜんのめぐみ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	naturepower: {
		name: "しぜんのちから",
		desc: "自然の　力で　攻撃する。 使う　場所で でてくる　技が　変化する。",
	},
	naturesmadness: {
		name: "しぜんのいかり",
		desc: "自然の　怒りを　相手に　ぶつける。 相手の　ＨＰは　半分に　なる。",
	},
	needlearm: {
		name: "ニードルアーム",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	nightdaze: {
		name: "ナイトバースト",
		desc: "暗黒の　衝撃波を とばして　相手を　攻撃する。 命中率を　さげることが　ある。",
	},
	nightmare: {
		name: "あくむ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	nightshade: {
		name: "ナイトヘッド",
		desc: "恐ろしい　幻を　みせて 自分の　レベルと　同じだけの ダメージを　相手に　与える。",
	},
	nightslash: {
		name: "つじぎり",
		desc: "一瞬の　すきを　ついて 相手を　切りはらう。 急所に　当たりやすい。",
	},
	nobleroar: {
		name: "おたけび",
		desc: "おたけびを　あげて 相手を　威嚇し　相手の 攻撃と　特攻を　さげる。",
	},
	noretreat: {
		name: "はいすいのじん",
		desc: "自分の　すべての 能力が　上がるが　交代　したり 逃げることが　できなくなる。",
	},
	noxioustorque: {
		name: "ポイズンアクセル",
	},
	nuzzle: {
		name: "ほっぺすりすり",
		desc: "電気を　帯びた　ほっぺを すりつけて　攻撃。 相手を　まひ状態に　する。",
	},
	oblivionwing: {
		name: "デスウイング",
		desc: "ねらいを　定めた　相手から　ＨＰを 吸い取る。　与えた　ダメージの 半分以上　ＨＰを　回復する。",
	},
	obstruct: {
		name: "ブロッキング",
		desc: "相手の　攻撃を　まったく　受けない。 連続で　だすと　失敗しやすい。 触れると　防御が　がくっと　下がる。",
	},
	oceanicoperetta: {
		name: "わだつみのシンフォニア",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	octazooka: {
		name: "オクタンほう",
		desc: "相手の　顔などに 墨を　吹きかけて　攻撃する。 命中率を　さげることが　ある。",
	},
	octolock: {
		name: "たこがため",
		desc: "相手を　逃げられなくする。 かためられた　相手は　毎ターン 防御と　特防が　下がる。",
	},
	odorsleuth: {
		name: "かぎわける",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	ominouswind: {
		name: "あやしいかぜ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	orderup: {
		name: "いっちょうあがり",
	},
	originpulse: {
		name: "こんげんのはどう",
		desc: "青白く　輝く　無数の　光線で 相手を　攻撃する。",
	},
	outrage: {
		name: "げきりん",
		desc: "２ー３ターンの　間 暴れまくって　攻撃する。 暴れたあとは　混乱する。",
	},
	overdrive: {
		name: "オーバードライブ",
		desc: "ギターや　ベースを　かきならして 激しく　響く　大きな　振動を 相手に　与えて　攻撃する。",
	},
	overheat: {
		name: "オーバーヒート",
		desc: "フルパワーで　相手を　攻撃する。 使うと　反動で 自分の　特攻が　がくっと　さがる。",
	},
	painsplit: {
		name: "いたみわけ",
		desc: "自分の　ＨＰと　相手の　ＨＰを あわせて　それを　自分と　相手で なかよく　わける。",
	},
	paraboliccharge: {
		name: "パラボラチャージ",
		desc: "周りにいる　ポケモン　全員に ダメージ。　与えた　ダメージの 半分を　自分が　回復する。",
	},
	partingshot: {
		name: "すてゼリフ",
		desc: "すてゼリフで　相手を　いかくし 攻撃と　特攻を　さげたのち 控えの　ポケモンと　入れ替わる。",
	},
	payback: {
		name: "しっぺがえし",
		desc: "ためこんで　攻撃する。 相手より　あとに　攻撃できると 技の　威力は　２倍に　なる。",
	},
	payday: {
		name: "ネコにこばん",
		desc: "相手の　体に 小判を　投げつけて　攻撃する。 戦闘の　あとで　お金が　もらえる。",
	},
	peck: {
		name: "つつく",
		desc: "鋭く　とがった　くちばしや　つので 相手を　突いて　攻撃する。",
	},
	perishsong: {
		name: "ほろびのうた",
		desc: "歌を　聴いた　ポケモンは ３ターン　たつと　ひんしに　なる。 交代すると　効果は　なくなる。",
	},
	petalblizzard: {
		name: "はなふぶき",
		desc: "激しい　花吹雪を　起こし 周りに　いるものに　攻撃して ダメージを　与える。",
	},
	petaldance: {
		name: "はなびらのまい",
		desc: "２ー３ターンの　間　花を まきちらして　相手を　攻撃する。 まきちらした　あとは　混乱する。",
	},
	phantomforce: {
		name: "ゴーストダイブ",
		desc: "１ターンめで　どこかに　消えて ２ターンめに　相手を　攻撃する。 守りを　無視して　攻撃できる。",
	},
	photongeyser: {
		name: "フォトンゲイザー",
		desc: "光の　柱で　攻撃する。 攻撃と　特攻を　比べて 高いほうで　ダメージを　与える。",
	},
	pikapapow: {
		name: "ピカピカサンダー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	pinmissile: {
		name: "ミサイルばり",
		desc: "鋭い　ハリを 相手に　発射して　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	plasmafists: {
		name: "プラズマフィスト",
		desc: "電気を　まとった　こぶしで 攻撃。　ノーマルタイプの　技を でんきタイプに　してしまう。",
	},
	playnice: {
		name: "なかよくする",
		desc: "相手と　なかよくなって 戦う　気力を　失わせ 相手の　攻撃を　さげる。",
	},
	playrough: {
		name: "じゃれつく",
		desc: "相手に　じゃれついて 攻撃する。　相手の 攻撃を　さげる　ことがある。",
	},
	pluck: {
		name: "ついばむ",
		desc: "くちばしで　攻撃。 相手が　きのみを　持っているとき 食べて　きのみの　効果を　受けられる。",
	},
	poisonfang: {
		name: "どくどくのキバ",
		desc: "毒の　ある　キバで 相手に　かみついて　攻撃する。 猛毒を　おわせる　ことが　ある。",
	},
	poisongas: {
		name: "どくガス",
		desc: "毒ガスを　相手の　顔に　吹きかけて 毒の　状態に　する。",
	},
	poisonjab: {
		name: "どくづき",
		desc: "毒に　そまった　触手や　腕で 相手を　突き刺す。 毒状態に　することが　ある。",
	},
	poisonpowder: {
		name: "どくのこな",
		desc: "毒の　ある　粉を たくさん　ふりまいて 相手を　毒状態に　する。",
	},
	poisonsting: {
		name: "どくばり",
		desc: "毒の　ある　ハリを 相手に　突き刺して　攻撃する。 毒状態に　することが　ある。",
	},
	poisontail: {
		name: "ポイズンテール",
		desc: "しっぽで　たたく。 毒状態に　することが　あり 急所にも　当たりやすい。",
	},
	pollenpuff: {
		name: "かふんだんご",
		desc: "敵には　爆発する　だんごを 使って　攻撃。　味方には 回復する　だんごを　与える。",
	},
	poltergeist: {
		name: "ポルターガイスト",
		desc: "相手の　持ち物を　あやつって　攻撃。 相手が　道具を　持っていない　場合は 失敗する。",
	},
	populationbomb: {
		name: "ネズミざん",
	},
	pounce: {
		name: "とびつく",
	},
	pound: {
		name: "はたく",
		desc: "長い　しっぽや　手などを　使って 相手を　はたいて　攻撃する。",
	},
	powder: {
		name: "ふんじん",
		desc: "ふんじんを　浴びせた　相手が ほのお技を　使うと 爆発して　ダメージを　与える。",
	},
	powdersnow: {
		name: "こなゆき",
		desc: "冷たい　粉雪を 相手に　吹きつけて　攻撃する。 こおり状態に　することが　ある。",
	},
	powergem: {
		name: "パワージェム",
		desc: "宝石のように　きらめく　光を 発射して　相手を　攻撃する。",
	},
	powersplit: {
		name: "パワーシェア",
		desc: "超能力で　自分と　相手の 攻撃と　特攻を　たして 半分に　わける。",
	},
	powerswap: {
		name: "パワースワップ",
		desc: "超能力で　自分と　相手の 攻撃と　特攻の 能力変化を　入れ替える。",
	},
	powershift: {
		name: "パワーシフト",
	},
	powertrick: {
		name: "パワートリック",
		desc: "超能力で 自分の　攻撃と　防御の 力を　交換する。",
	},
	powertrip: {
		name: "つけあがる",
		desc: "自分の　強さを　鼻高々に 攻撃する。自分の　能力が あがって　いるほど　威力が　あがる。",
	},
	poweruppunch: {
		name: "グロウパンチ",
		desc: "繰り返し　打つことで だんだん　こぶしが　固くなる。 相手に　当てると　攻撃が　あがる。",
	},
	powerwhip: {
		name: "パワーウィップ",
		desc: "ツタや　触手を　激しく　ふるって 相手を　たたきつけ　攻撃する。",
	},
	precipiceblades: {
		name: "だんがいのつるぎ",
		desc: "大地の　力を　刃に　変えて 相手を　攻撃する。",
	},
	present: {
		name: "プレゼント",
		desc: "わなを　しかけた　箱を 相手に　わたして　攻撃する。ＨＰが 回復して　しまうことも　ある。",
	},
	prismaticlaser: {
		name: "プリズムレーザー",
		desc: "プリズムの　力で　強力な 光線を　発射する。 次の　ターンは　動けなくなる。",
	},
	protect: {
		name: "まもる",
		desc: "相手の　攻撃を まったく　受けない。 連続で　だすと　失敗しやすい。",
	},
	psybeam: {
		name: "サイケこうせん",
		desc: "不思議な　光線を 相手に　発射して　攻撃する。 混乱させることが　ある。",
	},
	psyblade: {
		name: "サイコブレイド",
	},
	psychic: {
		name: "サイコキネシス",
		desc: "強い　念力を　相手に　送って 攻撃する。　相手の　特防を さげることが　ある。",
	},
	psychicfangs: {
		name: "サイコファング",
		desc: "サイコパワーで　かみついて 相手を　攻撃する。　ひかりのかべや リフレクター　なども　破壊できる。",
	},
	psychicnoise: {
		name: "サイコノイズ",
	},
	psychicterrain: {
		name: "サイコフィールド",
		desc: "５ターンの間　地面にいると 先制技を　受けない。 エスパータイプの　威力が　あがる。",
	},
	psychoboost: {
		name: "サイコブースト",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	psychocut: {
		name: "サイコカッター",
		desc: "実体化させた 心の　刃で　相手を　切り裂く。 急所に　当たりやすい。",
	},
	psychoshift: {
		name: "サイコシフト",
		desc: "超能力で　暗示を　かけて 自分の　受けている　状態異常を 相手に　うつす。",
	},
	psychup: {
		name: "じこあんじ",
		desc: "自分に　暗示を　かけることで 能力変化の　状態を 相手と　同じにする。",
	},
	psyshieldbash: {
		name: "バリアーラッシュ",
	},
	psyshock: {
		name: "サイコショック",
		desc: "不思議な　念波を　実体化して 相手を　攻撃する。 物理的な　ダメージを　与える。",
	},
	psystrike: {
		name: "サイコブレイク",
		desc: "不思議な　念波を　実体化して 相手を　攻撃する。 物理的な　ダメージを　与える。",
	},
	psywave: {
		name: "サイコウェーブ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	pulverizingpancake: {
		name: "ほんきをだす　こうげき",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	punishment: {
		name: "おしおき",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	purify: {
		name: "じょうか",
		desc: "相手の　状態異常を　治す。 治すと　自分は　ＨＰを 回復　することが　できる。",
	},
	pursuit: {
		name: "おいうち",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	pyroball: {
		name: "かえんボール",
		desc: "小石を　燃やした　炎の　ボールで 相手を　攻撃する。 やけど　状態に　することが　ある。",
	},
	quash: {
		name: "さきおくり",
		desc: "相手を　おさえつけて 行動の　順番を 最後に　する。",
	},
	quickattack: {
		name: "でんこうせっか",
		desc: "目にも　留まらぬ　ものすごい　速さで 相手に　つっこむ。 必ず　先制攻撃　できる。",
	},
	quickguard: {
		name: "ファストガード",
		desc: "自分と　味方を　相手の 先制攻撃から　守る。",
	},
	quiverdance: {
		name: "ちょうのまい",
		desc: "神秘的で　美しい　舞を 軽やかに　おどる。　自分の　特攻と 特防と　素早さを　あげる。",
	},
	rage: {
		name: "いかり",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	ragefist: {
		name: "ふんどのこぶし",
	},
	ragepowder: {
		name: "いかりのこな",
		desc: "イライラさせる　粉を　自分に ふりかけて　注意を　ひく。　相手の 攻撃を　すべて　自分に　むける。",
	},
	ragingbull: {
		name: "レイジングブル",
	},
	ragingfury: {
		name: "だいふんげき",
	},
	raindance: {
		name: "あまごい",
		desc: "５ターンの　間　雨を　降らせて みずタイプの　威力を　あげる。 ほのおタイプの　威力は　さがる。",
	},
	rapidspin: {
		name: "こうそくスピン",
		desc: "回転して　相手を　攻撃する。 しめつける　まきつく　やどりぎのタネ　など 吹きとばす。自分の　素早さも　あがる。",
	},
	razorleaf: {
		name: "はっぱカッター",
		desc: "はっぱを　とばして 相手を　切りつけて　攻撃する。 急所に　当たりやすい。",
	},
	razorshell: {
		name: "シェルブレード",
		desc: "鋭い　貝殻で　切りつけて 攻撃する。　相手の　防御を さげることが　ある。",
	},
	razorwind: {
		name: "かまいたち",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	recover: {
		name: "じこさいせい",
		desc: "細胞を　再生させて 自分の　最大ＨＰの 半分の　ＨＰを　回復する。",
	},
	recycle: {
		name: "リサイクル",
		desc: "戦闘中に　使って　なくなった 自分の　持ち物を　再生させて 使えるように　する。",
	},
	reflect: {
		name: "リフレクター",
		desc: "５ターンの　間　不思議な　かべで 相手から　受ける　物理攻撃の ダメージを　弱める。",
	},
	reflecttype: {
		name: "ミラータイプ",
		desc: "相手の　タイプを　反射して 自分も　同じ　タイプに　なる。",
	},
	refresh: {
		name: "リフレッシュ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	relicsong: {
		name: "いにしえのうた",
		desc: "いにしえのうたを　相手に　聞かせて 心に　うったえて　攻撃する。 眠り状態に　することが　ある。",
	},
	rest: {
		name: "ねむる",
		desc: "２ターンの　間　眠り続ける。 自分の　ＨＰと　状態異常を すべて　回復する。",
	},
	retaliate: {
		name: "かたきうち",
		desc: "倒れた　味方の　かたきを　討つ。 前の　ターンに　味方が 倒されていると　威力が　あがる。",
	},
	return: {
		name: "おんがえし",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	revelationdance: {
		name: "めざめるダンス",
		desc: "全力で　踊って　攻撃する。 この　技の　タイプは 自分の　タイプと　同じになる。",
	},
	revenge: {
		name: "リベンジ",
		desc: "相手から　技を　受けていると その相手に　対して 与える　ダメージが　２倍に　なる。",
	},
	reversal: {
		name: "きしかいせい",
		desc: "力を　ふりしぼり　攻撃する。 自分の　ＨＰが　少ないほど 技の　威力は　あがる。",
	},
	revivalblessing: {
		name: "さいきのいのり",
	},
	risingvoltage: {
		name: "ライジングボルト",
		desc: "地面から　立ちのぼる　電撃で　攻撃。 相手が　エレキフィールドに　いる時 技の　威力が　２倍に　なる。",
	},
	roar: {
		name: "ほえる",
		desc: "相手を　逃がして 控えの　ポケモンを　ひきずりだす。 野生の　場合は　戦闘が　終わる。",
	},
	roaroftime: {
		name: "ときのほうこう",
		desc: "時間が　ゆがむほどの　力を うちだして　相手を　攻撃する。 次の　ターンは　動けなくなる。",
	},
	rockblast: {
		name: "ロックブラスト",
		desc: "硬い　岩石を 相手に　発射して　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	rockclimb: {
		name: "ロッククライム",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	rockpolish: {
		name: "ロックカット",
		desc: "自分の　体を　磨いて　空気の 抵抗を　少なくする。素早さを ぐーんと　あげることが　できる。",
	},
	rockslide: {
		name: "いわなだれ",
		desc: "大きな　岩を 激しく　ぶつけて　攻撃する。 相手を　ひるませることが　ある。",
	},
	rocksmash: {
		name: "いわくだき",
		desc: "パンチで　攻撃する。相手の 防御を　さげる　ことが　ある。",
	},
	rockthrow: {
		name: "いわおとし",
		desc: "小さな　岩を　持ちあげて 相手に　投げつけて　攻撃する。",
	},
	rocktomb: {
		name: "がんせきふうじ",
		desc: "岩石を　投げつけて　攻撃する。 相手の　動きを　封じることで 素早さを　さげる。",
	},
	rockwrecker: {
		name: "がんせきほう",
		desc: "巨大な　岩を 相手に　発射して　攻撃する。 次の　ターンは　動けなくなる。",
	},
	roleplay: {
		name: "なりきり",
		desc: "相手に　なりきって　自分も　相手と 同じ　特性に　変化する。",
	},
	rollingkick: {
		name: "まわしげり",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	rollout: {
		name: "ころがる",
		desc: "５ターンの　間　転がり続けて 攻撃する。　技が　当たるたびに 威力が　あがる。",
	},
	roost: {
		name: "はねやすめ",
		desc: "地面に　降りて　体を　やすめる。 最大ＨＰの　半分の ＨＰを　回復する。",
	},
	rototiller: {
		name: "たがやす",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	round: {
		name: "りんしょう",
		desc: "歌で　相手を　攻撃する。 みんなで　輪唱すると　続けて だすことが　でき　威力も　あがる。",
	},
	ruination: {
		name: "カタストロフィ",
	},
	sacredfire: {
		name: "せいなるほのお",
		desc: "神秘の　炎で 相手を　焼きつくして　攻撃する。 やけど状態に　することが　ある。",
	},
	sacredsword: {
		name: "せいなるつるぎ",
		desc: "長い　つので　切りつけ　攻撃する。 相手の　能力変化に 関係なく　ダメージを　与える。",
	},
	safeguard: {
		name: "しんぴのまもり",
		desc: "５ターンの　間 不思議な　力に　守られて 状態異常に　ならなくなる。",
	},
	saltcure: {
		name: "しおづけ",
	},
	sandattack: {
		name: "すなかけ",
		desc: "相手の　顔に　砂を　かけて 命中率を　さげる。",
	},
	sandsearstorm: {
		name: "ねっさのあらし",
	},
	sandstorm: {
		name: "すなあらし",
		desc: "５ターンの　間　砂あらしで　いわ じめん　はがねタイプ　以外に　ダメージ。 いわタイプの　特防が　あがる。",
	},
	sandtomb: {
		name: "すなじごく",
		desc: "激しく　吹きあれる　砂あらしの 中に　４ー５ターンの　間 相手を　閉じこめて　攻撃する。",
	},
	sappyseed: {
		name: "すくすくボンバー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	scald: {
		name: "ねっとう",
		desc: "熱く　煮えたぎる　水を 相手に　発射して　攻撃する。 やけど状態に　することが　ある。",
	},
	scaleshot: {
		name: "スケイルショット",
		desc: "ウロコを　撃ちだして　攻撃する。 ２ー５回の　間　連続で　だす。 素早さが　あがるが　防御が　さがる。",
	},
	scaryface: {
		name: "こわいかお",
		desc: "恐ろしい　顔で　にらみ　おびえさせて 相手の　素早さを　がくっと　さげる。",
	},
	scorchingsands: {
		name: "ねっさのだいち",
		desc: "熱く　焼けた　砂を 相手に　ぶつけて　攻撃する。 やけど状態に　することが　ある。",
	},
	scratch: {
		name: "ひっかく",
		desc: "硬く　とがった　鋭い　ツメで 相手を　ひっかいて　攻撃する。",
	},
	screech: {
		name: "いやなおと",
		desc: "おもわず　耳を　ふさぎたくなる いやなおとを　だして 相手の　防御を　がくっと　さげる。",
	},
	searingshot: {
		name: "かえんだん",
		desc: "真っ赤な　炎で　自分の 周りに　いるものを　攻撃する。 やけど状態に　することが　ある。",
	},
	searingsunrazesmash: {
		name: "サンシャインスマッシャー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	secretpower: {
		name: "ひみつのちから",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	secretsword: {
		name: "しんぴのつるぎ",
		desc: "長い　つので　切りつけ　攻撃する。 つのが　まとった　不思議な　力は 物理的な　ダメージを　与える。",
	},
	seedbomb: {
		name: "タネばくだん",
		desc: "硬い　殻を　もつ　大きな　タネを 上から　たたきつけて 相手を　攻撃する。",
	},
	seedflare: {
		name: "シードフレア",
		desc: "体の　中から　衝撃波を 発生させる。相手の　特防を がくっと　さげることが　ある。",
	},
	seismictoss: {
		name: "ちきゅうなげ",
		desc: "引力を　使い　投げとばす。 自分の　レベルと　同じ　ダメージを 相手に　与える。",
	},
	selfdestruct: {
		name: "じばく",
		desc: "爆発を　おこして　自分の 周りに　いるものを　攻撃する。 使ったあとに　ひんしに　なる。",
	},
	shadowball: {
		name: "シャドーボール",
		desc: "黒い影の　塊を　投げつけて 攻撃する。　相手の　特防を さげることが　ある。",
	},
	shadowbone: {
		name: "シャドーボーン",
		desc: "魂の　宿った　ホネで 相手を　なぐりつけて　攻撃する。 相手の　防御を　さげる　ことがある。",
	},
	shadowclaw: {
		name: "シャドークロー",
		desc: "影から　つくった　鋭い　ツメで 相手を　切り裂く。 急所に　当たりやすい。",
	},
	shadowforce: {
		name: "シャドーダイブ",
		desc: "１ターン目で　姿を　消して ２ターン目に　相手を　攻撃する。 守っていても　攻撃は　当たる。",
	},
	shadowpunch: {
		name: "シャドーパンチ",
		desc: "影に　まぎれて　パンチを　くりだす。 攻撃は　必ず　命中する。",
	},
	shadowsneak: {
		name: "かげうち",
		desc: "影を　のばして 相手の　背後から　攻撃する。 必ず　先制攻撃　できる。",
	},
	sharpen: {
		name: "かくばる",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	shedtail: {
		name: "しっぽきり",
	},
	sheercold: {
		name: "ぜったいれいど",
		desc: "相手を　一撃で　瀕死に　する。 こおりタイプ　以外の　ポケモンが 使うと　当たりにくい。",
	},
	shellsidearm: {
		name: "シェルアームズ",
		desc: "物理か　特殊か　より多く　ダメージを 与えられる　能力で　攻撃する。 毒状態に　することが　ある。",
	},
	shellsmash: {
		name: "からをやぶる",
		desc: "殻を　やぶって　自分の　防御 特防を　さげるが　攻撃　特攻 素早さを　ぐーんと　あげる。",
	},
	shelltrap: {
		name: "トラップシェル",
		desc: "こうらの　トラップを　しかける。 相手が　物理技を　出すと 爆発して　ダメージを　与える。",
	},
	shelter: {
		name: "たてこもる",
	},
	shiftgear: {
		name: "ギアチェンジ",
		desc: "歯車を　回して 自分の　攻撃を　あげる　だけでなく 素早さも　ぐーんと　あげる。",
	},
	shockwave: {
		name: "でんげきは",
		desc: "電撃を　素早く 相手に　浴びせる。 攻撃は　必ず　命中する。",
	},
	shoreup: {
		name: "すなあつめ",
		desc: "最大ＨＰの　半分 自分の　ＨＰを　回復する。 すなあらしの時は　多く　回復。",
	},
	signalbeam: {
		name: "シグナルビーム",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	silktrap: {
		name: "スレッドトラップ",
	},
	silverwind: {
		name: "ぎんいろのかぜ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	simplebeam: {
		name: "シンプルビーム",
		desc: "なぞの　念波を　相手に　送る。 念波を　受けとった　相手は 特性が　たんじゅんに　なる。",
	},
	sing: {
		name: "うたう",
		desc: "心地好い　きれいな 歌声を　聞かせて 相手を　眠り状態に　する。",
	},
	sinisterarrowraid: {
		name: "シャドーアローズストライク",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	sizzlyslide: {
		name: "めらめらバーン",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	sketch: {
		name: "スケッチ",
		desc: "相手が　使った　技を 自分の　ものに　する。 １回　使うと　スケッチは　消える。",
	},
	skillswap: {
		name: "スキルスワップ",
		desc: "超能力で　自分の　特性と 相手の　特性を　入れ替える。",
	},
	skittersmack: {
		name: "はいよるいちげき",
		desc: "背後から　はいより　攻撃する。 相手の　特攻を　さげる。",
	},
	skullbash: {
		name: "ロケットずつき",
		desc: "１ターン目に　頭を　ひっこめて 防御を　あげる。 ２ターン目に　相手を　攻撃する。",
	},
	skyattack: {
		name: "ゴッドバード",
		desc: "２ターン目に　相手を　攻撃する。 たまに　ひるませる。 急所にも　当たりやすい。",
	},
	skydrop: {
		name: "フリーフォール",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	skyuppercut: {
		name: "スカイアッパー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	slackoff: {
		name: "なまける",
		desc: "怠けて　やすむ。 自分の　ＨＰを　最大ＨＰの 半分　回復する。",
	},
	slam: {
		name: "たたきつける",
		desc: "長い　しっぽや　つるなどを　使い 相手を　たたきつけて　攻撃する。",
	},
	slash: {
		name: "きりさく",
		desc: "ツメや　カマなどで 相手を　切り裂いて　攻撃する。 急所に　当たりやすい。",
	},
	sleeppowder: {
		name: "ねむりごな",
		desc: "眠くなる　粉を たくさん　ふりまいて 相手を　眠り状態に　する。",
	},
	sleeptalk: {
		name: "ねごと",
		desc: "自分が　おぼえている　技の　うち どれか　１つを　くりだす。 自分が　寝ているときだけ　使える。",
	},
	sludge: {
		name: "ヘドロこうげき",
		desc: "汚い　ヘドロを 相手に　投げつけて　攻撃する。 毒状態に　することが　ある。",
	},
	sludgebomb: {
		name: "ヘドロばくだん",
		desc: "汚い　ヘドロを 相手に　投げつけて　攻撃する。 毒状態に　することが　ある。",
	},
	sludgewave: {
		name: "ヘドロウェーブ",
		desc: "ヘドロの　波で　自分の 周りに　いるものを　攻撃する。 毒状態に　することが　ある。",
	},
	smackdown: {
		name: "うちおとす",
		desc: "石や　弾を　投げて　飛んでいる 相手を　攻撃する。　相手は うち落とされて　地面に　落ちる。",
	},
	smartstrike: {
		name: "スマートホーン",
		desc: "とがった　つので　相手を 突き刺して　攻撃する。 攻撃は　必ず　命中する。",
	},
	smellingsalts: {
		name: "きつけ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	smog: {
		name: "スモッグ",
		desc: "汚れた　ガスを 相手に　吹きつけて　攻撃する。 毒状態に　することが　ある。",
	},
	smokescreen: {
		name: "えんまく",
		desc: "煙や　墨などを　吹きかけて 相手の　命中率を　さげる。",
	},
	snaptrap: {
		name: "トラバサミ",
		desc: "トラバサミで　捕らえて ４－５ターンの　間 相手を　はさんで　攻撃する。",
	},
	snarl: {
		name: "バークアウト",
		desc: "まくしたてる　ように　怒鳴りつけて 相手の　特攻を　さげる。",
	},
	snatch: {
		name: "よこどり",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	snipeshot: {
		name: "ねらいうち",
		desc: "相手の　技を　引き受ける 特性や　技の　影響を　無視して 選んだ　相手を　攻撃　できる。",
	},
	snore: {
		name: "いびき",
		desc: "自分が　寝ているときに 雑音を　だして　攻撃する。 相手を　ひるませることが　ある。",
	},
	snowscape: {
		name: "ゆきげしき",
	},
	soak: {
		name: "みずびたし",
		desc: "たくさんの　水を　浴びせかけて 相手を　みずタイプに　する。",
	},
	softboiled: {
		name: "タマゴうみ",
		desc: "最大ＨＰの　半分 自分の　ＨＰを　回復する。",
	},
	solarbeam: {
		name: "ソーラービーム",
		desc: "１ターン目に　光を　いっぱいに　集め ２ターン目に　光の　束を 発射して　攻撃する。",
	},
	solarblade: {
		name: "ソーラーブレード",
		desc: "１ターン目に　光を　いっぱいに　集め ２ターン目に　その　力を 剣に　込めて　攻撃する。",
	},
	sonicboom: {
		name: "ソニックブーム",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	soulstealing7starstrike: {
		name: "しちせいだっこんたい",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	spacialrend: {
		name: "あくうせつだん",
		desc: "周りの　空間ごと　相手を 引き裂き　ダメージを　与える。 急所に　当たりやすい。",
	},
	spark: {
		name: "スパーク",
		desc: "電気を　まとい 相手に　突進して　攻撃する。 まひ状態に　することが　ある。",
	},
	sparklingaria: {
		name: "うたかたのアリア",
		desc: "歌うことによって　たくさんの バルーンを　放出する。 技を　受けると　やけどが　治る。",
	},
	sparklyswirl: {
		name: "きらきらストーム",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	spectralthief: {
		name: "シャドースチール",
		desc: "相手の　影に　潜り込み 相手の　能力アップを 奪って　攻撃する。",
	},
	speedswap: {
		name: "スピードスワップ",
		desc: "相手の　素早さと 自分の　素早さを 入れ替えてしまう。",
	},
	spicyextract: {
		name: "ハバネロエキス",
	},
	spiderweb: {
		name: "クモのす",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	spikecannon: {
		name: "とげキャノン",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	spikes: {
		name: "まきびし",
		desc: "相手の　足下に　まきびしを しかける。交代で　でてきた　相手の ポケモンに　ダメージを　与える。",
	},
	spikyshield: {
		name: "ニードルガード",
		desc: "相手の　攻撃を　防ぐと 同時に　触れた　相手の 体力を　削って　しまう。",
	},
	spinout: {
		name: "ホイールスピン",
	},
	spiritbreak: {
		name: "ソウルクラッシュ",
		desc: "食らうと　くじけるほどの 勢いで　攻撃。 相手の　特攻を　下げる。",
	},
	spiritshackle: {
		name: "かげぬい",
		desc: "攻撃と　同時に 相手の　影を　縫い付けて 逃げられなくする。",
	},
	spite: {
		name: "うらみ",
		desc: "相手が　最後に　使った技に 恨みを　抱いて その技の　ＰＰを　４だけ　減らす。",
	},
	spitup: {
		name: "はきだす",
		desc: "蓄えた　力を 相手に　ぶつけて　攻撃する。 蓄えているほど　威力が　あがる。",
	},
	splash: {
		name: "はねる",
		desc: "攻撃もせずに　ピョン　ピョンと 跳ねるだけで　なにも　おこらない……。",
	},
	splinteredstormshards: {
		name: "ラジアルエッジストーム",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	splishysplash: {
		name: "ざぶざぶサーフ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	spore: {
		name: "キノコのほうし",
		desc: "催眠効果の　ある 胞子を　パラパラと　ふりまき 相手を　眠り状態に　する。",
	},
	spotlight: {
		name: "スポットライト",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	springtidestorm: {
		name: "はるのあらし",
	},
	stealthrock: {
		name: "ステルスロック",
		desc: "相手の　周りに　無数の　岩を 浮かべて　交代で　でてきた　相手の ポケモンに　ダメージを　与える。",
	},
	steameruption: {
		name: "スチームバースト",
		desc: "ものすごく　熱い　蒸気を 相手に　浴びせる。 相手は　やけどする　ことがある。",
	},
	steamroller: {
		name: "ハードローラー",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	steelbeam: {
		name: "てっていこうせん",
		desc: "全身から　集めた　はがねを ビームとして　激しく　撃ちだす。 自分も　ダメージを　受けてしまう。",
	},
	steelroller: {
		name: "アイアンローラー",
		desc: "フィールドを　破壊しながら　攻撃。 なんらかの　フィールド状態に 変わっていないと　技は　失敗する。",
	},
	steelwing: {
		name: "はがねのつばさ",
		desc: "硬い　翼を　相手に　たたきつけて 攻撃する。　自分の　防御が あがることが　ある。",
	},
	stickyweb: {
		name: "ねばねばネット",
		desc: "相手の　周りに　ねばねばした ネットを　はりめぐらせ　交代で でてきた　相手の　素早さを　さげる。",
	},
	stockpile: {
		name: "たくわえる",
		desc: "力を　蓄えて　自分の 防御と　特防を　あげる。 最大　３回まで　蓄えられる。",
	},
	stokedsparksurfer: {
		name: "ライトニングサーフライド",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	stomp: {
		name: "ふみつけ",
		desc: "大きな　足で 相手を　踏みつけて　攻撃する。 相手を　ひるませることが　ある。",
	},
	stompingtantrum: {
		name: "じだんだ",
		desc: "悔しさを　バネにして　攻撃する。 前の　ターンに　技を　外していると 威力が　倍に　なる。",
	},
	stoneaxe: {
		name: "がんせきアックス",
	},
	stoneedge: {
		name: "ストーンエッジ",
		desc: "とがった　岩を 相手に　突き刺して　攻撃する。 急所に　当たりやすい。",
	},
	storedpower: {
		name: "アシストパワー",
		desc: "蓄積された　パワーで　相手を 攻撃する。自分の　能力が あがっているほど　威力が　あがる。",
	},
	stormthrow: {
		name: "やまあらし",
		desc: "強烈な　一撃を 相手に　くりだす。攻撃は 必ず　急所に　当たる。",
	},
	strangesteam: {
		name: "ワンダースチーム",
		desc: "煙を　噴出して 相手を　攻撃。 混乱　させることが　ある。",
	},
	strength: {
		name: "かいりき",
		desc: "こん身の　力で 相手を　なぐりつけて　攻撃する。",
	},
	strengthsap: {
		name: "ちからをすいとる",
		desc: "相手の　攻撃力と　同じだけ 自分の　ＨＰを　回復する。 そして　相手の　攻撃を　さげる。",
	},
	stringshot: {
		name: "いとをはく",
		desc: "口から　吹きだした 糸を　まきつけて　相手の 素早さを　がくっと　さげる。",
	},
	struggle: {
		name: "わるあがき",
		desc: "自分の　ＰＰが　なくなると あがいて　相手を　攻撃する。 自分も　少し　ダメージを　受ける。",
	},
	strugglebug: {
		name: "むしのていこう",
		desc: "抵抗して　相手を　攻撃する。 相手の　特攻を　さげる。",
	},
	stuffcheeks: {
		name: "ほおばる",
		desc: "持っている　きのみを　食べて 防御を　ぐーんと　あげる。",
	},
	stunspore: {
		name: "しびれごな",
		desc: "しびれる　粉を たくさん　ふりまいて 相手を　まひ状態に　する。",
	},
	submission: {
		name: "じごくぐるま",
		desc: "地面に　自分ごと 相手を　投げつけて　攻撃する。 自分も　少し　ダメージを　受ける。",
	},
	substitute: {
		name: "みがわり",
		desc: "自分の　ＨＰを　少し　削って 分身を　だす。 分身は　自分の　身代わりに　なる。",
	},
	suckerpunch: {
		name: "ふいうち",
		desc: "相手より　先に　攻撃　できる。 相手が　だす技が 攻撃技でないと　失敗する。",
	},
	sunnyday: {
		name: "にほんばれ",
		desc: "５ターンの　間　日差しを　強くして ほのおタイプの　威力を　あげる。 みずタイプの　威力は　さがる。",
	},
	sunsteelstrike: {
		name: "メテオドライブ",
		desc: "流星の　ような　勢いで 突進する。　相手の　特性を 無視して　攻撃　することが　できる。",
	},
	supercellslam: {
		name: "サンダーダイブ",
	},
	superfang: {
		name: "いかりのまえば",
		desc: "鋭い　前歯で 激しく　かみついて　攻撃する。 相手の　ＨＰは　半分に　なる。",
	},
	superpower: {
		name: "ばかぢから",
		desc: "すごい　力を　発揮して 相手を　攻撃する。自分の 攻撃と　防御が　さがる。",
	},
	supersonic: {
		name: "ちょうおんぱ",
		desc: "特殊な　音波を 体から　発して 相手を　混乱させる。",
	},
	surf: {
		name: "なみのり",
		desc: "大きな　波で　自分の 周りに　いるものを　攻撃する。",
	},
	surgingstrikes: {
		name: "すいりゅうれんだ",
		desc: "みずの型を　極めし 流れるような　３回の　連撃。 必ず　急所に　当たる。",
	},
	swagger: {
		name: "いばる",
		desc: "相手を　怒らせて　混乱させる。 怒りで　相手の　攻撃は ぐーんと　あがってしまう。",
	},
	swallow: {
		name: "のみこむ",
		desc: "蓄えた　力を　のみこんで 自分の　ＨＰを　回復する。 蓄えているほど　回復する。",
	},
	sweetkiss: {
		name: "てんしのキッス",
		desc: "天使のように　かわいく　キスして 相手を　混乱させる。",
	},
	sweetscent: {
		name: "あまいかおり",
		desc: "香りで　相手の　回避率を がくっと　さげる。",
	},
	swift: {
		name: "スピードスター",
		desc: "星型の　光を　発射して 相手を　攻撃する。 攻撃は　必ず　命中する。",
	},
	switcheroo: {
		name: "すりかえ",
		desc: "目にも　とまらぬ　速さで 自分と　相手の 持ち物を　交換する。",
	},
	swordsdance: {
		name: "つるぎのまい",
		desc: "戦いの舞を　激しく　おどって 気合を　高める。 自分の　攻撃を　ぐーんと　あげる。",
	},
	synchronoise: {
		name: "シンクロノイズ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	synthesis: {
		name: "こうごうせい",
		desc: "自分の　ＨＰを　回復する。 天気に　よって 回復の　量が　変化する。",
	},
	syrupbomb: {
		name: "みずあめボム",
	},
	tackle: {
		name: "たいあたり",
		desc: "相手に　むかって　全身で ぶつかっていき　攻撃する。",
	},
	tachyoncutter: {
		name: "タキオンカッター",
	},
	tailglow: {
		name: "ほたるび",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	tailslap: {
		name: "スイープビンタ",
		desc: "硬い　しっぽで 相手を　たたいて　攻撃する。 ２ー５回の　間　連続で　だす。",
	},
	tailwhip: {
		name: "しっぽをふる",
		desc: "しっぽを　左右に　かわいく　ふって 油断を　誘う。 相手の　防御を　さげる。",
	},
	tailwind: {
		name: "おいかぜ",
		desc: "激しく　吹きあれる 風の渦を　つくり　４ターンの　間 味方　全員の　素早さを　あげる。",
	},
	takedown: {
		name: "とっしん",
		desc: "すごい　勢いで 相手に　ぶつかって　攻撃する。 自分も　少し　ダメージを　受ける。",
	},
	takeheart: {
		name: "ブレイブチャージ",
	},
	tarshot: {
		name: "タールショット",
		desc: "ねばねばの　タールを　浴びせて 相手の　素早さを　下げる。 相手は　ほのおが　弱点に　なる。",
	},
	taunt: {
		name: "ちょうはつ",
		desc: "相手を　怒らせる。　３ターンの 間　相手は　ダメージを 与える　技しか　だせなくなる。",
	},
	tearfullook: {
		name: "なみだめ",
		desc: "なみだめに　なって 相手の　戦力を　喪失させる。 相手の　攻撃と　特攻が　さがる。",
	},
	teatime: {
		name: "おちゃかい",
		desc: "おちゃかいを　ひらいて 場にいる　ポケモンが　それぞれ 持っている　きのみを　食べる。",
	},
	technoblast: {
		name: "テクノバスター",
		desc: "光弾を　相手に　放出する。 自分の　持つ カセットにより　タイプが　変わる。",
	},
	teeterdance: {
		name: "フラフラダンス",
		desc: "フラフラと　ダンスを　おどって 自分の　周りに　いるものを 混乱状態に　させる。",
	},
	telekinesis: {
		name: "テレキネシス",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	teleport: {
		name: "テレポート",
		desc: "ひかえの　ポケモンが　いるときに 使うと　入れ替わる。 野生の　ポケモンは　逃げてしまう。",
	},
	temperflare: {
		name: "やけっぱち",
	},
	terablast: {
		name: "テラバースト",
	},
	terastarstorm: {
		name: "テラクラスター",
	},
	terrainpulse: {
		name: "だいちのはどう",
		desc: "フィールドの力を　借りて　攻撃。 使った時の　フィールドの状態に　よって 技の　タイプと　威力が　変わる。",
	},
	thief: {
		name: "どろぼう",
		desc: "攻撃と　同時に　道具を　盗む。 自分が　道具を　持っている　場合は 盗めない。",
	},
	thousandarrows: {
		name: "サウザンアロー",
		desc: "浮いている　ポケモンにも　当たる。 浮いていた　相手は 撃ち落とされて　地面に　落ちる。",
	},
	thousandwaves: {
		name: "サウザンウェーブ",
		desc: "地をはう　波によって　攻撃。 波に　巻き込まれた　相手は 戦闘から　逃げられなくなる。",
	},
	thrash: {
		name: "あばれる",
		desc: "２ー３ターンの　間 暴れまくって　相手を　攻撃する。 暴れたあとは　混乱する。",
	},
	throatchop: {
		name: "じごくづき",
		desc: "この　技を　受けた　相手は 地獄の　苦しみから　２ターンの間 音の　技を　出すことが　できなくなる。",
	},
	thunder: {
		name: "かみなり",
		desc: "激しい　雷を 相手に　落として　攻撃する。 まひ状態に　することが　ある。",
	},
	thunderbolt: {
		name: "１０まんボルト",
		desc: "強い　電撃を 相手に　浴びせて　攻撃する。 まひ状態に　することが　ある。",
	},
	thundercage: {
		name: "サンダープリズン",
		desc: "ほとばしる　電気の　おりの　中に ４ー５ターンの　間 相手を　閉じこめて　攻撃する。",
	},
	thunderclap: {
		name: "じんらい",
	},
	thunderfang: {
		name: "かみなりのキバ",
		desc: "電気を　ためた　キバで　かみつく。 相手を　ひるませたり まひ状態に　することが　ある。",
	},
	thunderouskick: {
		name: "らいめいげり",
		desc: "雷の　ような　動きで 相手を　翻弄しながら　キックする。 相手の　防御を　さげる。",
	},
	thunderpunch: {
		name: "かみなりパンチ",
		desc: "電撃を　こめた　パンチで 相手を　攻撃する。 まひ状態に　することが　ある。",
	},
	thundershock: {
		name: "でんきショック",
		desc: "電気の　刺激を 相手に　浴びせて　攻撃する。 まひ状態に　することが　ある。",
	},
	thunderwave: {
		name: "でんじは",
		desc: "弱い　電撃を　浴びせることで 相手を　まひ状態に　する。",
	},
	tickle: {
		name: "くすぐる",
		desc: "体を　くすぐり　笑わせる　ことで 相手の　攻撃と　防御を　さげる。",
	},
	tidyup: {
		name: "おかたづけ",
	},
	topsyturvy: {
		name: "ひっくりかえす",
		desc: "相手に　かかっている すべての　能力変化を ひっくり返して　逆にする。",
	},
	torchsong: {
		name: "フレアソング",
	},
	torment: {
		name: "いちゃもん",
		desc: "相手に　いちゃもんを　つけて 同じ　技を　２回連続で だせなくする。",
	},
	toxic: {
		name: "どくどく",
		desc: "相手を　猛毒の　状態に　する。 ターンが　すすむほど 毒の　ダメージが　増えていく。",
	},
	toxicspikes: {
		name: "どくびし",
		desc: "相手の　足下に　どくびしを しかける。　交代で　でてきた　相手の ポケモンに　毒を　おわせる。",
	},
	toxicthread: {
		name: "どくのいと",
		desc: "毒の　混じった　糸を　吹き付ける。 相手を　毒にして 素早さを　さげる。",
	},
	trailblaze: {
		name: "くさわけ",
	},
	transform: {
		name: "へんしん",
		desc: "相手の　ポケモンに　変身することで 相手と　まったく 同じ　技が　使える。",
	},
	triattack: {
		name: "トライアタック",
		desc: "３つの　光線で　攻撃する。 まひか　やけどか　こおり状態の どれかに　することが　ある。",
	},
	trick: {
		name: "トリック",
		desc: "相手の　すきを　ついて 自分と　相手の 持ち物を　交換する。",
	},
	trickortreat: {
		name: "ハロウィン",
		desc: "相手を　ハロウィンに　誘う。 相手の　タイプに ゴーストタイプが　追加される。",
	},
	trickroom: {
		name: "トリックルーム",
		desc: "まか不思議な　空間を　つくる。 ５ターンの　間 遅い　ポケモンから　行動できる。",
	},
	triplearrows: {
		name: "３ぼんのや",
	},
	tripleaxel: {
		name: "トリプルアクセル",
		desc: "３回連続で　キックを　くりだして 攻撃する。　技が　当たるたびに 威力は　あがる。",
	},
	tripledive: {
		name: "トリプルダイブ",
	},
	triplekick: {
		name: "トリプルキック",
		desc: "３回連続で　キックを　くりだして 攻撃する。　技が　当たるたびに 威力は　あがる。",
	},
	tropkick: {
		name: "トロピカルキック",
		desc: "南国　由来の　熱い キックを　相手に　浴びせる。 相手の　攻撃を　さげる。",
	},
	trumpcard: {
		name: "きりふだ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	twinbeam: {
		name: "ツインビーム",
	},
	twineedle: {
		name: "ダブルニードル",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	twister: {
		name: "たつまき",
		desc: "竜巻を　おこして 相手を　まきこみ　攻撃する。 相手を　ひるませることが　ある。",
	},
	upperhand: {
		name: "はやてがえし",
	},
	uproar: {
		name: "さわぐ",
		desc: "３ターンの　間 騒いで　相手を　攻撃する。 そのあいだは　だれも　眠れなくなる。",
	},
	uturn: {
		name: "とんぼがえり",
		desc: "攻撃したあと ものすごい　スピードで　もどってきて 控えの　ポケモンと　入れ替わる。",
	},
	vacuumwave: {
		name: "しんくうは",
		desc: "こぶしを　ふって 真空の　波を　まきおこす。 必ず　先制攻撃できる。",
	},
	vcreate: {
		name: "Ｖジェネレート",
		desc: "灼熱の　炎を　額から 発生させて　捨て身の　体当たり。 防御　特防　素早さが　さがる。",
	},
	veeveevolley: {
		name: "ブイブイブレイク",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	venomdrench: {
		name: "ベノムトラップ",
		desc: "特殊な　毒液を　浴びせかける。 毒状態の　相手は 攻撃　特攻　素早さが　さがる。",
	},
	venoshock: {
		name: "ベノムショック",
		desc: "特殊な　毒液を　浴びせかける。 毒状態の　相手には 威力が　２倍に　なる。",
	},
	victorydance: {
		name: "しょうりのまい",
	},
	vinewhip: {
		name: "つるのムチ",
		desc: "ムチのように　しなる　細長い　つるで 相手を　たたきつけて　攻撃する。",
	},
	vitalthrow: {
		name: "あてみなげ",
		desc: "相手より　あとに　攻撃する。 そのかわり　自分の　攻撃は 必ず　命中する。",
	},
	voltswitch: {
		name: "ボルトチェンジ",
		desc: "攻撃したあと ものすごい　スピードで　もどってきて 控えポケモンと　入れ替わる。",
	},
	volttackle: {
		name: "ボルテッカー",
		desc: "電気を　まとって　突進する。 自分も　かなり　ダメージを　受ける。 まひ状態に　することが　ある。",
	},
	wakeupslap: {
		name: "めざましビンタ",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	waterfall: {
		name: "たきのぼり",
		desc: "すごい　勢いで　相手に　つっこむ。 相手を　ひるませることが　ある。",
	},
	watergun: {
		name: "みずでっぽう",
		desc: "水を　勢いよく 相手に　発射して　攻撃する。",
	},
	waterpledge: {
		name: "みずのちかい",
		desc: "水の柱で　攻撃する。 ほのおと　組みあわせると　威力が あがって　空に　にじが　かかる。",
	},
	waterpulse: {
		name: "みずのはどう",
		desc: "水の　振動を 相手に　与えて　攻撃する。 相手を　混乱させることが　ある。",
	},
	watershuriken: {
		name: "みずしゅりけん",
		desc: "粘液で　できた　手裏剣を ２ー５回の　間　連続で　だす。 必ず　先制攻撃　できる。",
	},
	watersport: {
		name: "みずあそび",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	waterspout: {
		name: "しおふき",
		desc: "潮を　吹きつけて　攻撃する。 自分の　ＨＰが　少ないほど 技の　威力は　さがる。",
	},
	wavecrash: {
		name: "ウェーブタックル",
	},
	weatherball: {
		name: "ウェザーボール",
		desc: "使ったときの　天気に　よって 技の　タイプと　威力が　変わる。",
	},
	whirlpool: {
		name: "うずしお",
		desc: "激しく　渦をまく　水の中に ４ー５ターンの　間 相手を　閉じこめて　攻撃する。",
	},
	whirlwind: {
		name: "ふきとばし",
		desc: "相手を　吹きとばして 控えの　ポケモンを　ひきずりだす。 野生の　場合は　戦闘が　終わる。",
	},
	wickedblow: {
		name: "あんこくきょうだ",
		desc: "あくの型を　極めし 強烈な　一撃。 必ず　急所に　当たる。",
	},
	wickedtorque: {
		name: "ダークアクセル",
	},
	wideguard: {
		name: "ワイドガード",
		desc: "味方全員に　当たる　攻撃を １ターンの　間　防ぐ。",
	},
	wildboltstorm: {
		name: "かみなりあらし",
	},
	wildcharge: {
		name: "ワイルドボルト",
		desc: "電気を　まとって 相手に　ぶつかって　攻撃する。 自分も　少し　ダメージを　受ける。",
	},
	willowisp: {
		name: "おにび",
		desc: "不気味で　怪しい　炎を　放って 相手を　やけどの　状態に　する。",
	},
	wingattack: {
		name: "つばさでうつ",
		desc: "大きく　ひろげた　りっぱな　翼を 相手に　ぶつけて　攻撃する。",
	},
	wish: {
		name: "ねがいごと",
		desc: "次の　ターンに　自分　もしくは 入れ替わった　ポケモンの　ＨＰを 最大ＨＰの　半分　回復する。",
	},
	withdraw: {
		name: "からにこもる",
		desc: "殻に　潜りこんで　身を守り 自分の　防御を　あげる。",
	},
	wonderroom: {
		name: "ワンダールーム",
		desc: "まか不思議な　空間を　つくる。 ５ターンのあいだ　すべてのポケモンの 防御と　特防が　入れ替わる。",
	},
	woodhammer: {
		name: "ウッドハンマー",
		desc: "硬い　胴体を 相手に　たたきつけて　攻撃する。 自分も　かなり　ダメージを　受ける。",
	},
	workup: {
		name: "ふるいたてる",
		desc: "自分を　奮いたてて 攻撃と　特攻を　あげる。",
	},
	worryseed: {
		name: "なやみのタネ",
		desc: "心を　なやませる　タネを 植えつける。　相手を　眠れなくして 特性を　ふみんに　する。",
	},
	wrap: {
		name: "まきつく",
		desc: "長い　体や　つるなどを　使って ４ー５ターンの　間 相手に　まきついて　攻撃する。",
	},
	wringout: {
		name: "しぼりとる",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
	xscissor: {
		name: "シザークロス",
		desc: "カマや　ツメを　ハサミのように 交差させながら　相手を　切り裂く。",
	},
	yawn: {
		name: "あくび",
		desc: "大きな　あくびで　眠気を　誘う。 次の　ターンに 相手を　眠り状態に　する。",
	},
	zapcannon: {
		name: "でんじほう",
		desc: "大砲の　ような 電気を　発射して　攻撃する。 相手を　まひの　状態に　する。",
	},
	zenheadbutt: {
		name: "しねんのずつき",
		desc: "思念の　力を 額に　集めて　攻撃する。 相手を　ひるませることが　ある。",
	},
	zingzap: {
		name: "びりびりちくちく",
		desc: "相手に　ぶつかって　強力な 電気を浴びせ　びりびりちくちく　させる。 相手を　ひるませる　ことが　ある。",
	},
	zippyzap: {
		name: "ばちばちアクセル",
		desc: "この技は　使えません 思い出すことが　できなくなりますが 技を　忘れることを　おすすめします",
	},
};
